Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: No, you CAN'T. My lord, you must withdraw Lorin to our castle's keep immediately. She is unable to fight any longer.
ru: Нет, не будете! Милорд, отошлите Лорин в замок немедленно. Она больше не может участвовать в битве.

source: I AM in the castle's keep, you idiot.
ru: Я уже в замке, идиот.

source: Good. Now, go to bedroom. I will send someone to take care of you immediately.
ru: Хорошо. Теперь ложитесь в постель. Я сейчас же пришлю кого-нибудь позаботиться о Вас.

source: Shut up, I can fight, I just have to get some rest!
ru: Заткнись, маг! Я могу сражаться, мне просто нужно минутку отдохнуть...

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
ru: Вы должны привести леди Лорин до в башню стартового замка за 6 ходов.

source: Are you prepared for a little surprise? Get them boys!
ru: Готов к небольшому сюрпризу? Взять его, ребята!

source: Gawen, I'm going to destroy this bridge.
ru: Гевен, я собираюсь разрушить этот мост.

source: Milord, should I destroy this bridge?
ru: Милорд, мне следует разрушить мост?

source: Yes!
ru: Да!

source: No, but I might want a bridge destroyed later...
ru: Нет, но нам может понадобиться разрушить его позже...

source: No, we won't be destroying any bridges today.
ru: Нет, сегодня мы не будем разрушать мосты.

source: Ha, take that!
ru: Ха! Вот так!

source: OK, I won't this time, but I really think we should destroy some bridges eventually, so I'll keep asking!
ru: Хорошо, не буду. Но я считаю, что мосты нужно будет разрушить. Я ещё напомню.

source: In that case I shall cease asking to do so.
ru: Тогда я больше не буду спрашивать.

source: Let me set up an outpost here.
ru: Пожалуй, я построю здесь укрепление.

source: I really can fight!
ru: Я всё ещё могу сражаться!

source: Yes, you can fight. But what about IT?
ru: Вы-то можете. А он?

source: IT?
ru: ОН?

source: Aaah! I can't handle this pain!
ru: А-а-а-а! Какая боль, не могу терпеть!

source: What happened? What?
ru: Что происходит? Что?

source: I told you... she miscarried.
ru: Я говорил Вам... у неё выкидыш.

source: She WHAT?
ru: У неё ЧТО?

source: Noooooo!
ru: Не-е-ет!

source: I wish Lorin were still here to fight alongside us; we could use her help...
ru: Я хотел бы, чтобы Лорин осталась здесь и сражалась вместе с нами, нам нужна её помощь...

source: Trust me, Gawen, it is for the better that she is in the castle right now.
ru: Поверьте мне, Гевен, ей лучше отправиться в замок немедленно.

source: Wait! Do not die yet! I know you can hear me, answer a few questions!
ru: Стой! Не умирай! Я знаю, ты меня слышишь, ответь на несколько вопросов!

source: Where did you hide the gold?
ru: Где ты прячешь золото?

source: Do you know where Reme Carrenemoe is?
ru: Ты знаешь где сейчас Реме Карренемо?

source: What do you know about the orcs?
ru: Что ты знаешь об орках?

source: Do you know anything about Lady Lorin?
ru: Ты слышал что-нибудь о леди Лорин?

source: Gold? What gold? I have no gold hidden...
ru: Золото? Какое золото? У меня нет никакого золота...

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive - they captured him. I've heard they want to sell him to Bor Cryne. I have heard that they keep him in place called Bontom, but I don't know where it is...
ru: Реме? Да, я слышал о нём. Замок его клана сожгли дотла разбойники. Но сам он жив, его взяли в плен. Я слышал, они хотят получить за него выкуп от Бора Крайна. Ещё я слышал, что его держат в месте под названием Бонтом, но не знаю где это...

source: We were ordered to cooperate with orcs... We were told orcs are our allies... I know nothing more.
ru: Нам было приказано помогать оркам... Сказали, что орки — наши союзники... Больше я ничего не знаю.

source: I hope that witch is burning in hell!
ru: Надеюсь эта ведьма горит в аду!

source: Leaving Raedwood
ru: На выходе из Редвуда

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city and headed west. At dawn the following day, Gawen marched to the south. Mithrandil's elves were eager to show their abilities, finding the best paths through the forest.
ru: Гевен и его солдаты провели во Фритауне всего несколько дней. Хуон Райдрик и Митрандил, выйдя из города, отправились на запад. На заре следующего дня Гевен выступил на юг. Эльфы Митрандила изо всех сил старались блеснуть своим умением отыскивать наилучший путь через лес.

source: Akladians hated woods, passionately, Gawen was told. Yet they had established an outpost at the edge of Raedwood to protect their settlements in the plains from the avengers in the forest. One or two men might have passed among them, unnoticed, but Gawen's band was too large for that.
ru: Гевену рассказывали, что акладианы ненавидели леса всей душой. Поэтому они построили заставу у края леса, чтобы защищать поселенцев на равнине от лесных мстителей. Один-два человека могли проскользнуть мимо, но отряд Гевена был слишком велик.

source: Quivre O Raedbor
ru: Куивре О'Редбор

source: Hoyre Ramenari
ru: Ойре Раменари

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
ru: Итак, что дальше? Мне, конечно, льстит, что вы называете меня своим командиром, но, честно говоря, я понятия не имею, что делать дальше.

source: That's what advisors are for. Right now, we have to leave the forests. Then we need to find the orcs, catch their leaders and that's it.
ru: Для этого и существуют советники. Нам нужно выйти из леса, потом найти орков, схватить их главарей и всё.

source: I didn't feel we had enough gold to accomplish the task ahead of us. So, I asked the others from the council of Freetown for help and they agreed. We now have $ano12_start_gold gold pieces.
ru: Мне показалось, что нам не хватит золота, чтобы выполнить задание. Поэтому я обратился с просьбой к совету Фритауна. Они согласились помочь. Теперь у нас есть $ano12_start_gold золотых.

source: Karen! What are you doing here!?
ru: Карен! А ты что тут делаешь?!

source: I apologise, my lord. I was not able to stop her.
ru: Прошу прощения, милорд. Я опять не смог её остановить.

source: I'm sorry father. I just couldn't miss the opportunity to see our great future king do great heroic things... the kind of things great future kings usually do. You don't mind, do you... Gaumhaldric?
ru: Прости, папа. Я просто не могла упустить случай посмотреть, как наш великий будущий король делает великие героические вещи... Ну эти, которые обычно делают великие будущие короли. Ты ведь не возражаешь... Гемхальдрик?

source: Karen, I...
ru: Карен, я...

source: I know. I heard you in the council. You hate me.
ru: Знаю. Я услышала на совете. Ты меня ненавидишь.

source: Future king? What is she talking about?
ru: Будущий король? О чём это она?

source: You didn't know? Your true mother was from a long line of kings. The last of her branch. You are the true heir to the throne of Wesnoth.
ru: Вы не знали? Ваша родная мать была из старинного королевского рода. Последняя в своей ветви. Вы — законный наследник веснотского престола.

source: Along with your cousins from other branches, of course. They are all true heirs to the throne of Wesnoth.
ru: Конечно, вместе со своими кузенами с соседних веток. Они все тоже истинные наследники веснотского престола.

source: What? Ruvio, I don't want to be king.
ru: Что? Рувио, я не хочу быть королём.

source: You really don't have a choice. This is your birthright, your destiny.
ru: У Вас нет выбора. Для этого Вы были рождены, такова Ваша судьба.

source: No, really, I don't want to! Besides, if there are other heirs, why me? What would I have to do to those other cousins, if they didn't recognise me as king?
ru: Серьёзно, я не хочу! Опять же, есть и другие наследники. А что мне с ними всеми делать, если они не признают меня королём?

source: Why, you would have to fight with and kill them. That's kind a family tradition. Didn't your mother teach you anything?
ru: Ну, ты должен будешь сразиться с ними и убить. Это добрая семейная традиция. Твоя мама тебе не рассказывала?

source: No! I don't want to do that! I only want peace. I don't want to start civil wars, or fight for any throne. No! Let's not talk about it again.
ru: Нет! Я не хочу принимать в этом участие! Я хочу только мира. Я не желаю начинать гражданскую войну и вообще сражаться за какой-то трон. Никогда! И давайте больше не будем об этом говорить.

source: There will come time when we'll have to talk about it again. But we can leave it for now. Right now, we should focus on how we will get through the lines of the Akladians.
ru: Придёт время, и мы вернёмся к этому разговору. А пока отложим. Сейчас нам нужно подумать над тем, как мы пробьёмся через порядки акладиан.

source: If I may make a suggestion, my lord... we are here to gather news, but I don't think interrogating the eastern enemy leader would help us much. He doesn't look important enough. The second one, on the other hand...
ru: Если вас интересует моё мнение, милорд... Конечно, мы здесь для того, чтобы собирать информацию, но восточного лорда, мне кажется, допрашивать бессмысленно. Он не выглядит важной особой. Напротив, второй...

source: Not important enough? They look the same rank to me...
ru: Не выглядит важной особой? По-моему они в одном чине...

source: Yes, but some lords are more knowledgeable and well-connected than others.
ru: Да, но у некоторых лордов больше связей и информации, чем у прочих.

source: In this scenario, you may interrogate Hoyre Ramenari with either Ruvio or Gawen, it will make no difference. Move Ruvio to signpost to ask him for advice.
ru: В этом сценарии допросить Ойре Раменари может как Гевен, так и Рувио. Разницы нет. Если хотите услышать совет Рувио, подведите его к северному указателю.

source: Move Gawen to southern edge of the map
ru: Проведите Гевена к южному краю карты

source: Uhmmm... I should interrogate him, right? So... uh... what did you eat for breakfast?
ru: Мммм... Я должна что-то у него спросить, да? Ну, скажем... Что ты ел сегодня на завтрак?

source: Oh, never mind.
ru: Ладно, забудь.

source: Wait, don't kill him!
ru: Постой, не убивай его!

source: He's already dying. I don't think he can be of any more help to us.
ru: Он уже мёртв. Не думаю, что он будет ещё чем-то нам полезен.

source: So he had nothing to say after all.
ru: Он ничего не скажет, я же говорил.

source: I know, I was only curious.
ru: Я помню, просто стало любопытно.

source: Well, is your curiosity satisfied?
ru: Любопытство удовлетворено?

source: I guess...
ru: Пожалуй...

source: You just let him die?
ru: Просто оставишь его умирать?

source: It seemed like he didn't have anything important to say.
ru: Похоже, он не расскажет ничего важного.

source: If you say so.
ru: Ну, как скажешь.

source: Just as I've told you, I rarely miss!
ru: Как я и говорила, я редко промахиваюсь.

source: What the... elves!
ru: Что за... Эльф!

source: Eeek! Elves! The green devils are here!
ru: А-а-а! Эльфы! Зеленые демоны!

source: We fought our way out of forest. What now?
ru: Мы пробились к выходу. Что теперь?

source: Now Gaumhaldric the Great will accomplish all those amazing deeds that will cause bards to sing about him in the future!
ru: Теперь Гемхальдрик Великий отправится на свершение удивительных деяний, которые менестрели воспоют в веках!

source: Ruvio, would you please send her back home?
ru: Рувио, сделай милость, отправь её домой.

source: Stop it, kids. We've got to keep moving. We have a mission to accomplish.
ru: Дети, перестаньте. Надо идти дальше. Нам нужно закончить дело.

source: A GREAT mission. Hey, Gaumhaldric, I think I just came up with a song about this. Do you want to hear it?
ru: Не дело, а ДЕЯНИЕ. Эй, Гемхальдрик, кажется я только что сочинила про тебя балладу. Хочешь послушать?

source: If you want my advice, I think you may want to use our elves. Six elves should be able to hold off the eastern leader on their own, especially using hit-and-run tactics. Alternatively, you may ignore one of the enemies entirely and concentrate all of your forces against the other one. There's no hurry; we've got quite a lot of time.
ru: Коль скоро Вы спрашиваете моего совета, думаю, здесь стоит задействовать наших эльфов. Шестерых эльфов должно быть достаточно, чтобы сдержать восточного лидера, особенно с тактикой "бей и беги". С другой стороны, можно попробовать игнорировать одного врага и полностью сосредоточиться на другом. Спешить некуда, у нас достаточно времени.

source: Outlaw Base
ru: Логово разбойников

source: Gawen, Ruvio, and Karen didn't celebrate their victory. The bodies of the last Akladians were still warm as they hurried from the battlefield. They entered the forest of Raedwood, hoping that no one would follow them.
ru: Гевен, Рувио и Карен не стали праздновать победу. Они спешили прочь от поля боя, усеянного ещё не остывшими телами акладиан. И вот они вошли в Редвудский лес, надеясь, что никто не будет их преследовать.

source: Uorl
ru: Уорл

source: Harl
ru: Харл

source: Thug
ru: Туг

source: Borl
ru: Борл

source: What kind of place is this?
ru: А что это за место?

source: It's a bad place. Not the worst place imaginable, but it's still bad enough.
ru: Плохое место. Не самое плохое в мире, но нам хватит.

source: You see, Haldric... uh, Haldric? HALDRIC!
ru: Послушайте, Хальдрик... Эй, Хальдрик? ХАЛЬДРИК!

source: ...oh right, you mean me. Sorry, I just haven't gotten used to that name yet...
ru: ... Ах, да, это же я. Простите, пока ещё не привык к этому имени...

source: Right, well, as I was saying, about this place, when the royal family of Wesnoth started a war over succession, a golden era for bandits and thieves began. The succession wars were devastating and divided Wesnoth into many small kingdoms.
ru: Хорошо. Итак, что касается этого места. Как я уже говорил, когда королевская семья Веснота развязала войну за наследство, настали золотые деньки для воров и бандитов. Войны за престол оказались весьма разорительными и Веснот распался на много небольших королевств.

source: During the wars, kings became weaker and lost much of their power, so when peace came they no longer had the forces needed to drive bandits out of their hideouts. The bandits continued to flourish even in periods of peace. When the Akladians came, they didn't care about rooting the bandits out either.
ru: Воюя, короли ослабли и по большей части утратили власть. Когда наступил мир, никому не хватило сил разогнать бандитов по их норам. И даже в перемирия разбой цвёл буйным цветом. Пришедшие акладианы тоже не озаботились искоренением преступности.

source: Fortunately, the place seems to be abandoned now.
ru: На наше счастье это место, похоже, давно заброшено.

source: Hey, people! Look who's here: such ridiculously easy targets that even though most of our forces are elsewhere, we will still have no problem taking their gold!
ru: Эй, братва! Смотрите, кто идёт: полтора калеки курам на смех. Хоть наши почти все ушли на дело, проблем не будет отобрать у этих золотишко!

source: Abandoned, huh?
ru: Заброшено, ага.

source: There are some young men living in the neighborhoods here. You may recruit a few of them.
ru: Здесь неподалёку живут несколько молодых парней. Можно рекрутировать кого-нибудь из них.

source: If I may, I want to personally prove to this Rob Roe that I am not a 'ridiculously easy target.' Leave him to me, if you can.
ru: А я хотел бы лично объяснить этому Робу Ро, что я не "курам на смех". Постарайтесь оставить его мне.

source: What? Why are you looking at me like that?
ru: Что ты на меня так смотришь?

source: Hmm... I wonder what might lie in that northern, empty castle...
ru: Хм... Интересно, что там в заброшенном замке на севере...

source: Your recruitment of spearmen and archers is limited in this scenario.
ru: Найм копьеносцев и лучников в этом сценарии ограничен.

source: You may recruit up to FOUR spearmen and/or archers. When you recruit a FOURTH spearman and/or archer, their recruitment will be disallowed.
ru: Можно завербовать ЧЕТВЕРЫХ копьеносцев или лучников. После этого вербовка будет недоступна.

source: Kill the enemy leader.
ru: Убийство вражеского лидера.

source: Wow! They actually know how to fight!
ru: Ба! Да они умеют сражаться!

source: Hmm... perhaps they are not such easy marks as I thought.
ru: Хм... Похоже это не такие лохи, как я думал.

source: Heavens! They really know how to fight! Stop toying with them!
ru: О, небо! Они реально бьются! Шутки в сторону!

source: Argh! Why would you not at least grant me the honor of death at the hand of your commander? I should have liked to learn his name...
ru: Ах ты! Что ж не уважили, не дали меня убить своему начальнику? Знать бы хоть, как его зовут...

source: My name is Ga... uhmm... Haldric.
ru: Меня зовут Ге... ммм... Хальдрик.

source: Gaumhaldric? Wow, every name is better than the last.
ru: Гемхальдрик? Что ни имя, то шедевр.

source: It wouldn't have been so easy for you if the bulk of our army hadn't been elsewhere...
ru: Ты бы так легко меня не взял, если бы все наши не ушли...

source: So you were worthy opponents, after all! It's a shame we didn't meet in other circumstances, or we might have been friends.
ru: Что ж, ты был достойным противником. Жаль, что мы не встретились в другое время и в другом месте. Могли бы стать друзьями.

source: You need not die, Rob Roe. I do not wish for your death. I will let you live.
ru: Умирать не обязательно, Роб Ро. Я не хочу твоей смерти. Я оставляю тебе жизнь.

source: What's your name, noble stranger, so I can know whom to thank?
ru: Как тебя зовут, благородный незнакомец? Кого благодарить?

source: So, Gaumhaldric, may I fight for you? I and my people too?
ru: А что, Гемхальдрик, хочешь я пойду с тобой? И мои люди тоже?

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
ru: О! Ты заработал новую кликуху, Гемхальдрик.

source: After some thought...
ru: После некоторых раздумий...

source: Yes, I shall accept you and any of your people who want to fight in my army.
ru: Да, я готов принять тебя и тех твоих людей, кто хочет за меня сражаться.

source: No offense, but I don't trust you enough.
ru: Нет. Без обид, но я тебе не доверяю.

source: You said most of your army is elsewhere?
ru: Ты говорил, что ваши где-то ходят?

source: Yes. Our best units were hired to invade the Carrenemoe clan.
ru: Да. Всех лучших наняли на битву с кланом Карренемо.

source: The Carrenemoes? Ruvio, we have to...
ru: Карренемо? Рувио, нам нужно...

source: We must get to Freetown as soon as possible. I'm sorry, kid.
ru: ... во Фритаун, и как можно скорее. Простите.

source: Rob Roe, there was assassin who was sent after m... Gawen Hagarthen. He was interrogated and he said he was sent from an 'Outlaw Place.' Do you know who hired him to kill king Gawen Hagarthen?
ru: Роб Ро, был один наёмник, которого послали убить ме... Гевена Хагартена. На допросе он сказал, что его послали из Логова разбойников. Ты знаешь, кто его нанял для убийства короля?

source: I am not sure. Perhaps you can say a few names, and I will tell you if any of them rings a bell?
ru: Не уверен. Говори мне имена, а я скажу, если что-то щёлкнет.

source: So, what about...
ru: Ну, например...

source: No, I don't think it was him.
ru: Нет, не думаю, что он.

source: Yes! I remember that name now! He set a price on the head of a father and son. I think it was also he who paid us to invade the Carrenemoes' holdings.
ru: Да! Вот это имя вспомнил! Он выставил награду за головы и сына, и отца. И кажется, он же платит за разборку с кланом Карренемо.

source: Reme Carrenemoe?
ru: Реме Карренемо?

source: The noble and honorable Reme? You have got to be kidding.
ru: Славный благородный Реме? Да ты шутишь.

source: Lady Lorin?
ru: Леди Лорин?

source: No, it wasn't a woman. People from the Gallorae clan did contact us in the past about buying some poison, but that was years ago.
ru: Нет, это была не женщина. Люди из Галлора когда-то выходили на нас насчёт покупки яда. Но это было много лет назад.

source: Graeme O Borraine?
ru: Грэме О'Боррейн?

source: Who? Never heard of him.
ru: Кто? Никогда не слышал.

source: Hoyre O Barnon?
ru: Ойре О'Барнон?

source: The guy from city of Barnon? No, it wasn't him, though from what I've heard about him he could do it - if he could think for himself.
ru: Парень из Барнона? Нет, не он. Судя по тому, что я о нем слышал, он мог бы это сделать, если бы думал своей головой.

source: There are no more trained, able-bodied young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
ru: Больше никто в этом маленьком поселении не умеет обращаться ни копьём ни с луком. Вербуйте крестьян или фехтовальщиков.

source: Oh, there is a horse in this village. I can ride it!
ru: О, здесь есть лошадь. Я могу скакать!

source: ...see?
ru: ... видите?

source: You look different now.
ru: Ты выглядишь иначе.

source: It's amazing the effect that getting on horseback can have on one's appearance, isn't it?
ru: Езда верхом удивительным образом меняет человека, не правда ли?

source: Indeed.
ru: Это точно.

source: Ha! Our army has returned! You are doomed now!
ru: Ха! Парни вернулись! Сейчас мы всех вас похороним!

source: Hm, it seems there are some more people here, capable with spears and bows, who could be recruited.
ru: Хм. У нас ещё есть те, кто может держать в руках копьё и лук. Мы можем их завербовать.

source: You may recruit four more archers and/or spearmen.
ru: Можно завербовать ещё четверых лучников или копьеносцев.

source: It seems that the outlaws had a small treasury hidden here.
ru: Похоже у разбойников здесь небольшой тайник.

source: You receive $gold_amt golden pieces.
ru: Вы нашли $gold_amt золотых.

source: Haw haw haw, you thought we were here to fight <i><b>for</b></i> you? Think again, fools!
ru: Ну-ну-ну. Ты, что, решил, что мы тут будем драться <i><b>за</b></i> тебя? Держи карман, балбес.

source: $unit.name turned out to be an outlaw!
ru: $unit.name становится разбойником!

source: Old Woman
ru: Старуха

source: I am Akladian... but my mother was Wesnothian.
ru: Я акладиан. Но моя мать была весноткой.

source: Oh, so you are only half-a-jerk, right? He, he.
ru: А, так ты полудурок? Хе-хе.

source: I am glad I made you laugh, my lady. Now, please forgive me, I have to defeat the rest of our enemies here.
ru: Рад, что развеселил Вас, миледи. Теперь прошу меня простить, я должен расправиться с остальными врагами.

source: Wait, young man. You made me laugh, and in my age, and in this time, this means something. In exchange I will teach you few tricks with herbs. Maybe you will find them useful...
ru: Постой, юноша. Ты меня повеселил, а в моём возрасте, да ещё в такое время это чего-то стоит. В награду я расскажу тебе кое-что о лечебных травах. Может, тебе это пригодится...

source: This unit has learned basic healing skills: it can cure poison and up to 2 HP of wounded friendly units.
ru: Этот персонаж получил базовые навыки лечения: он сможет лечить отравление и восстанавливать 2 очка здоровья дружественным отрядам.

source: basic healing
ru: базовое лечение

source: heals +2, cures poison
ru: лечит +2, снимает отравление

source: I don't know whether you are brave or simply insane, speaking that way to Akladian Lady, who can kill you just like that, giving less thought to that than to killing a fly.
ru: Не знаю, смелая ты или безумная, если так говоришь с акладианской леди, которой убить тебя будет не сложнее, чем прихлопнуть муху.

source: Really? You think you are the first Akladian trying to scare me?
ru: Серьёзно? Думаешь, ты первая из акладиан, кто пытается меня напугать?

source: I may be the first who can succeed at that.
ru: Возможно, я первая, у кого это получится.
