Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: Table
ru: Стол

source: Room inside
ru: Внутренняя комната

source: Peasant girl
ru: Деревенская девочка

source: The young girl. She cannot fight, she cannot even defend herself. She appears only once in one scenario.
ru: Маленькая девочка. Не может сражаться, не может даже защитить себя. Всего один раз появляется в сценарии.

source: Senior Village Elder
ru: Старейшина деревни

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
ru: Вся деревня ожидает указаний от строгого и мудрого старейшины. На их плечах забота о благополучии всей общины. Провинциальные чиновники часто назначают старейшин судьями, и те соединяют формальную и фактическую власть.

source: female^Senior Village Elder
ru: Старейшина деревни

source: City Militia
ru: Городской стражник

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
ru: Городская стража набирается из числа жителей веснотских городов. Их обычные задачи - следить за порядком в городе и охранять городские стены.

source: spear
ru: копьё

source: Oracle
ru: Оракул

source: No description. It will never appear anywhere, since the unit is fake.
ru: Описания нет. Его нигде нельзя будет увидеть, потому что такого юнита нет.

source: Rancher
ru: Наездник

source: In the wilder, less tamed regions of Wesnoth, the horse clans provide a steady supply of mounts available to even common farmers.
ru: В диких малонаселённых районах Веснота даже простой крестьянин легко может раздобыть седло в кланах наездников.

source: Karen
ru: Карен

source: Being one of four daughters of a great warrior was never an easy task. Hearing from childhood about battles, knights, and great deeds of her father, Karen decided early on that being a good housewife is definitely not her destiny.
ru: Быть одной из четырёх дочерей великого воина — непростое дело. С детства слушая истории о битвах, рыцарях и великих подвигах отца, Карен давно решила, что участь тихой домохозяйки точно не для неё.

source: sword
ru: меч

source: Ruvio
ru: Рувио

source: Always loyally serving royal family of Wesnoth, Ruvio's skills with the sword and crossbow became better than above average, to say it modestly. Even though age has had its impact on Ruvio, he is still a dangerous opponent.
ru: Рувио всегда верно служил королевской семье Веснота. Его навыки в обращении с мечом и арбалетом, мягко говоря, гораздо выше среднего. Хотя время и потрепало этого человека, он по-прежнему опасный противник.

source: crossbow
ru: арбалет

source: Outlaw Raider
ru: Разбойник-рейдер

source: After four or five robbings, any Brigands that last that long will usually find a sword of some type. Usually this is a saber because fencers are their most regular prey, as they often wander around lonely backroads looking for fights most of the time. They also usually build or buy (or steal) a better crossbow, and their accuracy and skill have both improved with practice.
ru: После четырёх-пяти налётов всякий разбойник рано или поздно обзаводится каким-нибудь холодным оружием. Обычно это сабля, потому что чаще всего их жертвами становятся фехтовальщики, которые всё время бродят по заброшенным дорогам в поисках драки. Также обычно они делают или покупают арбалет получше, поэтому их точность и навык владения этим оружием вырастают.

source: saber
ru: сабля

source: Brigand
ru: Разбойник

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
ru: Верховые, вооружённые устрашающими серпами разбойники оставили крестьянскую жизнь, чтобы рыскать по укромным тропам Веснота, грабя путешественников. Ещё они носят грубо сделанные арбалеты, но не очень искусны в обращении с ними.

source: sickle
ru: серп

source: dauntless
ru: бесстрашие

source: Dauntless: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
ru: Бесстрашие: При атаке сопротивляемость отряда удваивается, но не больше, чем до 50. Отряд не подвергается ослабляющим эффектам.

source: sylvan spark
ru: сильванская искра

source: Sylvan Spark: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
ru: Сильванская искра: Среди растительности боец может восстанавливать 5 очков здоровья за ход. Если отравлен, вместо восстановления он выводит отраву.

source: ability^protection
ru: защита

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
ru: Защита: Защитные способности соседних дружественных отрядов меньшего уровня увеличиваются на 20%, но не более, чем до 50%.

source: ability^obscures
ru: затемнение

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
ru: Затемнение: Этот боец затемняет окружающие клетки, благодаря чему хаотические отряды сражаются лучше, а порядочные хуже. Все соседние отряды сражаются днём как в сумерках, а в сумерках — как ночью.

source: ability^terror
ru: ужас

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
ru: Ужас: Этот боец пугает стоящие перед ним отряды, из-за чего те сражаются хуже. Соседние вражеские отряды низшего уровня будут наносить меньше повреждений в битве. Когда вражеский отряд такого же или меньшего уровня вступает в бой, он наносит на 15% меньше повреждений, и ещё на 15% меньше за каждый уровень разницы.

source: ability^intimidates
ru: пугающий

source: This unit intimidates adjacent level 0-1 enemy units, making them fight worse. Affected units engaging in combat deal 25% less damage and become unable to exert their zone of control over those adjacent to the intimidating unit.
ru: Это соединение пугает соседних бойцов противника уровней 0-1, из-за чего они сражаются хуже. Напуганные бойцы наносят в бою на 25% меньше урона и не могут контролировать зоны, находящиеся рядом с пугающим соединением.

source: ability^sylvan essence
ru: сильванская натура

source: Sylvan Essence: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
ru: Сильванская натура: Этот боец лечит и исцеляет дружественные отряды на соседних клетках на 8 очков здоровья за ход. Может скрываться в местности, покрытой растительностью. Кроме того, среди растительности он может восстанавливать своё здоровье на 3 очка за ход.

source: Sylvan Essence: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
ru: Сильванская натура: Этот отряд освещает соседние клетки, благодаря чему порядочные бойцы сражаются лучше, а хаотичные — хуже. Каждый соседний отряд сражается ночью как в сумерках, а в сумерках как днём. Кроме того отряд лечит и исцеляет дружественных бойцов на соседних клетках на 8 очков здоровья за ход. В местности, покрытой растительностью, отряд может скрываться от врагов. Кроме того среди растительности он может восстанавливать своё здоровье на 4 очка за ход.

source: AMLA^Armoured
ru: Защищённый

source: AMLA^Fast
ru: Быстрый

source: AMLA^Fighter
ru: Боец

source: AMLA^Fast Attack
ru: Быстрая атака

source: AMLA^Sword Dancer
ru: Мастер меча

source: AMLA^Tough
ru: Крепкий

source: Lord Hagarthen
ru: Лорд Хагартен

source: It usually takes many years until young Hagarthen clan members are considered worthy enough to become kings. Such Hagarthen clan members are then called lords.
ru: Обычно нужно много лет, чтобы юный член клана Хагартен был признан достойным стать королём. Такие Хагартены называются лордами.

source: Lord Bor Cryne
ru: Лорд Бор Крайн

source: After two generations had passed since the conquest of Wesnoth, Akladian leaders- despite claiming to despise the Wesnothians - started to mimic the customs of the Wesnothian nobility. Thereafter, the clan leaders, the 'lords', tended to become hereditary. As such it became extremely rare for a lord not to be a son of previous lord. Bor Cryne came from a noble family, though not one of the highest class, meaning he could, at most, expect to become a chieftain. Yet he was such a skilled warrior and leader that he was able to become a leader of his clan, killing the previous lord in a duel, as was traditional. He always despised the customs of Wesnothians and disliked those lords who enjoyed courts more than battlefields.
ru: Спустя два поколения после завоевания Веснота акладианские лидеры, хотя и заявляли о презрении к Веснотцам, стали перенимать обычаи веснотской знати. И вскоре лидерство в клане стало передаваться по наследству. Редко можно было встретить лорда, который не приходился бы сыном предыдущему. Бор Крайн происходил из знатной семьи, хотя и не из самой высшей знати. Самое большее, на что он мог рассчитывать, это стать одним из клановых вождей. Искусный воин, лидер, он был вполне способен завоевать титул в смертельном поединке с предыдущим лордом, как требовал обычай. Он всегда презирал веснотские обычаи и избегал тех лордов, кто предпочитал придворную жизнь полям сражений.

source: Hagarthen
ru: Хагартен

source: When Gawen Hagarthen's youth had passed, he understood that to become respected amongst his tribe, he must become skilled in the way of the sword, as well as in politics.
ru: Когда юность прошла, Гевен Хагартен понял, что завоевать уважение сородичей можно будет только освоив искусство боя так же хорошо, как и политическую премудрость.

source: Akladian Light Infantry
ru: Лёгкий пехотинец Акладиан

source: The best Akladian warriors are chosen by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in their armour being light, and a spear being their weapon of choice.
ru: Лучших бойцов акладианские лорды отбирают для службы в регулярной армии, и те становятся профессиональными солдатами. Солдаты экипируют себя сами, и потому одеты в легкие доспехи, а вооружены простыми копьями.

source: Akladian Protector
ru: Защитник клана Акладиан

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors form a caste of excellent warriors with their own codex, devoting their whole life to the protection of their clans.
ru: Ветераны многих битв, выжившие после несчётных вражеских вторжений, защитники составляют особую касту превосходных воинов с собственным уставом, по которому вся жизнь их посвящена защите клана.

source: greatmace
ru: большая булава

source: female^Queen
ru: Королева

source: While the relationship between sexes in Akladian society is far from equal treatment, all women are expected to be able to handle weapons, and those who are wives or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
ru: Хоть отношения полов в акладианском обществе и далеки от равенства, всем женщинам положено владеть оружием, и ожидается, что жёны и дочери великих воинов обращаются с мечом не хуже, чем их супруги и отцы.

source: Akladian Fastfoot
ru: Адьютант Акладиан

source: Akladian Fastfoots are members of the personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope into the mastering of the sword.
ru: Адьютанты акладиан составляют личные войска акладианских лордов. Это почти профессиональные солдаты, которых экипирует собственный господин. Одетые в лёгкую броню адьютанты больше полагаются на своё мастерство владения мечом.

source: Akladian Homeguard
ru: Ополченец Акладиан

source: Facing hostility from all other nations, Akladians had to create special units who would devote their whole lives to guarding the settlements of the clans.
ru: Перед лицом агрессии со стороны остальных народов акладианы были вынуждены создать особые отряды, жизнь которых была посвящена охране поселений кланов.

source: mace
ru: булава

source: Akladian Clansman
ru: Член клана Акладиан

source: Akladian Clansmen are the core of the Akladian tribes. They are raised in a culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for the defense of their kingdoms.
ru: Основу акладианских племён составляют члены кланов. Выросшие в культуре, поощряющей насилие, они с детства слышат, что их предназначение — моровое господство. Несмотря на лёгкую защиту и неважное вооружение, они могут быть довольно опасны, особенно когда их много. Их призывают только для защиты их собственных королевств.

source: short spear
ru: короткое копьё

source: Akladian Wonderman
ru: Кудесник Акладиан

source: Very rare amongst Akladian tribes, Wondermen are those who have spent their whole lives studying ways of healing. They have even learned from the experiences of the Wesnothians, and have learned a few valuable tricks in the process, such as the ability to wield lightbeams.
ru: Редкие среди акладианских племён кудесники это те, кто всю свою жизнь посвятил науке исцеления. Они обращались даже к опыту веснотцев, в процессе переняв кое-какие ценные умения вроде возможности сражаться световым лучом.

source: staff
ru: посох

source: lightbeam
ru: луч света

source: Akladian Warrior
ru: Воин Акладиан

source: Spending their times in constant fights and raids, many Akladian clansmen become warriors, joining armies not only in defense, but also in raids against neighbouring lands.
ru: Проводя время в постоянных битвах и походах, многие члены кланов акладиан становились воинами и вступали в армию чтобы не только защищаться, но и участвовать в набегах на соседей.

source: Akladian Wiseman
ru: Знахарь Акладиан

source: Akladian Wisemen are those very few from the tribes, who study herbs and ways to heal, instead of how to harm and kill people.
ru: Акладианские знахари это те немногие, кто изучает травы и искусство исцеления вместо того, чтобы калечить и убивать людей.

source: Akladian Leader
ru: Лидер Акладиан

source: Some of the Akladian warriors, because of their personal achievements or their heritage, are charged with leading the others, starting their career which some day may result in leading the whole tribe.
ru: Некоторым акладианским воинам, за их личные качества или знатное происхождение, получают командовать остальными, кладя начало карьеры которая однажды может привести их к высшей власти в племени.

source: Akladian Lord
ru: Лорд Акладиан

source: Those chieftains who gained enough reputation and fame may end up as leaders of whole tribes.
ru: Вожди, заслужившие достаточно уважения и почёта, в итоге могут возглавить всё племя.

source: Akladian Holyman
ru: Праведник Акладиан

source: Devoting their whole life to the task of healing and curing, Akladian Holymen are respected amongst the tribes, and useful to Akladian lords.
ru: Всю свою жизнь праведники посвящают заботам об исцелении ближних. Они уважаемы среди акладианских племён и полезны акладианским лордам.

source: Akladian Darknite
ru: Тёмный рыцарь Акладиан

source: After spending their whole life in constant fighting, Darknites are excellent warriors and formidable opponents, hated and feared in the world of Wesnoth. They know no pity and expect none.
ru: Посвятив всю свою жизнь непрерывным сражениям, Тёмные рыцари становятся великолепными бойцами и опасными противниками, которых боится и ненавидит весь Веснот. Они не имеют жалости и не ждут её для себя.

source: greatsword
ru: двуручный меч

source: Akladian Sturmknight
ru: Штурмовик Акладиан

source: Raids are well-paid jobs, and thanks to them many Akladians manage to equip themselves with better armour and weapons.
ru: В боевых походах можно хорошо заработать, благодаря чему многие акладианы добывают оружие и броню получше.

source: Young Hagarthen
ru: Юный Хагартен

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generations. This heritage and this burden causes even young Hagarthen men to try (sometimes without big results) to become better warriors than others.
ru: Из поколения в поколение клан Хагартенов возглавлял акладианские королевства. С самых юных лет Хагартены готовились нести бремя этого наследства и старались (иногда без особого успеха) стать лучшими воинами, чем остальные.

source: training sword
ru: учебный меч

source: female^Akladian Lady
ru: Леди Акладиан

source: Akladian Pikeneer
ru: Пикейщик Акладиан

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being the closest thing to a regular army that Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
ru: Акладианские пикейщики это солдаты постоянных личных армий акладианских лордов. Из всех воинских соединений акладиан они больше всех похожи на регулярную армию. Пикейщики преданы лично своему хозяину, который снабжает их вооружением и продовольствием.

source: Sword
ru: Меч

source: pike
ru: пика

source: Akladian Shieldguard
ru: Щитоносец Акладиан

source: Those Akladians who can afford it wear better armour, forming units which become the last strands of hope if the enemy is seeking revenge for Akladian raids, and then besieges the home settlements of the clans.
ru: Акладианы, не стеснённые в средствах, носят улучшенную броню, составляя отряды, которые оказываются последней надеждой, когда горящий жаждой мести враг осаждает поселения кланов.

source: female^Akladian Princess
ru: Принцесса Акладиан

source: Akladian Chieftain
ru: Вождь Акладиан

source: The best of the Akladian warriors are chosen to lead their clans.
ru: Лучшие воины акладиан избираются вождями кланов.

source: Akladian Raider
ru: Рейдер Акладиан

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them both a sense of life and the means for life.
ru: Многие акладианы, приходят в армию своего лорда, чтобы стать истинными профессионалами войны. Война становится их образом и смыслом жизни.

source: Young Saurian
ru: Молодой зауриан

source: Young Saurians are the workers for their race.
ru: Молодые заурианы трудятся на благо своей расы.

source: pick
ru: мотыга

source: main={long_firstn}|{short_firstn} {lastn} short_firstn={prefix}{suffix}|{prefix_v}{suffix_c} long_firstn={prefix}{midfix}{suffix}|{prefix}{midfix}{midfix}{suffix}|{prefix}{midfix_v}{suffix_c} lastn=O {uplace}|Ohavenort|Areon|Rothe|Crynenoj|Cruveno|Mathauri|Ramenari|Rebarnon|Khan|Harnen|Barien|Barrae|Scud|Skagrrae|Riddon|Travil|Hurionen|Urien|Brien|Dark|Wonder|Moric|Putin|{uplace}{demonymsuffix}|Netanyahu uplace=Gaeltin|Borraine|Barnone|Vattin|Haeltin|Raedbor|Raednon|Barron|Warhol|Skagrrak|Travil|Trimmen demonymsuffix=an|ite|ish|ard|iot|na prefix={prefix_v}|{prefix_c} prefix_v=Re|Ao|Te|Ro|Eo|Lee|La|Ru|Theo|Ae|Rao|Ne|I|Ia|Ioe|Kro|Kre|Yeo|Que|Thu|Mari|Bo|Uri|Ri|Nai|Rau|Gra|Ree|Stro|Reo|Oy|Au|Oe|Mo|No|Rou|Moe|Mi|U|Li|Reu|Ra|Ee|E|Be|Bu|Wu|Dau|Co|Ai|Gau|Al|Odo|Gae|Gei|Eu|Oda|To|Beo|Ku|Tre|Ha|Lu prefix_c=Or|Kar|Sav|Raul|Ur|Bar|Er|Mar|Mir|Um|Quiv|Bur|Tel|As|Lar|Rav|Rum|Cim|At|Eur|Tot|Hun|Hil|Hild|En|Enk|Tam|Sky|Ar|Arg|Gen|Kub|Trev|B|Zan midfix={midfix_v}|{midfix_c}|{midfix_v}{midfix_c} midfix_v=u|re|e|ue|le|no|eo|me|ke|o|i|ne|ri|ma|a|ra|li|ou|ru|lo|meo|he|ro|ea|lu|ka|do|se|see|va|de|wu|ki|thi|ba|gle|io|ee|oe|vo|zi midfix_c=en|uk|an|er|ster|reg|til|ar|ov|wul|id|um|bar|barg|bur|vor|ur suffix=ke|me|re|nor|rao|ree|oe|rien|noe|roe|the|en|rei|ri|ae|an|ain|nee|moe|neo|reo|lien|aye|mo|ele|eo|aen|mar|ric|eric|riec|riac|yen|bar|kee|li|eme|kin|in|noo|lin|le|lan|meo|ro|are|oto|to|ato|igi|riv|iv|ban|ge|len|ren|non|tan|rial|nan|ven|pel|per|la|ic|acer|iac|ila|fe|es|des|du|man|eu|ghis|lai|ien|kian|ian|ar suffix_c=rgh|rk|ck|nk|rg|n|r|c|v|l|s|k|gh|rs|cs
ru: main={long_firstn}|{short_firstn} {lastn} short_firstn={prefix}{suffix}|{prefix_v}{suffix_c} long_firstn={prefix}{midfix}{suffix}|{prefix}{midfix}{midfix}{suffix}|{prefix}{midfix_v}{suffix_c} lastn=О {uplace}|Оавенорт|Ареон|Роте|Крайненой|Крувено|Матаури|Раменари|Ребарнон|Хан|Харнен|Бариен|Баррэ|Скуд|Скагрэ|Риддон|Тревил|Хурионен| Уриен|Бриен|Дарк|Вандер|Мориц|Путин|{uplace}{demonymsuffix}|Нетаньяху uplace=Гэлтин|Борейн|Барнон|Ваттин|Хэлтин|Рэдбор|Рэднон|Баррон|Вархол|Скаграк|Тревил|Триммен demonymsuffix=ан|ите|иш|ард|иот|на prefix={prefix_v}|{prefix_c} prefix_v=Ре|Ао|Те|Ро|Эо|Ли|Ла|Ру|Тео|Аэ|Рао|Не|И|Иа|Иэ|Кро|Кре|Ео|Куе| Ту|Мари|Бо|Ури|Ри|Наи|Рау|Гра|Ри|Стро|Рео|Ой|Ау|Оэ|Мо|Но|Роу|Моэ|Ми|У|Ли| Рой|Ра|И|Е|Бе|Бу|Ву|Дау|Ко|Аи|Гау|Ал|Одо|Гэ|Геи|Эу|Ода|То|Бео|Ку|Тре|Ха| Лу prefix_c=Ор|Кар|Сав|Раул|Ур|Бар|Эр|Мар|Мир|Ум|Кив|Бур|Тель|Ас|Лар|Рав|Рум|Ким|Ат|Эвр|Тот|Хун|Хил|Хильд|Эн|Энк|Там|Скай|Ар|Арг|Ген|Куб|Трев|Б|Зан midfix={midfix_v}|{midfix_c}|{midfix_v}{midfix_c} midfix_v=у|ре|е|уе|ле|но|эо|ме|ке|о|и|не|ри|ма|а|ра|ли|у|ру|ло|мео|хе|ро|еа|лу|ка|до|се|си|ва|де|ву|ки|си|ба|гле|ио|и|оэ|во|зи midfix_c=ен|ук|ан|ер|стер|рег|тил|ар|ов|вул|ид|ум|бар|барг|бур|вор|ур suffix=ке|ме|ре|нор|рао|ри|оэ|риен|ноэ|роэ|те|ен|рэи|ри|аэ|ан|аин|ни|моэ| нео|рео|лиен|айе|мо|эле|ео|аэн|мар|рик|эрик|риэк|риак|иен|бар|ки|ли|эме|кин| ин|ну|лин|ле|лан|мео|ро|аре|ото|то|ато|иги|рив|ив|бан|ге|лен|рен|нон|тан| риал|нан|вен|пель|пер|ла|иц|асер|иац|ила|фе|ес|дес|ду|ман|еу|гис|лаи|иен| киан|иан|ар suffix_c=рх|рк|ск|нк|рг|н|р|ц|в|л|с|к|г|рс|кс

source: main={prefix}{suffix}|{prefix}{midfix}{suffix} prefix=Lo|Lao|Aoe|Uye|Rian|Yeo|Thu|Mario|Ee|Ne|Xe|Ay midfix=na|rien|el|ma suffix=rin|lin|la|na|ra|ya
ru: main={prefix}{suffix}|{prefix}{midfix}{suffix} prefix=Ло|Лао|Ао|Юе|Риан|Ео|Ту|Марио|Ие|Не|Зе|Ай midfix=на|риэн|эль|ма suffix=рин|лин|ла|на|ра|я
