Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: My lord, our scouts also told us that we are being followed by a very large army of Akladians. Someone has noticed us. Maybe our successes have been too much. We have to win quickly, or we will be crushed by another foe.
ru: Милорд, разведка также докладывает, что нас преследует большая армия акладиан. Кто-то нас заметил. Похоже, мы чересчур прославились. Нам нужно скорее одержать победу, иначе нас сокрушат подоспевшие враги.

source: It will be have to be a quick and decisive victory, then.
ru: Что ж, победа будет быстрой и решительной.

source: I am ready to take Lorin's place in your battle formation, my lord.
ru: Я готов встать в строй вместо Лорин, милорд.

source: If only we had someone to take Lorin's place...
ru: Если бы нам было кем заменить Лорин...

source: Now that we have quit Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom that was founded by Akladians, and is ruled by your cousins from the Hagarthen line. But where Deorien is exactly... well, we have no idea.
ru: Что ж, мы выбрались из Редвуда, теперь нужно найти Деориэна. Известно, что он где-то в Окладии, ещё одном акладианском королевстве, где правит Ваш кузен из клана Хагартенов. Но где именно находится Деориэн... Нет, не представляю.

source: That's why I suggest we visit the Oracle, who, being a mage herself, may know where Deorien is.
ru: Поэтому я считаю, что нужно посетить Оракула. Она сама маг, и может знать, где находится Деориэн.

source: I can't hold my sword anymore... I can't...
ru: Я не могу удержать меч... Не могу...

source: My ancestors, I am coming to you! I hope I have not failed you...
ru: Предки, я иду к вам! Надеюсь, я вас не подвёл...

source: I'm not afraid... I would just want to smoke a little longer...
ru: Это совсем не страшно... Вот только б закурить ещё разок...

source: Dunefolk die without fear!
ru: Люди Дюн не боятся умирать!

source: No! It's impossible! I have just started!
ru: Нет! Это невозможно! Я же только начал!

source: That's not fair!
ru: Так не честно!

source: Father! Father! I am losing my...
ru: Папа! Папа! Кажется я...

source: No! I have still so much to do!
ru: Нет! Мне ещё так много надо сделать!

source: Rob Roe
ru: Роб Ро

source: You'd think I'd have learned not to underestimate my enemies by now, but... argh...
ru: Ты наверное думаешь, что мне не стоило недооценивать моих врагов, но... А-а-ах...

source: Get out of my way... I am not here because of you.
ru: Прочь с моего пути... Я пришёл не за тобой.

source: You aren't the prince, are you? Then it is not you I seek.
ru: Ты что, не принц? Значит я ищу не тебя.

source: Finally! Now, accept the inevitable. I'm a professional, this won't hurt a bit!
ru: Ну, наконец-то! Примите неизбежное. Я профессионал, больно не будет.

source: Leave the final blow for me! I want to interrogate him!
ru: Последний удар оставьте мне! Мне нужно допросить его!

source: Why? Who sent you?
ru: За что? И кто тебя послал?

source: Why? Two hundred gold pieces, that's why.
ru: За что? За двести золотых, вот за что.

source: Die, underling!
ru: Умри, убогий!

source: Stop, don't kill him! We have to interrogate him!
ru: Остановись, не убивай! Нам нужно допросить его!

source: Only one thing stays my hand from killing you now. Who sent you?
ru: Один вопрос мешает мне тебя прикончить. Кто тебя послал?

source: The fates.
ru: Судьба.

source: Don't test my patience. Speak, or I will kill you.
ru: Моё терпение не бесконечно. Говори, или умрёшь.

source: Do whatever you want to.
ru: Делай что угодно.

source: Then die, since you want to.
ru: Ну, если ты так хочешь, то умри.

source: You are way too soft, Reme. Why didn't you give him to me?
ru: Вы чересчур гуманны, Реме. Зачем Вы не отдали его мне?

source: Who sent you?
ru: Кто тебя послал?

source: Our rules are to never betray the trust of those who hired us.
ru: По нашим правилам нельзя обманывать доверие того, кто нанимает.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
ru: Не надо испытывать моё терпение, убогий! Ответь мне, или будешь умолять меня о смерти!

source: Who sent me? Fate! And there will be others after me. (<i>scream of pain</i>) Aaaargh!
ru: Кто меня послал? Судьба! И вслед за мной придут другие. (крик боли) Ааааа!..

source: Speak!
ru: Отвечай!

source: My lady, please, stop, that's just...
ru: Миледи, прекратите, это просто...

source: I can't tell you! (Aaargh) I don't know his name! I was given this task by our elders... of the Outlaw Place. All I know is one of the Akladian lords paid us in gold! The price for the Hagarthens was three hundred gold pieces for the father and two hundred for the son! Aiieeee!!!
ru: Я не могу сказать! А-а-а-а! Я не знаю его имени! Задание мне дали главари... из Логова Разбойников. Я знаю только, что один из лордов акладиан занёс нам много золота. Он заказал Хагартенов и дал три тысячи за голову отца и две — за сына. Айи-и-и-и!!!

source: No price for me?
ru: А за меня?

source: I think he would kill you gratis. He won't say anything more, my lady.
ru: А Вас бы он убил бесплатно. Он ничего уже не скажет, миледи.

source: Oeame
ru: Ойме

source: Traitors! How can you be so dishonorable as to fight against your own rightful king!
ru: Предатели! Как можно пасть так низко, чтобы пойти против своего короля?

source: Our king is dead! We are not traitors!
ru: Наш король погиб! Мы не предатели!

source: But here is king's son, his rightful heir. Are you going to fight him?
ru: С нами его сын, его наследник. Вы собираетесь сражаться с ним?

source: The king's son is dead! We heard about it!
ru: Сын короля тоже убит! Мы слышали!

source: Do I look dead to you?
ru: Я что, похож на мертвеца?

source: We were deceived! My king, please forgive me!
ru: Нас обманули! Мой король, прошу, прости меня!

source: Roule
ru: Роуле

source: You fool! He is a mixling, he can't be our king!
ru: Ты идиот! Он полукровка, он нам не король!

source: Please, feel free to use any villages I capture, my king! I have no plans for them myself!
ru: Деревни, которые я захватываю, Вы можете использовать как Вам заблагорассудится, милорд. У меня нет на них планов.

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are as good as dead!
ru: Немыслимо! Вы дорого заплатите, коварные собаки! Считайте, что ваши дети в Ваттине уже мертвы!

source: You really thought I would send my son to Vattin? You are so easy to fool! That boy at Vattin is not of my blood. Now, prepare to go straight to hell.
ru: А ты серьёзно считаешь, что я отправил в Ваттин своего родного сына? Ты просто дура! Мальчишка в Ваттине даже не моих кровей. Теперь готовься отправляться прямо в ад!

source: This isn't a total surprise to me. My king, we have to escape.
ru: Нельзя сказать, что я очень удивлён. Мой король, мы должны бежать.

source: How?
ru: Куда?

source: We have two ways to out of this trap: there is one way to the west...
ru: Из этой западни есть два выхода: один на запад...

source: ...and another way to the east.
ru: ... а другой на восток.

source: Which one is better?
ru: Какой же лучше?

source: There is no difference, really. We can use either to reach Vattin. The eastern one leads amidst swamps and forests, while the western one leads through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a silver saddle!
ru: Никакой разницы. Оба они ведут в Ваттин. Восточный идёт через болота и леса, а западный — холмами и полями. Боже, я клянусь принести в жертву лошадь, если ты поможешь нам спастись. Целую прекрасную лошадь. С серебряным седлом в придачу!

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
ru: Реме, берите с собой мою мачеху и защищайте её. А я останусь здесь и буду прикрывать ваш тыл, пока вы отступаете.

source: No! That's suicide! I won't let you!
ru: Нет! Это самоубийство. Я не позволю!

source: Reme, take her and go. That is an order. And this is not suicide; I will follow you as soon as possible.
ru: Реме, хватайте её и уходите. Это приказ. Это не самоубийство. Я последую за вами при первой возможности.

source: I can't. I won't. I won't leave you, my lord.
ru: Я не могу. Не хочу. Я не покину Вас, милорд.

source: That's an order! Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely out of this mess. And make sure to bring some loyal guards with you, too!
ru: Это приказ! Реме, если я убегу с поля боя, кто будет уважать меня? Я не самоубийца, поверьте. А Вы обязаны выжить. Приказываю Вам вывести леди Лорин из этой заварухи. И не забудьте взять в защиту несколько верных стражей!

source: Any unit which reaches either signpost will be evacuated and join Lorin and Reme's party. Gawen will be refunded the cost of evacuated loyal units. Units not recalled will be lost. Units that do not escape will also be lost. Gawen must not escape, or he would be considered an unworthy coward by his soldiers. Lorin will get a bonus applied to her own pool of gold for each turn Gawen resists beyond the required limit. Note that Lorin's gold is separate from Gawen's, so she will not be able to access any gold that he has left over after this scenario. Thus, it is better if Gawen spends all gold available to him now.
ru: Каждое соединение, добравшееся до любого из указателей, будет спасено и присоединится к отряду Реме и Лорин. Гевену будет возвращена стоимость эвакуированных войск. Все отряды, которые не будут призваны, больше не будут доступны. Которые останутся на поле боя, тоже. Гевен не должен бежать, иначе солдаты сочтут его последним трусом. Лорин будет получать золото за каждый ход, в течение которого Гевен будет сопротивляться сверх необходимого. Обратите внимание, что у Лорин собственная казна, ей будет недоступно золото, которое останется у Гевена в конце сценария. Поэтому будет лучше, если Гевен потратит всё, что у него есть.

source: Death of Lady Lorin
ru: Смерть леди Лорин

source: Death of Reme Carrenemoe
ru: Смерть Реме Карренемо

source: Cowardly escape of Gawen Hagarthen
ru: Трусливое бегство Гевена Хагартена

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
ru: Я не могу просто сбежать. Не хочу. Лучше я погибну в бою.

source: Reme, you have to take care of Lorin! She went the other way
ru: Реме, Вы должны позаботиться о Лорин. Она уходит другой дорогой.

source: Take care, Reme Carrenemoe.
ru: Будьте осторожны, Реме Карренемо.

source: Respect, my king. Follow us as soon as possible!
ru: Моё почтение, король. Спешите последовать за нами!

source: Yes... of course. I'm afraid that means... never.
ru: Да, конечно. Боюсь только, что это означает... Никогда.

source: Mother, you have to go the other way. Reme is waiting for you there!
ru: Мать, тебе нужно идти в другую сторону. Реме ждёт тебя там!

source: No! I won't leave you! I don't want to! Let's die together!
ru: Нет! Я не оставлю тебя! Не хочу! Умрём вместе!

source: Take her to safety, men!
ru: Берегите её, парни!

source: set scenario
ru: установить сценарий

source: Set scenario status to...
ru: Установить статус сценария в...

source: this spot.
ru: это место.

source: say hello to...
ru: скажи "привет"...

source: Hello.
ru: Привет.

source: Please tell me...
ru: Скажи пожалуйста...

source: your name
ru: ваше имя

source: the path to your portrait
ru: путь к вашему портрету

source: your ID
ru: ваш ID

source: something I'd like you to repeat
ru: хотелось бы, чтобы вы повторили

source: I changed my mind
ru: Нет, я передумал.

source: My name is $selected_unit.name|.
ru: Меня зовут $selected_unit.name|.

source: The path to my portrait is $selected_unit.profile|.
ru: Путь к моему портрету $selected_unit.profile|.

source: My ID is $selected_unit.id|.
ru: Мой ID $selected_unit.id|.

source: Please repeat the following:
ru: Просьба повторить:

source: Phrase to repeat:
ru: Фраза для повторения:

source: Hello world!
ru: Привет, мир!

source: Alarice
ru: Аларис

source: That's impossible! I still have so much to learn!
ru: Это невозможно! Мне ещё столькому нужно научиться!

source: Maurice
ru: Маурис

source: Noooo!
ru: Не-е-ет!

source: Deorien
ru: Деориэн

source: That's impossible! I have not finished my mission!
ru: Только не это! Моя миссия не завершена!

source: Without him, our cause is doomed!
ru: Без него наше дело обречено!

source: Our scouts have reported that King Buffin has amassed a huge army.
ru: Разведка доложила, что король Баффин собрал огромную армию.

source: Our soldiers will defeat him handily. Besides, someone here was saying that once Gawen is declared the 'messiah,' everyone will greet him and there will be nothing but rejoicing.
ru: Наши солдаты победят его одной левой. С другой стороны, кое-кто говорил, что как только Гевена объявят мессией, все будут славить его и радоваться.

source: Someone must go to Oracle and tell her the time has come. This would have to be a very brave and trustworthy man.
ru: Кто-то должен прийти к Оракулу и сказать ей, что время пришло. Это должен быть очень храбрый и заслуживающий доверия человек.

source: I will go.
ru: Я пойду.

source: My lord, do not listen to him. I will go.
ru: Милорд, не слушайте его. Пойду я.

source: Ruvio, I want you by my side. And besides, who said that...
ru: Рувио, ты нужен мне здесь. С другой стороны, кто сказал, что...

source: So, it is decided. I will go.
ru: Что ж, решено. Я выхожу.

source: My lord, please. It can't be an Akladian, because Akladians have no experience with skulking and hiding. I, on the other hand, have been forced to skulk and hide for half of my life. I will reach the Oracle safely and then I will go to Freetown to tell the elders about everything, so they can gird themselves for the coming war and prepare Freetown for your arrival.
ru: Милорд, нельзя посылать акладиан, потому что они не умеют скрываться и прятаться. А я вынужден был скрываться и прятаться половину своей жизни. Я спокойно дойду до Оракула, а потом отправлюсь во Фритаун рассказать всё старейшинам, чтобы они могли подготовиться к предстоящей битве и подготовить Фритаун к вашему прибытию.

source: Will you allow me to finish? Who said I have agreed? I want to be neither a king nor a messiah. Why me? Why not someone else? This is all insane! I will happily lead the army, but...
ru: Ты дашь мне договорить? Кто сказал, что я согласился? Я не хочу быть ни королём, ни мессией. Почему я? Почему не кто-нибудь другой? Это безумие! Я буду счастлив возглавить армию, но...

source: (<i>sigh</i>) Once again, it can't be anyone else. Only you can unite Wesnothians and Akladians, because only YOU are have the blood of the royal lines of both nations flowing in your veins. I thought I explained that to you already. I'm afraid you were born to this doom, Gawen, you have no choice... unless you want to leave this whole country in chaos, instead.
ru: (<i>вздох</i>) Повторю ещё раз: больше некому. Только Вы можете обхединить веснотцев и акладиан, потому что только в ваших жилах течёт королевская кровь обеих наций. Мне казалось, уже всё объяснил. Боюсь, что Вы рождены для этой судьбы, Гевен, у Вас нет выбора... Конечно, если Вы не хотите погрузить всю страну в хаос.

source: Also, from this time forth, stop using the name of Gaumhaldric. From this moment forward, everyone should address you as Gawen Haldric Hagarthen, king of both Wesnoth and Akladia.
ru: И, кстати, с этого дня прекратите называть себя Гемхальдриком. Отныне все должны называть Вас Гевен Хальдрик Хагартен, король Веснота и Акладии.

source: My king, wish me luck. We will meet soon in Freetown. I will wait for you there, with as large an army as we can muster.
ru: Пожелайте мне удачи, мой король. Увидимся скоро во Фритауне. Я буду ждать вас там с самой большой армией, которую смогу собрать.

source: Now, finally! With a bit of luck, Ruvio will perish, and Gawen will reclaim the throne without the 'help' of him and under... others.
ru: Ну, наконец-то! Если повезёт, Рувио погибнет, и Гевен вернёт себе трон без его помощи и убо... остальных.

source: A Former Friend
ru: Бывший друг

source: Ha! They were hiding some gold here!
ru: Ха! Они спрятали тут немного золота!

source: You have received $gold_amt gold pieces.
ru: Вы получили $gold_amt gold золотых.

source: OOPS. There is a bug with looting Robert the Hefty's keep; please report it.
ru: Опа. Ошибка при грабеже крепости Роберта Здоровяка. Просьба сообщить.

source: OOPS. There is a bug with looting Uri van Roe's keep; please report it.
ru: Опа. Ошибка при грабеже крепости Ури ван Роэ. Просьба сообщить.

source: OOPS. There is a bug with looting Borlug's keep; please report it.
ru: Опа. Ошибка при грабеже крепости Борлуга. Просьба сообщить.

source: OOPS. There is a bug with looting Bor Cryne's keep; please report it.
ru: Опа. Ошибка при грабеже крепости Бора Крайна. Просьба сообщить.

source: False king - are enjoying your frail victory? Ha, ha, hurry to your witch step-mother, and lie with her while you still have time...
ru: Самозванец, наслаждаешься своей пирровой победой? Ха-ха, беги к своей ведьме-мачехе и приляг с ней, пока ещё есть время...

source: I've never tortured any prisoner and I've never harmed an innocent, as far as I know. But you, Cryne... you despoiled and then brutally killed Karen.
ru: Насколько мне известно, я никогда не замучил ни одного пленного и не причинил вреда невинному. Но ты, Крайн... Ты ограбил и жестоко убил Карен.

source: Do you think I am afraid of you?
ru: Думаешь я тебя боюсь?

source: Oh, I won't hurt you - I will bind you and deliver you into the hands of the children of the Wesnothians you murdered at Freetown. The fearless Bor Cryne killed by children - what do you think about that?
ru: О, я не причиню тебе вреда. Я свяжу тебя и отдам тебя в руки детей тех веснотцев, которых ты убил во Фритауне. Бесстрашного Бора Крайна убили дети! Как тебе это нравится?

source: You won't do it, mixling. I've known you for a long time, and have heard the tales of your deeds, and that is not your style. You, like Reme Carrenemoe, are honour incarnate and could never stoop so low.
ru: Ты не сделаешь этого, полукровка. Я давно тебя знаю, наслышан о твоих деяниях, и это не в твоём стиле. Ты, как и Реме Карренемо — воплощение чести и никогда не пойдёшь на такую низость.

source: Don't try me, Cryne.
ru: Не испытывай моё терпение, Крайн.

source: Bor Cryne, tell me...
ru: Скажи мне, Бор Крайн...

source: Who hired the assassin that was sent after me?
ru: Кто нанял убийцу, который шёл за мной?

source: Why have you allied with orcs and Grekulak?
ru: Зачем ты объединился с орками и Грекулаком?

source: Who poisoned my mother?
ru: Кто отравил мою мать?

source: That's all I wanted to know
ru: Это всё, что я хотел узнать

source: You really don't know? Ha, ha! I forgot - you have been so sheltered from reality. The Galloraes did. The clan of your step-mother. Ha, ha, ha! You really didn't know! I wish I could see Lorin's face when you skin her alive!
ru: Ты серьёзно не знаешь? Ха-ха! Я забыл, ты оторван от жизни. Это Галлора. Клан твоей мачехи. Ха-ха-ха! Ты и в самом деле не знал! Я хотел бы посмотреть на лицо Лорин, когда ты будешь живьём сдирать с неё кожу!

source: To purify the world and prepare it for the coming of God's messiah!
ru: Чтобы очистить мир и приготовить его к приходу мессии!

source: Do you really believe in that? Do you, Bor?
ru: И ты действительно в это веришь? Да, Бор?

source: And do you really believe you are the messiah? We would have killed every friend of an underling and everything would finally be as it should be. Grekulak would rule the world, we Akladians would rule the humans, and I, Bor Cryne, would rule the Akladians...
ru: А ты действительно веришь, что мессия это ты? Мы должны убить всех дружков убогих и будет как нужно. Грекулак должен править миром, акладианы должны править людьми, а я - править акладианами...

source: I did! And I regret to this day that he failed - but what one can expect from an underling...
ru: Я! И до сих пор жалею, что у него не получилось. Впрочем, чего ещё можно было ожидать от убогого?..

source: What was that? Speak up, you mumbler!
ru: Что это было? Говори, мямля.

source: Uri van Roe - do you remember that day on the fields of Barnon, when you betrayed me?
ru: Ури ван Рое, ты помнишь тот день в полях у Барнона, когда ты предал меня?

source: You? Betrayed you? You mixling, you underling, you never were my king - no Akladian worth the name would ever serve a wretch like you!
ru: Тебя? Предал? Ты полукровка, убогий, ты никогда не был моим королём. Ни один акладиан, дорожащий своим именем, в мире не станет служить такому негодяю, как ты!

source: Do you believe in God, Uri?
ru: Веришь ли ты в Бога, Ури?

source: I... what?
ru: Я... Что?

source: Why I was able to win? Why I am able to defeat people like you? Why are the Akladians who allied with the so-called 'underlings' alive and well, while those who were with you and Bor are being cursed and smitten by Akladian and Wesnothian people alike?
ru: Почему я смог победить? Почему мне даются победы над такими как ты? Почему акладианы, которые вступают в союз с так называемыми "убогими", живы и здоровы, а тех, кто пошёл за тобой и Бором, одинаково проклинают и бьют и акладианы, и веснотцы?

source: God withdrew his support from us, because we abandoned his paths, and he is punishing us.
ru: Бог отнял своё благоволение, потому что мы сошли с его путей, и он покарал нас.

source: Think about it, Uri. Indeed, you must have abandoned his paths. But I and my people must have not have abandoned them, because it is you who are being punished, not those who are with me.
ru: Подумай об этом, Ури. Конечно же вы сошли с верного пути. А я и мои люди — нет, поэтому кара пала на тебя, а не на нас.

source: Borlug
ru: Борлуг

source: Human... killed me... Human...
ru: Человек... Убил меня... Человек...

source: Listen, orc...
ru: Слушай, орк...

source: I won't stop until the last one of you is killed
ru: Я не остановлюсь, пока не убью последнего из вас

source: I feel no hate for you.
ru: У меня нет ненависти к тебе.

source: Yes, a human killed you - and humans will kill all your soldiers, to the last orc...
ru: Да, человек убил тебя, и люди убьют всех твоих солдат, до последнего орка...

source: I feel no hate for you. You fought well.
ru: У меня нет ненависти к тебе. Ты хорошо сражался.

source: I've never heard human talking like this to orcs... it is said that there is eternal enmity between our kinds, and our two races cannot live together on this world created by Mother Earth.
ru: Никогда не слышал, чтобы человек так разговаривал с орком... Говорят, что между нашими расами — вечная вражда, и мы никогда не будет жить вместе в этом мире, созданном Матерью Землёй.

source: How can I hate the orcs after what I've heard from Deorien? Die in peace, warrior.
ru: Как я могу ненавидеть орков после всего того, что слышал от Деориэна? Покойся с миром, воин.

source: No, wait... before I die... my soldiers are fighting and dying here, and now I am asking myself, what for? Why should more of them die here? They would die here gaining nothing for themselves. Will you allow my warriors to leave?
ru: Нет, подожди... Пока я жив... мои солдаты сражаются и умирают здесь, и теперь я спрашиваю себя, за что? За что многие из них погибли? Они умирают здесь ни за что. Ты позволишь моим бойцам уйти?

source: I'm sorry, I can't risk it.
ru: Прости, я не могу так рисковать.

source: I agree, as long as they immediately quit the field.
ru: Хорошо, если они немедленно покинут поле боя.
