Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: Gawen Hagarthen, meet my daughter, Karen. Imagine, I have three more daughters, all with their mother's red hair, at home! I'm afraid, though, that unlike her sisters, Karen inherited my temperment, not my wife's - she absolutely refuses to stay at home!
ru: Гевен Хагартен, познакомьтесь с моей дочкой Карен. Представьте себе, у меня дома три таких же и все в мамашу рыжие. Но вот, боюсь, в отличие от тех троих характером она пошла в меня, не в маму. Дома не сидит совсем.

source: I can't believe my own eyes! Isn't that Gawen, the little so-called king?
ru: Глазам своим не верю! Не Гевен ли это, маленький, так называемый, король?

source: Are we gonna kill him?
ru: Убьём его?

source: No, our forces are too weak. More Underlings may arrive soon. We should carry word to Bor Cryne immediately; he will reward us well and arrive here with more than enough men to crush them.
ru: Нет, нас здесь мало. А скоро может подойти толпа убогих. Лучше побыстрее доложить об этом Бору Крайну. Он нас наградит и сам прибудет с войском, достаточным, чтоб всех здесь покрошить.

source: My lord, we can't let anyone know that you live. No enemy should leave this battlefield alive. There aren't many of them; this should be easy.
ru: Милорд, никто не должен знать, что Вы остались живы. Враги должны полечь на поле все до одного. Мы справимся легко, их здесь немного.

source: Kill the enemy leader and all enemy units. Don't allow any enemy unit to reach the north-western signpost, or the village nearby.
ru: Убейте вражеского лидера и все вражеские соединения. Не дайте ни одному врагу дойти до северо-западного указателя или стоящей рядом деревни.

source: Any enemy unit reaches north-western signpost
ru: Любой из вражеских бойцов доходит до северо-западного указателя.

source: I will carry the message to Bor Cryne. He will reward me in gold!
ru: Я отнесу депешу Бору Крайну. Он наградит меня!

source: It's the end for us. We have no chance to escape now, for Bor Cryne will send his army.
ru: Нам конец. Теперь не убежать. У нас ни шанса против войска Бора Крайна.

source: No! The Akladian reinforcements have arrived! We are surrounded!
ru: Нет! К акладианам пришло подкрепление! Мы окружены!

source: Wow.
ru: Ого.

source: What? Young women like me have to learn to defend ourselves.
ru: Что? Юная девушка вроде меня должна уметь постоять за себя.

source: Isn't that the legendary Ruvio? It's a honour fighting for you! Command!
ru: А ты тот самый легендарный Рувио? Для нас большая честь сражаться за тебя. Приказывай!

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
ru: Сегодня вами командую не я, а вон тот юноша. Я только его советник.

source: And who is he? Why should we fight under his command?
ru: А кто это? С чего нам его слушать?

source: Because I ask you to. Isn't my word enough?
ru: По моей просьбе. Моего слова не достаточно?

source: Well then, Ruvio. We'll listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over the Akladian beasts.
ru: Ну ладно, Рувио. Мы будем выполнять его приказы. Надеемся, что ты не ошибаешься, и этот парень приведёт нас к победе над акладианами.

source: Peasants and brawlers? How on earth am I supposed to win battle with those?
ru: Крестьяне и шпана? Как, чёрт возьми, мне с ними побеждать?

source: You forgot about me!
ru: Меня забыл!

source: He didn't. He mentioned brawlers already.
ru: Он же сказал: "шпана".

source: True, they are not the best warriors, but you can recruit a lot of them, and they learn quickly. Our opponents are not numerous, and here they can't really recruit more soldiers. It'll be easy, believe me.
ru: Да, это не лучшие бойцы на свете, но завербовать их можно много и учатся они довольно быстро. А наши оппоненты немногочисленны, и новых солдат им негде взять. Поверьте, дело будет легче лёгкого.

source: See, I told you it would be easy.
ru: Видите, я же говорил, что будет просто.

source: Yes, but only because they had limited soldiers and a fool for a commander. Where to go now?
ru: Да, но только потому, что из командиру не хватило солдат и ума. Что дальше?

source: No one is left to inform Bor Cryne and his ilk that you survived the battle. We should go to Freetown next. The Akladians are all around us; we will have to cross the forests of Raedwood, and hope that the bandits living there won't attack us.
ru: Не осталось никого, кто мог бы доложить Бору Крайну и его выводку, что Вы спаслись. Теперь нам нужно во Фритаун. Мы окружены акладианами. Пойдём сквозь чащи Редвуда. Надеюсь, что тамошние бандиты на нас не нападут.

source: It's a shame there weren't more Akladians to kill.
ru: Жаль, что акладианы закончились. Я бы убила ещё парочку.

source: There is one more left.
ru: Ещё один остался.

source: Where?!
ru: Где?!

source: I am Akladian. Do you want to kill me? Go ahead, I won't stop you.
ru: Это я. Хочешь меня убить? Давай, не буду останавливать.

source: Stop it, kids! We've no time for fighting over poorly-chosen words. We have to reach Freetown as soon as possible. Haldric, Freetown is a rallying point for our people, where we are organizing our army. You'll meet the rest of my family there.
ru: Дети, хватит! У нас нет времени на стычки из-за неосторожных слов. Нам нужно как можно скорее достичь Фритауна. Хальдрик, Фритаун — место сосредоточения наших сил, там мы собираем армию. И там Вы познакомитесь со всей моей семьёй.

source: Ruvio, call me 'Gawen.' I am not used to being called 'Haldric'. I've never heard about Freetown.
ru: Рувио, зови меня Гевен. Мне непривычно зваться Хальдриком. Я никогда не слышал про Фритаун.

source: It's hidden deep within the forests. Its location is our greatest secret. And, get used to being called 'Haldric'. I want everyone to swear they won't tell anyone that this man is the rightful king of Vakladia, Gawen Hagarthen. He is just 'Haldric' now. It'll be far better for you, Haldric, believe me. Much safer.
ru: Он скрыт в глухих лесах. Его расположение — огромнейшая тайна. А что до имени, то привыкайте быть Хальдриком. Всех остальных я попрошу поклясться, что вы никогда и никому не скажете, что этот человек — законный король Вакладии, Гевен Хагартен. Теперь он просто Хальдрик. Так будет лучше для Вас, Хальдрик. В первую очередь безопаснее.

source: Why? If Freetown's location is so secret, even if Akladian lords knew that I was still alive, they wouldn't be able to find me, right?
ru: Почему? Если Фритаун так хорошо засекречен, то, даже если лорды узнают, что я жив, никто не сможет отыскать меня, не так ли?

source: I am thinking more about your safety amongst the Wesnothians inside of Freetown. Hagarthens were never really popular there. Let's go.
ru: Я больше опасаюсь фритаунских веснотцев. Хагартены у них не в большом почёте. Пойдёмте.

source: (<i>low whistle</i>)
ru: (<i>присвистнул</i>)

source: It's just a... you really know how to handle a blade.
ru: Скажем так... Ты знаешь, как держать в руке клинок.

source: If you want, I'll teach you a few things.
ru: Если захочешь, я покажу тебе пару штучек.

source: Unexpected Guests
ru: Нежданные гости

source: Reme Carrenemoe
ru: Реме Карренемо

source: Lady Lorin
ru: Леди Лорин

source: Uruk Maluf
ru: Урук Малуф

source: Arlgor Maunarr
ru: Арлгор Маунарр

source: ...anyway, this is the territory of my friend, who is loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies to continue our journey.
ru: ...а впрочем, это земля моего друга, преданого Гевену Хагартену. Он поможет нам вылечить раненых и даст припасы для продолжения пути.

source: I am not sure whether we have enough gold for this endeavour. I wish we'd gotten more in previous battles, at least 200.
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: Explore and try to find if Reme's friend is anywhere nearby
ru: Осмотреться и попытаться найти друга Реме в окрестностях

source: Humans! Kill them all!
ru: Человеки! Убьём их всех!

source: No, no, no. We were told only to reconnoiter. We were given specific orders! We should withdraw to get the message back to headquarters. You know, da bosses.
ru: Нет-нет-нет. Нам сказали только осмотреться. У нас особое задание. Мы должны вернуться с докладом в штаб. Ну ты понял, к боссам.

source: Kill them all! Kill them all! Humans!
ru: Всех убить! Всех убить! Человеки!

source: (<i>sigh</i>) Sometimes I feel I was born in the wrong time, wrong place, and wrong race.
ru: (<i>вздох</i>) Порой мне кажется, что я родился не в то время. И не в том месте. И не в той расе.

source: It seems that the orc in the north is a bit more intelligent than the southern one.
ru: Похоже, орк на севере умнее южного.

source: Wesnothian Peasant
ru: Веснотский крестьянин

source: We are liberated! Hurray! Wait a moment... those are Akladians. I never thought I would be glad to see them!
ru: Мы свободны! Ура! Подождите... Это акладианы. Никогда бы не подумал, что буду рад их встретить!

source: My God! What happened here?
ru: О, боже! Что здесь произошло?

source: One thing is for sure... we will find no shelter, no supplies, and none of Reme's friends here.
ru: Одно понятно... Не будет нам ни крова, ни еды и никакого друга Реме.

source: You were a worthy opponent. My ancestors probably would decide to honour you by eating your heart. Now, die!
ru: Ты был достойным противником. Мои предки почли бы за честь съесть твое сердце. А теперь умри!

source: Wait! I hate when you kill people before I have chance to interrogate them. Again.
ru: Стойте! Не терплю, когда Вы убиваете людей, которых я ещё не допросила. Опять.

source: 'Again?' What do you mean?
ru: Опять? Что Вы имеете в виду?

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
ru: Вы же мне не дали заняться тем убийцей, который приходил за Гевеном, не помните?

source: Wait! I hate when you kill people before I have chance to interrogate them.
ru: Стойте! Не терплю, когда Вы убиваете людей, которых я ещё не допросила.

source: Before I kill you, I want you to tell me everything you know! Why are you here? How come we have not heard about any Orcs?
ru: Что ж, перед смертью ты мне расскажешь всё. Зачем вы здесь? Как вышло, что ни слухом, ни духом не знали мы об орках?

source: Kill the humans... good meat.
ru: Убить человеков... Свежее мясо.

source: Sigh. We will get nothing more. The other one was far more intelligent.
ru: Ох. Не будет толка. Тот, прошлый, был куда умнее.

source: Sigh. It seems we will get more from the second Orcish leader. This one is... I mean was... far less intelligent.
ru: Ох. Похоже, больше мы узнаем от второго. Этот... Скажем так, был... Не слишком умным.

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
ru: Не убивайте! Я добью его сама. Мне нужно допросить его.

source: Before I kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think up some nightmarish way for you to die?
ru: Прежде, чем я убью тебя, один вопрос. Предпочитаешь умереть без боли, быстро, или хочешь, чтобы я специально для тебя придумала особенно кошмарную, мучительную смерть?

source: Being killed by a human woman is already the most nightmarish way to die I can imagine.
ru: Смерть от руки человеческой самки это уже самый большой кошмар, который я могу себе представить.

source: You are mistaken, my darling. I can prove it to you. I want you only to answer few questions. You said you are here to reconnoiter. Who sent you here? Answer now, or you will end your life as a miserable gelding!
ru: Ты ошибаешься, дружок. И я тебе это докажу. Сначала несколько вопросов. Ты говорил, что вы в разведке. Кто вас послал? Отвечай, иначе к своим предкам отправишься позорным обесчещенным кастратом.

source: Wait, I will tell you. There is a large army to the north, preparing an assault on your kingdom. We were sent here to find a good path, destroy Castle Raumair and escort an envoy to our headquarters.
ru: Постой, я всё скажу! На севере большая армия, готовая напасть на ваше королевство. А нас послали выяснить пути, сжечь замок Раумэр и сопроводить посланца к нашим командирам.

source: Envoy? What envoy?
ru: Посланца? Какого?

source: A human. He hasn't appeared, though, we were waiting for him here.
ru: Человека. Мы ждали его здесь, но он не появился.

source: Wait - you were expecting human envoy here? And how did you make your way here through the underling realms?
ru: Постой-ка, вы ждали здесь посланца от людей? Но как же вы миновали земли убогих?

source: First question, yes, second, we weren't harassed. I don't know why. We were forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
ru: На первый вопрос ответ — да. На второй — нас никто не тронул. Не знаю, почему. Нам строго запретили убивать и грабить, пока мы не придём в Вакладию. И больше я ничего не знаю!

source: Really? That's unfortunate for you. Reme, kill him quickly - I promised him a painless death if he would cooperate.
ru: Правда? Не повезло вам. Реме, убейте его. Я обещала ему лёгкую смерть когда он всё расскажет.

source: My lady, it seems that those orcs had some gold with them.
ru: Миледи, похоже у орков было с собой немного золота.

source: So I am still 'my lady' to you? This gold is probably the spoils from the burned homes of your friends. Doesn't that disturb you?
ru: Я вновь 'миледи'? А это золото, похоже, награблено в домах Ваших друзей, которые потом сожгли. Вас это не смущает?

source: I will bury part of the gold within Castle Raumair, along with the heads of the slain orcs. That should be recompense enough for my friends' ghosts. Besides, you shall have more need of the rest than they.
ru: Часть золота зарою в замке Раумэр вместе с головами убитых орков. Этого хватит, чтобы утешить духи моих друзей. Остаток больше пригодится Вам, чем им.

source: Abducted Bride
ru: Похищенная невеста

source: Bark O Skagrrak
ru: Барк О'Скаграк

source: Wait, do not die yet! I want you to answer a few questions first!
ru: Подождите, не умирайте. Я знаю, Вы слышите меня. Ответьте на несколько вопросов.

source: You have defeated me, so I will grant you your wish. What do you want to know?
ru: Я выполню желание победителя. Что Вы хотите знать?

source: Why you have kidnapped this poor girl?
ru: Зачем Вы похитили бедную девушку?

source: What are the plans of king Buffin?
ru: Что собирается делать король Баффин?

source: What do you know about the situation in Vakladia?
ru: Что Вы знаете о положении дел в Вакладии?

source: Because I wanted to.
ru: Потому что мне было так угодно.

source: I don't have to explain myself to anyone.
ru: Я не обязан откровенничать с первым встречным.

source: Why should I tell you? This is confidential and even though you gave me a good fight and an honourable death, I can't tell you.
ru: С какой стати я должен отвечать? Это секретная информация. Да, мы славно сражались и вы даёте мне достойно умереть, но я не расскажу вам.

source: Vakladia is finished. The whole country is in chaos. I think Bor Cryne, one of their lords, wants to declare himself king, but not many Akladians living there will recognise him. Only Hagarthens can be kings.
ru: Вакладии конец. Страна погружена в хаос. Один из их лордов, Бор Крайн, хочет провозгласить себя королём, но остальные его не признают. Королём может быть только Хагартен.

source: I don't know that name.
ru: Мне неизвестно это имя.

source: Rurk Skagrrae
ru: Рурк Скагрэ

source: Where is your lord keeping the kidnapped girl?
ru: Где ваш лорд прячет похищенную девушку?

source: North of his castle, in small cage.
ru: В тесной клетке в северной части замка.

source: I don't know. Only the king would know what his plans are.
ru: Я не знаю. Планы короля известны только ему самому.

source: Their king is dead, orcs are ravaging though their land, their country is in chaos... These are hard times for worthy people. Easkladia lies in ruins, and now Vakladia is falling too... we all await the messiah who will end these grueling times.
ru: Их король мёртв, орки опустошают их земли, страна погружена в хаос... Тяжёлые времена наступили для добрых людей. Искладия лежит в руинах, теперь и Вакладия пала... Мы все ожидаем мессию, который положит этому конец.

source: I've never heard of that name.
ru: Никогда не слышал это имя.

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, had kidnapped a young girl and was trying to force her to marry him. The decision to save the poor girl came naturally for Gawen.
ru: Крестьяне рассказали Гевену, что лорд соседней земли Барк О'Скаграк похитил одну юную особу и пытался силой заставить её выйти за него замуж. Само собой, Гевен решил спасти бедную девушку.

source: Rurk, report about your preparations.
ru: Рурк, доложите готовность.

source: We are ready, my lord. Where will we be going? Is the gossip I've heard about the hordes on our eastern border true?
ru: Мы готовы, милорд. Куда нам выдвигаться? Слухи об ордах на нашей восточной границе подтвердились?

source: What gossip? Ghosts invading the castles? Rurk, I thought you were a reasonable man. Ghosts and undead are stories for Wesnothians. I think king Buffin is planting such gossip himself to scare Wesnothians and to distract them from thinking about rebelling again.
ru: Какие ещё слухи? Что призраки захватили замок? Рурк, я считал Вас разумным человеком. Призраки и мертвецы это веснотские байки. Скорее всего король Баффин сам распускает эти слухи, чтобы веснотцы больше трепетали и меньше думали о новом восстании.

source: So why are we preparing our army?
ru: Так для чего мы приготовили войска?

source: You don't need to know. You need only to fulfill my orders.
ru: Вам не нужно это знать. Просто выполняйте приказы.

source: They are keeping that poor girl somewhere north of their castle. We have to release her and help her return to her father.
ru: Они держат бедную девушку где-то в северной части замка. Мы должны освободить её и передать отцу.

source: ...and of course we should kill the cretins who kidnapped her.
ru: ... и, конечно, перебить кретинов, которые её выкрали.

source: That isn't necessary.
ru: Это не обязательно.

source: I know.
ru: Я знаю.

source: My Lord, this seems to be an ideal task for an Elf who can ambush like I can. I can sneak right up to the cage and free that girl!
ru: Милорд, похоже это идеальная задача для эльфа, который владеет искусством засады так, как я. Я смогу прокрасться до самой клетки и освободить девушку.

source: Okay, but you had best be quick about it; we don't have much time here.
ru: Ладно, только быстро. У нас не так много времени.

source: Indeed, I shall hurry on this mission!
ru: Хорошо, я поспешу.

source: My Lord, this seems to be an ideal task for an Elvish Avenger. I can sneak right up to the cage and free that girl!
ru: Милорд, похоже это идеальная задача для эльфийского мстителя. Я смогу прокрасться до самой клетки и освободить девушку.

source: Kill all enemy leaders OR
ru: Убейте всех вражеских лидеров ИЛИ

source: Release the peasant girl being kept in a cage and move her to the northern edge of the map.
ru: Освободите крестьянскую девушку из клетки и проведите её к северному краю карты.

source: Euridica
ru: Эвридика

source: Thank you! Thank you!
ru: Спасибо! Спасибо!

source: Don't thank me, it's not over yet. You have to escape. I think we can escape to the north.
ru: Не стоит благодарности, дело не кончено. Ты должна бежать. Думаю, мы сможем уйти на север.

source: Move the peasant girl to the northern edge of the map.
ru: Доведите крестьянку до северного края карты.

source: Thank you once again! Now I can go to my village, to my family and fiance!
ru: Спасибо ещё раз! Я могу возвращаться в свою деревню к семье и родным!

source: Our task here is finished. Should we withdraw now, my lord?
ru: Наша задача выполнена. Будем уходить, милорд?

source: Understood. We shall continue to fight any remnants of her captors' forces until it is completely safe.
ru: Понятно. Добьём оставшихся похитителей, чтобы они больше никому не угрожали.

source: Father! Father! Everything is going dark!
ru: Папа! Папа! Темнеет в глазах!

source: Oh no! We have failed our mission!
ru: О нет! Мы не справились с задачей!

source: The poor girl is saved and we may now continue our quest.
ru: Несчастная девушка спасена. Мы можем вернуться к нашим поискам.

source: Yes - Gawen Hagarthen, a great destiny waits for you. Do not permit it to wait for too long.
ru: Да, Гевен Хагартен, тебя ждёт великая судьба. Не заставляй её ждать слишком долго.

source: Welcome, noble Bark O Skagrrak. My name is Lorin of Gallorae. Some call me the She-wolf of Haeltin. Have you heard about me?
ru: Ну, здравствуй, благородный Барк О'Скаграк. Меня зовут Лорин из Галлора. Некоторые называют меня Хэлтинской волчицей. Слышал обо мне?

source: Yes... I've heard about you. You're the hag wife of Hagarthen, the drab harlot from Vattin.
ru: Да... Слыхал. Ты охмурившая Хагартена дешёвая шлюшка из Ваттина.

source: Such a funny man you are, Bark. So willing to mock and flout. I wonder whether you will be equally ready to die.
ru: Экий ты весельчак, Барк. Всё умеешь вывернуть и высмеять. Посмотрим, умеешь ли ты так же умирать.

source: Mother, please...
ru: Мать, я прошу Вас...

source: You've heard what he called me! Bark O Skagrrak, my name is Lady Lorin of the Gallorae clan. And my knife is called Truth-sayer. Say hello to it.
ru: Ты слышал, как он навал меня! Барк О'Скаграк, меня зовут леди Лорин из клана Галлора. А мой нож называется Правдолюбец. Сейчас вы с ним познакомитесь.

source: You think I will be... AAAARGH!
ru: Ты думаешь, я... А-а-а-а!!!

source: Why have you kidnapped this poor girl?
ru: Зачем ты выкрал бедную девушку?

source: She is so beautiful... I want her as a wife and slave, for all eternity.
ru: Она так прекрасна... Хочу чтобы она была моей женой и рабыней до конца времён.

source: Besides, our women are under an unknown curse; they give birth to few children and many of them are born sick. A Wesnothian woman could give me a son!
ru: Кроме того, наши женщины поражены неизвестным проклятием; они рожают мало детей, и те в основном больные. Веснотская женщина родила бы мне сына!

source: A slave cannot give a son to a Akladian lord!
ru: Сын рабыни не может быть наследником акладианского лорда!

source: I don't care! If she would give a life to my son, I would free her, I would made her my first wife, just as she would be of worthy people!
ru: Не важно. Если бы она дала жизнь моему сыну, я бы освободил её. Я бы сделал её своей первой женой, как если бы она была из благородных.

source: You are making me angry. What if she would give a life to a daughter?
ru: Ты меня бесишь. А если бы она родила дочь?

source: Why should I tell you? This is a secret of my king.
ru: С какой стати мне это рассказывать? Это тайна моего короля.

source: Secret? I love secrets! I'm a woman, you know. Please share it with me. Preeeetty pleaaaase!
ru: Тайна? Обожаю тайны! Я же женщина. Пожалуйста поделись со мной. Ну, пожа-а-алуйста!

source: Aaargh! Stop it! I will tell you! King Buffin is preparing to invade Vakladia and claim the throne in Vattin. It is empty and it seems that no one will oppose Buffin. The two brothers in Guilcorta are now too busy, so it's a perfect opportunity. The army is ready already.
ru: А-а-а-а! Прекрати! Я всё скажу! Король Баффин готовится войти в Вакладию и занять ваттинский трон. Братьям из Гилькорты сейчас не до того, так что момент самый подходящий. Армия уже готова.

source: I don't know who that is!
ru: Понятия не имею, кто это!

source: Curses! They are more dangerous that I thought! Bring the reinforcements!
ru: Проклятие! Они опаснее чем я думал! Приведите подкрепление!
