Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: He is the force behind the universe. He created the world and is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came from the Hagarthen clan. He told us that God desired us to wait no more...
ru: В нём вся сила вселенной. Он создал мир, он наш отец. Он отдал нам мир, чтобы мы им правили. Один из его ангелов пытался воспрепятствовать нам. Обманом он заключил нас в своём саду. Но пришёл мессия из клана Хагартенов и сказал, что Богу угодно, чтобы мы, не медля, отправлялись в путь...

source: So we killed that evil angel and his minions to journey west. We fought our way through the deserts and the swamps, fighting with nightmarish creatures, not to mention lizards and green elves. I was raised hearing songs about this epic journey.
ru: Мы убили злого ангела и его приспешников и отправились на запад. Мы пробивали себе путь через пустыни и болота, сражаясь с кошмарнейшими созданиями, не считая ящеров и зелёных эльфов. Я просыпалась под песни об этом великом походе.

source: Finally, we reached Wesnoth, our people decimated but hardened because it was the wish of God that our weak should perish before we began our holy task. When we came from the east the underling armies were like dust before a wind. We conquered Wesnoth. Well, almost.
ru: В итоге, когда мы достигли Веснота, наш народ стал малочисленнее, но сильнее, ибо Богу было угодно, чтобы слабые погибли до начала нашей священной миссии. Когда мы вошли с востока, армии убогих рассеивались, словно пыль на ветру. И мы покорили Веснот. Ну, почти.

source: As for mages, they are the main adversaries of God in his fight for the good of the universe, attempting to usurp his powers for themselves. Elves are minions of the fallen angels. They are to be exterminated.
ru: Что до магов, это главные враги Бога в битве за гармонию вселенной, потому что они присваивают себе его силу. А эльфы это приспешники падшего ангела. Все они должны быть уничтожены.

source: Oh my goodness. Wow. You are not joking, you actually believe all that?
ru: О, господи. Надо же. Кроме шуток, ты серьёзно во всё это веришь?

source: Anyway, if we are going to find that mage-trash, we need to know where he is. Any ideas where to find him?
ru: Неважно. Раз мы собрались искать этого Дерьмориэна, нужно понять, где он. Есть идеи, где его искать?

source: Well, we could ask the Oracle. Due to the prophetic nature of her abilities, she may know where to search for Deorien.
ru: Что ж, думаю, мы должны спросить Оракула. Дар предвидения может указать ей, где искать Деориэна.

source: The Oracle? The Oracle is a hoax. She knows nothing. She once told me... she... she deceived me. Her prophecy has not been, and cannot be, fullfilled.
ru: Оракула? Оракул — мошенница. Она ничего не знает. Однажды она сказала мне... Она... Она меня обманула. Её пророчество не сбылось, да и не могло сбыться.

source: The Oracle never deceives anyone. She just looks into the sea of magic and sees everything that may happen. So, she is not saying what MUST, but what MAY happen.
ru: Оракул никого никогда не обманывает. Она лишь вглядывается в возмущения магической глади и видит всё, что может произойти. Она не говорит, что что-то ОБЯЗАТЕЛЬНО будет, но только что оно МОЖЕТ быть.

source: It means, if she tells you that you will be the best swimmer in the world, you will be a great swimmer if you put forth the effort. But the prophecy won't be fullfilled if you never get into the water, sit around, and wait. Also, sometimes people misinterpret her words.
ru: То есть, если она говорит, что ты станешь лучшим пловцом в мире, это значит, что ты будешь лучшим пловцом, если приложишь усилия. Но пророчество не сбудется, если ты никогда не подойдёшь к воде, а только будешь сидеть дома и ждать. Кроме того, некоторые просто неправильно понимают её слова.

source: No. No. That's not true. That's... leave me alone.
ru: Нет. Нет. Это не правда. Это... Оставьте меня.

source: Final
ru: Финал

source: If you liked the campaign, please post your feedback on the wesnoth forums (http://www.wesnoth.org/forum/). A lot of people have invested a lot of time into this campaign; in return we would love to hear some opinions about it from people who played it.
ru: Если кампания вам понравилась, оставьте свой отзыв на форуме Веснота (http://www.wesnoth.org/forum/). Множество людей вложили много времени в эту кампанию. Взамен мы были бы рады услышать отзывы от тех, кто в неё играл.

source: Quests and puzzles solved
ru: Выполненные задания и решённые загадки

source: You interrogated the assassin sent to kill Gawen Hagarthen, and found out that it was an Akladian lord who hired him.
ru: Вы допросили наёмного убийцу, посланного убить Гевена Хагартена, и выяснили, что его нанял акладианский лорд.

source: Moreover, you discovered that it was Bor Cryne who hired the assassin to kill Gawen Hagarthen.
ru: Более того, Вы выяснили, что убийцу Гевена Хагартена нанял Бор Крайн.

source: But you didn't discover which Akladian lord was responsible.
ru: Но не выяснили, какой именно акладианский лорд это сделал.

source: You did not find out who hired the assassin to kill Gawen Hagarthen.
ru: Вы не выяснили, кто нанял убийцу Гевена Хагартена.

source: You found out that Lorin's clan bought poison from Outlaws.
ru: Вы узнали, что клан Лорин, покупал яд у разбойников.

source: You found out that Lorin's clan bought poison from Outlaws, but you don't know why.
ru: Вы узнали, что клан Лорин, покупал яд у разбойников, но не узнали, зачем.

source: You didn't find out where the poison that killed Gawen's mother came from.
ru: Вы не узнали, откуда взялся яд, которым отравили мать Гевена.

source: You know who poisoned Gawen's mother.
ru: Вы знаете, кто отравил мать Гевена.

source: You didn't find out who poisoned Gawen's mother.
ru: Вы не выяснили, кто отравил мать Гевена.

source: You saved Reme Carrenemoe.
ru: Вы спасли Реме Карренемо.

source: You failed to save Reme Carrenemoe.
ru: Вам не удалось спасти Реме Карренемо.

source: You discovered that Bor Cryne was the one who brought Orcs to Vakladia, planning to purify the Akladian race of anyone he considered 'unworthy'.
ru: Вы выяснили, что Бор Крайн был тем, кто привёл орков в Вакладию, чтобы очистить акладианскую расу от всех, кого считал недостойным.

source: You don't know who brought the Orcs to Vakladia.
ru: Вы не выяснили, кто привёл орков в Вакладию.

source: Level three units (easy level): $ano_level_count units, $level_point points
ru: Бойцы третьего уровня (лёгкий уровень): $ano_level_count бойцов, $level_point баллов

source: Level three units (normal level): $ano_level_count units, $level_point points
ru: Бойцы третьего уровня (средний уровень): $ano_level_count бойцов, $level_point баллов

source: Level three units (hard level): $ano_level_count units, $level_point points
ru: Бойцы третьего уровня (сложный уровень): $ano_level_count бойцов, $level_point баллов

source: Gold: (easy level): $ano_gawen_gold golden pieces, $level_point points
ru: Золото (лёгкий уровень): $ano_gawen_gold золотых, $level_point баллов

source: Gold: (normal level): $ano_gawen_gold golden pieces, $level_point points
ru: Золото (средний уровень): $ano_gawen_gold золотых, $level_point баллов

source: Gold: (hard level): $ano_gawen_gold golden pieces, $level_point points
ru: Золото (сложный уровень): $ano_gawen_gold золотых, $level_point баллов

source: Gold: (nightmare level): $ano_gawen_gold golden pieces, $level_point points
ru: Золото (невозможный уровень): $ano_gawen_gold золотых, $level_point баллов

source: Extra Credit (5 points possible; 6 if you are playing on the 'hard' level, and 7 if you are playing on the 'nightmare' level):
ru: Дополнительные баллы (5 возможных; 6, если играли на сложном уровне, и 7 если играли на невозможном):

source: You earned an additional point for forcing Hoyre to run in the 'Scouting near Barnon' scenario.
ru: Дополнительный балл получены за обращение Ойре в бегство в сценарии "Разведка у Барнона".

source: You earned an additional point for learning gossip about the messiah in the `Sneaking out of Raedwood` and `Start of the Quest` scenarios.
ru: Дополнительный балл получен за выяснение слухов о мессии в сценариях "Побег из Редвуда" и "Начало поисков".

source: You earned an additional point for hiring Rob Roe.
ru: Дополнительный балл за найм Роба Ро.

source: You earned an additional point for heroic victory in `Siege of Haeltin` scenario.
ru: Дополнительный балл за героическую победу в сценарии "Осада Хэлтина".

source: And one more point for doing it on the `hard` level.
ru: И ещё один балл за то, что всё это было на сложном уровне.

source: And two more points for doing it on the `nightmare` level.
ru: И ещё два балла за то, что всё это было на невозможном уровне.

source: You earned an additional point for sparing Raban Harnen.
ru: Дополнительный балл за то, что пощадили Рабана Харнена.

source: You earned an additional point for letting Raban Harnen leave.
ru: Дополнительный балл за то, что отпустили Рабана Харнена.

source: Total points: $points
ru: Всего баллов: $points

source: Please read the readme.txt file that comes with the campaign.
ru: Просьба прочитать файл readme.txt, который идёт с кампанией.

source: On GNU/Linux this file is located usually in:
ru: На GNU/Linux этот файл обычно находится в

source: ...while on macOS it ought to be in:
ru: ... на macOS он должен быть в

source: ...while on Windows you can find it in directory:
ru: ...а в Windows его можно найти в папке

source: <span font='DejaVu Sans 24' color='white'>The End! Please join us on the Wesnoth forums. Also read the readme.txt file contained within the campaign directory, as described previously.</span>
ru: <span font='DejaVu Sans 24' color='white'>Конец! Присоединяйтесь к нам на форуме Веснота. И прочитайте файл readme.txt из каталога с кампанией, как говорилось раньше.</span>

source: Saorduc Swamps
ru: Заурдукские болота

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you $liz_gold_amt golden pieces.
ru: Ссстойте! Людишшки, нам нессачем битьсся сс вами. Уходите, и мы ссаплатим $liz_gold_amt ссолотых.

source: Note: if you accept the lizard's offer, no bonus for early finish will be given.
ru: Замечание: если Вы примете золото, награда за досрочное прохождение сценария не будет выплачена.

source: All right, I accept your offer.
ru: Хорошо, я согласен.

source: No, I have to train my troops.
ru: Нет. Мне нужно тренировать солдат.

source: Wisssse desision it wass... Here isss your gold.
ru: Мудрое решшение принял ты... Ссдесссь твоё ссолото.

source: We are more than jusssst training fodder for your army!
ru: Мы большше, чем тренировочные чучела для твоих ссолдат!

source: I'm sorry, but that's the way it is.
ru: Прости, но таков путь.

source: Don't apologize to these filthy lizards, Gawen.
ru: Не извиняйся перед этими мерзкими ящерами, Гевен.

source: Speak quickly, and I will spare your life. What do you know about the alliance between orcs and Akladians?
ru: Говори быстрее, и я сохраню твою жизнь. Что ты знаешь об альянсе орков и акладиан?

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
ru: Ничего! Один исс акладиан попроссил орков приходить. Они пришшли, они убили много людишшек, это хорошшо. Не пошшли в болота, это хорошшо.

source: Go and hide into your quagmire, mudcrawler.
ru: Иди, спрячься в своей трясине, грязный червяк.

source: Ruvio complained that nothing good could be found in the Saorduc Swamps, but that didn't stop Gawen. He reasoned that in the winter the swamps would be frozen and the lizards would be much easier to defeat.
ru: Рувио пытался объяснить, что в болотах Заурдука не будет ничего толкового, но это не остановило Гевена. Тот решил, что зимой болота замёрзли и ящеров можно будет легко одолеть.

source: Kill all enemy leaders.
ru: Уничтожить всех вражеских лидеров.

source: ...bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, a crazy one.
ru: ...Ожессточённо я ссражалсся и был ссильно уязсвлён. Женщщина ссреди этих людишшек проссто ссумассшедшшая.

source: Be calm, you are amongsst friendss, no humanss here...
ru: Усспокойсся, ты ссреди друзсей. Никаких людишшек здессь...

source: Lizards!
ru: Ящерицы!

source: Oh no!!
ru: О нет!!!

source: Prepare to be exterminated!
ru: Готовьтесь сдохнуть!

source: Oh, that was cute. Where did she learn to talk like that?
ru: Как мило. Где учат так выражаться?

source: Oh, I hate lizards.
ru: Ненавижу ящериц.

source: They will be good practice for our soldiers. And maybe they know something.
ru: Неплохая разминка для наших воинов. И, может, они что-то знают.

source: So, what now?
ru: Итак, что дальше?

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
ru: План простой: спрашиваем лидеров об орках и всех убиваем.

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
ru: Ух ты, проще не придумаешь. Гевен, ты военный гений. Простота твоего неоценимого плана просто потрясает.

source: Much of the swamp is frozen over; that increases our chances considerably.
ru: Болото почти всё замёрзло. Это значительно повышает наши шансы на победу.

source: We can withdraw at any moment, remember that.
ru: Помните, что мы всегда можем отступить.

source: I doubt we'll need to do so; since lizards are cold-blooded, they should be weaker this time of year.
ru: Не думаю, что это будет нужно. Ящерицы хладнокровные. В это время года у них меньше сил.

source: All right, Gawen, if you're sure about this, let's go ahead... I was only reminding you of the option to withdraw just in case...
ru: Хорошо, Гевен, если есть уверенность, пойдём... На всякий случай напоминаю, что мы можем отступить в любой момент...

source: See! The lizards have become sluggish from the cold!
ru: Смотрите! От холода ящерицы засыпают на ходу!

source: Lizard thing... Uh... So... What do you know about orcs?
ru: Тварь ползучая... Э... Так... Что ты знаешь об орках?

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
ru: Орки? Большшие и сстрашшные, убивают людишшек, это хорошшо.

source: Ugh, you smell awful... do you not wash yourself on purpose, to scare away enemies? I can't think of any more questions in such a stench... so die, lizard thing...
ru: О, как ты ужасно воняешь... Ты специально не моешься, чтобы отпугивать врагов, да? Из-за этой вони я забыла все свои вопросы. Умри, тварь.

source: You could simply have chosen not to kill him and allow us to ask him few questions instead; did such a revolutionary idea enter your mind?
ru: Вы могли бы просто отойти в сторонку и дать продолжить допрос нам. Такая смелая мысль не пришла Вам в голову?

source: I think the ideas are too affraid of Lorin's mind to enter it.
ru: Думаю, мысли слишком боятся Лорин, чтобы приходить к ней в голову.

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
ru: Ящерица, тебе дорог твой хвост? Если да, то рассказывай всё, что ты знаешь об орках, которые пришли в Вакладию, и побыстрее.

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
ru: Орочшьи ссущщесства? Они были здессь сс какими-то акладиансскими лордами, это вссё, шшто я сснаю.

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
ru: Быстро вспоминай что-нибудь ещё, или отправишься на ящерские небеса по частям!

source: Lizard heaven? We do not have sssuch thing.
ru: Ящерсские небесса? Никогда не сслышшал.

source: Of course you don't, I know you are going straight to hell; that was a metaphor.
ru: Конечно не слышал, вы же все идёте прямиком в ад. Это была просто метафора.

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example...
ru: Нет-нет. Я хощщу ссказсать, шшто нашша филоссофсская ссисстема не оперирует такими рассмытыми категориями, как "небесса" или "преиссподняя". Нашше видение мира похожше на то, шшто вы назсываете религией, но является сснащщительно более слошшным. Вот, сскашшем...

source: Off with your head! Surely he looks much less sophisticated without his head, doesn't he?
ru: Голову с плеч! Так значительно менее сложно, правда?

source: Ah, I like tough girls. Tell me, Lorin, do you sleep with your sword, too?
ru: Как же мне нравятся крепкие девицы. Скажите, Лорин, а Вы берёте меч с собой в постель?

source: Do we know each other?
ru: Мы знакомы?

source: We met before, lady thing... I wass wounded but I sssurvived. It wasss a hope I had I wouldn't see your feissssse again...
ru: Мы всстречалиссь раньшше, женщщина... Я был ранен, но сспасся. Надеялсся, шшто никогда не увишшу твоё лиссо сснова...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
ru: Моё что? Ладно, сейчас ты расскажешь мне всё, что знаешь об орках.

source: You will tell me everything you know about orcs.
ru: Ты расскажешь мне всё, что знаешь про орков.

source: And I thought this day sssstarted ssssuch beautifully... What orcs? They have two legssss, two handsss, what'sss more do you want to know? Being Akladian you ssshould know them better...
ru: А утром я думал, какой прекрассный день... Про орков? У них две ноги, две руки, шшто ещщё ты хочешь знать? Как акладианка ты долшшна сснать об орках большше меня...

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
ru: Рассве вы не ссоюссники? Шшто вполне есстесственно, не так ли?

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
ru: Мы? Нет. Похоже, ничего интересного ты не знаешь. Отправляйся к предкам, ящер!

source: Thank you! Ssso you will sssave my life?
ru: Ссспасссибо! Ты отпуссскаешшшь меня?

source: Uh, what?
ru: В смысле?

source: You are allowing me to leave, so I could go to my ancestors... some of them live quite near thisss place...
ru: Ты рассрешшила мне идти к моим предкам... Они шшивут ссдессь ссовссем недалеко...

source: I think you are confused... But all of a sudden I have lost my natural urge to cut your head off. Maybe I am confused, but go away now before I change my mind.
ru: Ты что-то путаешь... А у меня прочему-то пропало естественное желание отрубить тебе голову. А может это я что-то путаю... Убирайся скорее, пока я не передумала.

source: You will allow me to live! And you will be sspared!
ru: Ты отпустишшь меня! И тебя пощщадят!

source: Uh, what? I think your command of human language is quite limited. How on earth do you think you will sssspare me?
ru: Э, что? Похоже, ты плохо владеешь человеческим языком. Как, чёрт побери, ты собираешься меня пощадить?

source: Maybe he was thinking about about some other word. Uhmmm, for example...
ru: Может, он имел ввиду какое-то другое слово? Например....

source: Majid, do you really want to explore the depths of my patience?
ru: Маджид, ты точно хочешь узнать, насколько хватает моего терпение?

source: Majid! So you are familiar enough with me now to remember my first name!
ru: Маджид! Мы настолько близки, что Вы помните моё имя!

source: Iff you will kill me, other lizardss will find you and sssslain you and...
ru: Ессли ты убьёшшь меня, осстальные ящщеры иссловят тебя, будут рассрежшут...

source: Then again, again, maybe he was thinking about another word, for example...
ru: Вот опять он кажется хотел сказать другое слово, например...

source: Aaaaaargh!
ru: А-а-а-арррх!

source: I hate empty threats.
ru: Не люблю пустые угрозы.

source: Ha! We're off to an easy start! See, I told you that lizards are much less dangerous in the winter. This will be a nice occasion to train our troops.
ru: Так-то! Неплохо начали! Я говорил, зимою ящеры не так опасны. Отличный случай потренировать войска.

source: Fighting with lizards here is waste of time. Retreat!
ru: Драки с ящерами это пустая трата времени. Отходим!

source: Ha! The lizards were hiding some gold here!
ru: О! Ящеры спрятали тут немного золота!

source: You have received $gold_amt_s14e gold pieces.
ru: Вы получили $gold_amt_s14e золотых

source: There appears to be a path through the snow here!
ru: Кажется, здесь есть тропа в снегу!

source: My fight with that lizard revealed a path through the snow here!
ru: Мы с этим ящером протоптали тропинку в снегу, пока дрались.

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chance to defeat them!
ru: О, нет! К ним пришло подкрепление! Теперь у нас нет шансов на победу.

source: Council in Freetown
ru: Совет во Фритауне

source: The day was bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under the heavy Akladian yoke. Life was not easy here, food was scarce, and yet smiles were often seen on the faces of men and women.
ru: День был в разгаре, когда Гевен Хагартен вошёл в чащи Редвуда. Там, в самом сердце леса, раскинулся Фритаун, город, который основали беженцы из-под тяжёлого акладианского ярма. Жизнь здесь была не легка, еды не доставало, и всё же лица мужчин и женщин нередко были освещены улыбками.

source: Karen said she could smell the freedom in the air here. Gawen smelled nothing out of the ordinary, though... only the scent of meats being roasted over an open flame. 'Perhaps it is not given to royalty to smell freedom,' he thought. Messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
ru: Карен говорила, что даже воздух здесь наполнен запахом свободы. Гевен не чувствовал ничего особого, хотя... Нет это просто запах мяса, жарящегося на костре. "Особам королевской крови недоступно обонять свободу", — думал он. Посланник, поджидавший Рувио, позвал его на встречу глав Фритауна.

source: Welcome back to Freetown, Ruvio. You are just in time for our meeting.
ru: Добро пожаловать домой во Фритаун, Рувио. Ты успел как раз к нашей встрече.

source: We also welcome your daughter. Karen, I would order you to leave this meeting and go to your mother...
ru: Мы так же приветствуем и твою дочь. Карен, я попросил бы тебя покинуть встречу и отправиться к матери...

source: ...but you know that you would only waste your breath.
ru: ... но понял, что только зря сотрясу воздух.

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
ru: Мы слышали, что ты сразился и победил и акладиан и разбойников. Прими наши поздравления, Рувио. А что за мальчик рядом с тобой, твой помощник?

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
ru: Я лишь участвовал в сражениях, которые Вы упомянули, но честь победы принадлежит кое-кому другому. Нами командовал вот этот молодой человек.

source: And his name is...?
ru: А его имя...

source: Gaumhaldric.
ru: Гемхальдрик.

source: (<i>grumbling</i>) I hate you.
ru: (<i>под нос</i>) Ненавижу.

source: But now, he must leave. We have very important and secret things to talk upon.
ru: Теперь он должен нас покинуть. Нам нужно обсудить важные секретные вопросы.

source: He has my full trust. He stays.
ru: Я полностью ему доверяю. Он остаётся.
