Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: We must do likewise! Bring our own reinforcements!
ru: Нам следует поступить так же! Вызывайте наш резерв!

source: Arsham Mahouri
ru: Аршам Махури

source: King Buffin
ru: Король Баффин

source: Those are Dunefolk troops! Excellent! Listen, I knew your leader, Majid Yahyazad, and...
ru: Это воины народа Дюн! Отлично! Послушайте, я знала вашего вождя, Маджида Яхиазада, и...

source: Majid Yahyazad is not my leader. His Ostan is far away from here. The Ostan of Mahour - and this tribe - is ruled by me, and no other rules over me.
ru: Маджид Яхиазад не мой вождь. Его остан далеко отсюда. Я правлю останом Махура и этим племенем, а сам не подчиняюсь никому.

source: Show more respect, this is king Gawen Haldric Hagarthen.
ru: Проявите больше уважения. Перед вами король Гевен Хальдрик Хагартен.

source: King? We have never been joined by a king before. If he wants to be one of us, he will be welcomed, but he must understand that his of chances being called 'his majesty' are zero.
ru: Король? Короли к нам ещё не присоединялись. Если он хочет быть одним из нас, пожалуйста, но учтите, что никто тут не будет называть его "ваше величество".

source: We are not your enemies. If you won't join us, will you at least not attack us?
ru: Мы не враги вам. Если не хотите нам помогать, хотя бы не мешайте.

source: Who said we won't join you? If you can pay, we will readily join your army! The price is $dunefolk_price gold pieces.
ru: А кто сказал, что не хотим? Если вы платите, то мы готовы присоединиться. Цена — $dunefolk_price золотых.

source: We will pay the $dunefolk_price gold pieces.
ru: Мы заплатим $dunefolk_price золотых.

source: We won't pay.
ru: Мы не будем платить.

source: Why not. Here are your $dunefolk_price gold pieces.
ru: Почему бы и нет. Вот ваши $dunefolk_price золотых.

source: Why not. Here is your gold.
ru: Почему бы и нет. Вот ваше золото.

source: Ha! We have a deal, then, my king. You may now recruit Dunefolk from my Ostan.
ru: Ха! Ну, значит по рукам, мой король. Теперь ты можешь вербовать воинов Дюн из моего остана.

source: As a gesture of goodwill, I am sending you a healer, too.
ru: А в качестве жеста доброй воли я отправляю к тебе лекаря.

source: We are not interested in hiring you.
ru: Мы не заинтересованы в вашем найме.

source: Then leave in peace, or prepare to fight.
ru: Что ж, тогда уходите с миром или готовьтесь к битве.

source: Unfortunately, we do not have that much gold.
ru: К сожалению, у нас нет таких денег.

source: King Buffin's army was right behind us - we could almost feel their breath on our necks. As though this were not enough, we marched right into a knot of Akladians.
ru: Армия короля Баффина шла прямо за нами, мы почти слышали их дыхание за спиной. И, словно этого было мало, мы оказались прямо посреди толпы акладиан.

source: Larkin O Travil
ru: Ларкин О'Травил

source: Dauri Hurionen
ru: Даури Хурионен

source: Who are you, stranger brave or foolhardy enough to enter Dunefolk land?
ru: Кто ты, странник храбрый или безрассудный настолько, что решил зайти на землю народа Дюн?

source: Messenger
ru: Гонец

source: King Buffin! King Buffin! I bring terrible news for you!
ru: Король Баффин! Король Баффин! Я принёс дурные вести!

source: King Buffin is dead, boy.
ru: Король Баффин мёртв, юноша.

source: Dead? How can that be!
ru: Мёртв? Не может быть!

source: Okladia is in need - undead have invaded our country, they are razing the countryside and murdering our people!
ru: Окладия в беде! Мертвецы вторглись в наши земли! Они разоряют деревни и убивают наших людей!

source: Without King Buffin, who will lead our army against them?
ru: Кто же поведёт нашу армию вместо короля Баффина?

source: What? Speak quickly, I am a little bit busy here!
ru: Что? Говори быстрее, я тут немного занят!

source: My king -
ru: Мой король,

source: You must return home, with every able soldier in your army, as soon as possible or we shall surely perish!
ru: Вы должны спешить домой со всеми уцелевшими солдатами как можно быстрее, или нам конец!

source: Undead? So the reports I've been hearing were true, after all! You are fortunate, false Gawen, that I my duty to my people calls me away from here... for now.
ru: Мертвецы? Так значит все рассказы, которые я слышал, были правдой! Тебе повезло, фальшивый Гевен, что долг перед моими людьми зовёт меня назад... Пока что.

source: That's not good. I think the wise thing to do would be to withdraw, because without Buffin we will be too weak to defeat this army...
ru: Это плохо. Думаю, что самым мудрым будет сдаться. Без Баффина у нас не хватит сил победить это войско...

source: Who's there? Ruvio! Finally, my friend!
ru: Кто здесь? Рувио! Наконец-то, друг мой!

source: My lord...
ru: Милорд...

source: What? Why the long face? Cheer up! Where is Karen?
ru: Что? Что за хмурый вид? Выше нос! А где Карен?

source: My lord... Gawen, my lord, please forgive me if I can't speak clearly enough. What I saw... I... I don't know if I can even describe it... if I can bear the task of describing it.
ru: Милорд... Гевен, милорд... Простите меня, если я не смогу внятно рассказать. То, что я видел... Я... Не знаю, смогу ли я вообще описать это... Смогу ли я справиться с такой задачей.

source: 'This is the Dunefolk territory of Mahour. If you wish to join us, you are welcome; if you wish to fight us, you shall perish.'
ru: "Это территория народа Дюн Махура. Если ты с нами, добро пожаловать, если ты против нас, готовься к смерти."

source: My ancestors, I am coming to you with sword in my hand!
ru: О, предки, я отправляюсь к вам с мечом в руках!

source: They are more powerful than I thought! Reinforcements!
ru: Они значительно сильнее, чем я думал! За подмогой!

source: I am finished! But your leader... before I die, is his name really Gawen Hagarthen?
ru: Мне конец! Но ваш вождь.... Скажите, пока я жив, его действительно зовут Гевен Хагартен?

source: I really am Gawen Hagarthen.
ru: Да, я действительно Гевен Хагартен.

source: Then I am doomed! My spirit will never find rest amongst my ancestors, since I fought my king!
ru: Тогда я проклят! Мой дух никогда не упокоится среди предков, ведь я сражался против своего короля!

source: I am dying... are you going to try to intimidate me, as your step-mother used to do?
ru: Я умираю... Будете запугивать меня, как любит Ваша мачеха?

source: No, noble Reumario. It was honour for me to fight you. Die in peace.
ru: Нет, благородный Ромарио. Для меня было честью сражаться с Вами. Покойтесь с миром.

source: Aire Reumario
ru: Айре Ромарио

source: No, noble Aire Reumario. It was honour for me to fight you. Die in peace.
ru: Нет, благородный Айре Ромарио. Для меня было честью сражаться с Вами. Покойтесь с миром.

source: King Buffin, my uncle, it has been an honour to fight you. You were a tough opponent.
ru: Король Баффин, дядя, для меня было честью сразиться с Вами. Вы были сильным противником.

source: Your uncle? Me? You are just an underling! Even if you ARE really Gawen Hagarthen, your mother was one of those curs! (<i>coughs</i>) My cousin should never have desecrated our family name by marrying her! I spit on you!
ru: Дядя? Я? Ты просто убогий! Даже если ты действительно Гевен Хагартен, твоя мать была одной из этих шавок! (<i>кха</i>) Мой кузен не должен был позорить нашу фамилию этом браком! Я плюю на тебя!

source: Let this be a lesson to you, my idealistic step-son. To some people you may speak only with knife in hand.
ru: Пусть это будет для тебя уроком, мой наивный пасынок. С некоторыми людьми можно разговаривать только с ножом в руках.

source: A king! Ooh, I've never killed a king before. You know, I should feel more exhilirated.
ru: Король! О-о, никогда раньше не убивала короля. Знаете, я думала будет волнительнее.

source: So you are Lorin from the Galloraes... best sword-arm among Akladian women... (cough)
ru: Так Вы Лорин из Галлора... Лучший меч среди акладианских женщин... (кха)

source: You have heard about me even in Okladia!? That's a pleasant surprise. Now, tell me, why were you here, and with a large army to boot?
ru: Слухи обо мне дошли даже до Окладии? Какой приятный сюрприз. Теперь скажите мне, зачем Вы здесь, да ещё с такой огромной армией?

source: To introduce peace and order into Vakladia and to unite it with my kingdom, Okladia.
ru: Чтобы принести мир и порядок в Вакладию, и объединить её с моим королевством, Окладией.

source: Wait, do not die yet! I've heard that some of your people were mentioning rumors about strange things in the eastern part of Okladia. What strange things?
ru: Постойте, не спешите умирать. Я слышала, что некоторые из Ваших людей рассказывали слухи о странных вещах на востоке Окладии. Что там было?

source: Ghosts, the long-dead who were seen walking again... zombies... my scouts were giving me contradictory reports. Some of my lords disappeared. I was planning on sending some of my army there immediately after finishing with Vakladia... (cough)
ru: Призраки давно умерших людей, которых снова видели живыми... Зомби... Мои разведчики возвращались с противоречивыми докладами. Некоторые из моих лордов исчезли. Я собирался выслать туда часть моей армии сразу, как только закончу в Вакладии... (кха)

source: He's died.
ru: Он умер.

source: I am finished! Death is less than fifty paces from me... but before she takes me, please tell me... are you really Gawen Hagarthen?
ru: Мне конец! Смерть в нескольких шагах... Но пока она не забрала меня, пожалуйста скажи мне... Ты правда Гевен Хагартен?

source: I am really Gawen Hagarthen.
ru: Да, я правда Гевен Хагартен.

source: Another lord killed by my delicate hand. I really should think about starting a collection of souvenirs from each defeated lord. Hmm... maybe the ears?
ru: Ещё один лорд пал от моей нежной ручки. Мне стоит задуматься, не стоит ли что-нибудь оставлять на память о каждом убитом лорде. Хм... Может уши?

source: What are you doing with that underling cur, aren't you Lorin of Gallorae?
ru: Что Вы здесь делаете вместе с этой убогой швалью, Вы разве не Лорин из Галлора?

source: Yes, I am. And he is no underling, he is your lord, your king, Gawen Hagarthen.
ru: Да, это я. А это не убогий. Это ваш господин, ваш король Гевен Хагартен.

source: Is that so?
ru: Действительно?

source: We don't really care how underlings die, as long as they do it quickly and without making too much trouble.
ru: Нам вообще плевать, как дохнут убогие, если они дохнут быстро и не очень докучают.

source: See, noble and independent but not-so-smart Dunefolk leader, you could still be alive and on our side instead of being just another body in our path...
ru: Смотри, благородный и независимый, но не слишком умный вождь народа Дюн, ты мог бы жить и быть на нашей стороне, вместо того, чтобы стать ещё одним трупом на нашем пути...

source: Ha, the rest of my army is coming!
ru: Ха, а вот и остальное моё войско!

source: Hm? I thought another unit of my army would be arriving now...
ru: Хм. Я думал, ко мне присоединится кто-нибудь другой...

source: Where is the rest of that army of mine?!
ru: Где остальная моя армия?!

source: Akladians of Vakladia! I am King Buffin. I have come to you to re-introduce peace and order to your lands after the untimely death of your king, my beloved cousin, Gawen Hagarthen. I...
ru: Акладианы Вакладии! Я король Баффин. Я пришёл чтобы восстановить мир и порядок на вашей земле после безвременной кончины вашего короля, моего любимого кузена Гевена Хагартена. И я...

source: I AM Gawen Hagarthen. I am starting to tire of repeating that I am alive.
ru: Я Гевен Хагартен. И я уже устал повторять, что я жив.

source: NO! Gawen Ha... No, you are not him! You are... some underling pretending to be my beloved nephew! Kill him!
ru: НЕТ! Гевен Ха... Нет, ты это не он! Ты... Какой-то убогий, который выдаёт себя за моего любимого племянника! Убить его!

source: We will, but not because we welcome you, Buffin of Okladia. Though you are Hagarthen, nobody has invited you here. But we will discuss that issue later.
ru: Убьём, но не потому, что признали Вашу власть, Баффин из Окладии. Хоть Вы и Хагартен, Вас никто сюда не приглашал. Обсудим это позже.

source: I hope that with
ru: Так как

source: helping us this won't be as difficult as it might otherwise be, but we still should be prepared for serious losses.
ru: на нашей стороне, нам будет не так трудно, как могло бы быть. Но всё равно надо быть готовыми к большим потерям.

source: I'm afraid this battle may be extremely difficult. We must be prepared for serious losses, unfortunately.
ru: Боюсь, что эта битва может оказаться слишком сложной. К сожалению, надо быть готовыми к серьёзным потерям.

source: There are no interrogations in this scenario.
ru: В этом сценарии нет допросов.

source: Survive to the end of time limit
ru: Обычная: Продержитесь на протяжении отведённых ходов.

source: Epilogue
ru: Эпилог

source: Who's here? Gawen? I hoped you would visit me, before I leave Vattin forever... I wish I could see your face this last time... I want to tell you everything. You have to know...
ru: Кто здесь? Гевен? Я надеялась, что ты навестишь меня до того, как я навсегда покину Ваттин... Хотела бы я увидеть тебя напоследок... Я хочу рассказать тебе всё. Ты должен знать...

source: When I was still young, my family took me to the Oracle. I asked her about my future. Her answer was totally unexpected, and greatly excited my family.
ru: Когда я ещё была совсем юна, моя семья отвела меня к Оракулу. Я спросила её о своём будущем. Её ответ был совершенно неожиданным и сильно взволновал мою семью.

source: The Oracle prophesied that I would marry a Hagarthen, become a queen, and that I would bear a Hagarthen son. We... my clan... helped... somehow... the prediction to be fulfilled... When I was chosen to marry your father, I was sure the Oracle was right.
ru: Оракул предсказала, что я выйду замуж за Хагартена, стану королевой и подарю Хагартену сына. Мы... мой клан... помог... некоторым образом... сбыться пророчеству... Когда меня избрали женой твоего отца, я была уверена, что Оракул не ошиблась.

source: But your father never called me to his bed, he never even touched me. You have no idea how I hated him... and you. You have no idea about the poisonous dreams which filled my head then. And yet, I felt... something strange about you. Always.
ru: Но твой отец никогда не звал меня в свою постель, он даже ни разу ко мне не прикоснулся. Ты представить себе не можешь как я ненавидела его... и тебя. Ты не можешь себе представить, какими мыслями был тогда отравлен мой разум. И, наконец, у меня было какое-то странное чувство по отношению к тебе. Всегда.

source: When your father was dead, I felt deceived, fooled. How can I have Hagarthen's son if he is dead?
ru: Когда твой отец умер, я чувствовала себя обманутой, одураченной. Как я могу родить Хагартену сына, если он мёртв?

source: But then... I realized.. that the Oracle didn't say it would be the same Hagarthen I was married to. I was petrified of those thoughts, during all those moments when I cared for you when you were unconscious almost two years ago. I tried to push those thoughts away, and... anyway, you died... I mean, I thought you were killed after the Battle of Barnon, and...
ru: Но потом... Я поняла... Что Оракул не говорила, что это будет тот же Хагартен, за которого я вышла замуж. Я утверждалась в этой мысли всё то время, пока ухаживала за тобой, когда ты был без сознания два года назад. Я пыталась гнать эти мысли прочь, и... Ты же умер... Как я думала... Я думала. что тебя убили при Барноне, и...

source: But then... we met again and... well, you probably don't remember it, probably, but Ruvio once said - that Oracle's predictions are only be fulfilled if we help them along... so... do you remember the night in Freetown, the feast before we left searching for Deorien?
ru: А потом... Мы снова встретились, и... Ты наверное этого не помнишь, но Рувио сказал однажды, что предсказания Оракула сбываются только если приложить усилия... И вот... Помнишь ночь во Фритауне, празднование перед тем, как мы ушли на поиски Деориэна?

source: I was drunk... and... Yahyazad tried to stop me at corridor. Maybe he thought that the wine I had drank would have lowered my inhibitions. He spoke softly to me, trying to entice me to go with him. I refused his advances, and he departed. Then I went to Karen's room. She had passed out, so I took her dancer's outfit...
ru: Я была пьяна... И... Яхиазад попытался задержать меня в коридоре. Может быть он думал, что вино, которое я пила, ослабило мою стойкость. Он ласково говорил со мной, пытался уговорить меня пойти вместе с ним. Я ответила ему отказом, и он ушёл. Потом я пошла в комнату Карен. Она лежала в отключке, поэтому я взяла её наряд для танца...

source: Yes, Gawen. This child... it will be your first born.
ru: Да, Гевен. Этот ребёнок... Будет твоим первенцем.

source: I have done a lot of evil in this world. I know I have no hope for redemption. If I tell anyone that you are the child's father, this would mean another war. Such a gross violation of Akladian customs - with your father's widow - would surely cause Akladians to abandon you. And... I know I have sinned in the eyes of our God. He has shown me no mercy. He knows no forgiveness.
ru: Я принесла в этот мир много зла. Я знаю, что у меня нет надежды на искупление. Если я скажу кому-нибудь, что ты отец этого ребёнка, это будет означать новую войну. Такое грубое нарушение акладианских обычаев, со вдовой твоего отца, безусловно отвратило бы акладиан от тебя. И... Я знаю, что согрешила перед лицом Бога. Он не будет милостив ко мне. Он не знает прощения.

source: But I hope... you will find mercy in your heart. I know... I can never have your love... but... maybe... just maybe... will you just touch me once, like you touched me that night... I will carry that touch with me, I will remember it when I go into exile with your child.
ru: Но я надеюсь... Что в твоём сердце найдётся милосердие. Я знаю... Что ты никогда не полюбишь меня... Но... Может быть... Ты хоть ещё один раз прикоснёшься ко мне, как касался меня той ночью... Я унесу твоё прикосновение с собой и буду вспоминать его, когда отправлюсь в изгнание с твоим ребёнком.

source: Do not try to stop me. You know it is impossible. For the good of Vakladia, for Wesnoth, for your own good - I, Lorin, order you to forget about me and our child! Isn't that funny - me, Lorin, sacrificing herself for something as abstract as the idea of a new, united nation? Look at me, I am laughing. I... I am laughing....
ru: Не пытайся меня удержать. Ты знаешь, что это невозможно. Ради Вакладии и Веснота, ради тебя самого, я, Лорин, приказываю тебе забыть меня и твоего ребёнка. Разве не смешно? Я, Лорин, жертвую собой ради какой-то абстрактной идеи создания нового единого народа? Посмотри на меня, я смеюсь. Я... Я смеюсь...

source: The moments are slowly turning into hours, as I am engulfed by the darkness...
ru: Мгновения медленно сливаются в часы, пока меня поглощает тьма...

source: It is said Gawen Hagarthen never again smiled after the great battle. Some say he mourned the deaths of all the good warriors who died fighting the undead menace. He married a Wesnothian princess from Elensefar. He united three Akladian kingdoms, while the fourth one - Guilcorta - became his fief. He made alliances with the Dunefolk Ostans within his borders but allowed them considerable self-governance. He made vassals of most of the former Wesnothian kingdoms, uniting almost the whole of Wesnoth at its most glorious point.
ru: Говорят, Гевен Хагартен больше никогда не улыбался после великой битвы. Кто-то сказал, что он скорбел о смерти славных воинов, которые пали в бою с мертвецами. Он женился на веснотской принцессе из Эленсефара. Он объединил три акладианских королевства, а четвёртое — Гилькорта — отдал в лен. Он заключил союз с останами народа Дюн на своих землях, но дал им широкое самоуправление. Он сделал вассалами большинство бывших веснотских королевств, объединив почти весь Веснот на пике его славы.

source: It is also said that he never called his wife Mavourneen; he never treated her as a husband should treat his wife. Whatever the truth was to that gossip, the fact remains that he died without leaving an heir.
ru: Говорили так же, что он никогда не называл жену своей любимой. Никогда не обращался с ней как муж с женой. Правда это была или нет, факт остаётся фактом: он умер, не оставив наследника.

source: Lorin journeyed among the Ostans of the Dunefolk, taking the vows required to join them, all the while searching for Majid Yahyazad. He took care of both her and her child, raising the child as if it were his own son, and showing toward her the love and respect he felt ought to be accorded to the She-Wolf of Haeltin. While rumors cast doubt on their happiness together, there was no doubt of their devotion to each other; they spent the rest of their days together.
ru: Лорин добрела до останов народа Дюн, приняла обеты, необходимые для присоединения к ним, всё время разыскивая Маджида Яхиазада. Он принял на себя заботы о ней и её ребёнке, вырастил его как своего собственного сына, и относился к ней с любовью и уважением, которого, по его мнению, была достойна Хэлтинская волчица. И пусть по слухам они были не слишком счастливы вместе, в их взаимной преданности не было сомнений. До конца своих дней они жили вместе.

source: Ruvio spent the remainder of his days at the royal court in Vattin, teaching Caerwyn, his adopted son, to become mighty in mind, word, sword, and soul. Tutored by Gawen and Deorien as well as Ruvio, Caerwyn revived the ancient Wesnothian order of Paladins and performed many mighty deeds in the land of Wesnoth and beyond, becoming a noble and respected figure in Wesnoth in his own right. When Ruvio passed away, seventeen years to the day after rescuing Gawen at the Battle of Barnon, Caerwyn - with Gawen's blessing - laid him to rest in the royal cemetery in Vattin, with the remains of Gawen's mother on one side and those of Ruvio's own beloved wife and daughters on the other.
ru: Рувио провёл остаток своих дней при дворе короля в Ваттине, прививая Кервину, своему приёмному сыну, крепость ума, меча, слова и души. Гевен и Деориэн принимали участие в его воспитании наравне с Рувио. Кервин возродил древний веснотский орден Паладинов и совершил множество могучих деяний в землях Веснота и за его пределами по праву став знатной и уважаемой фигурой в Весноте. Когда Рувио покинул бренный мир, через семнадцать лет после того, как спас Гевена в битве при Барноне, Кервин, с благословения Гевена, упокоил его на королевском кладбище в Ваттине между могилами матери Гевена с одной стороны и любимой жены и дочерей Рувио с другой.

source: Thus end the stories of Gawen Hagarthen, Lorin from Gallorae, and Ruvio.
ru: Так заканчивается история Гевена Хагартена, Лорин из Галлора и Рувио.

source: Avenging Ruen
ru: Месть за Руэн

source: Inside of the burned village of Ruen, Gawen's soldiers found massacred bodies of men, women and children. No one was unmoved by the terrible sight. Looking at their faces, Gawen sadly realized that the Orcs would not expect any mercy in this battle and no prisoners would be taken.
ru: В сгоревшей деревне Руэн солдаты Гевена нашли изрубленные тела мужчин, женщин и детей. Ужасное зрелище не оставило равнодушным никого. Глядя на лица товарищей, Гевен невесело думал, что оркам не будет пощады в предстоящей битве, и допрашивать будет некого.

source: Baruk Gar
ru: Барук Гар

source: Revenge!
ru: Месть!

source: I think they keep captured villagers in the dungeons of their castles. It's time to free them and kill the orcs!
ru: Думаю, они держат пленных крестьян в подземельях замка. Самое время освободить их и перебить орков!
