Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: You are joking, right? He is in our camp!
ru: Вы шутите? Он же в нашем лагере!

source: Probably still in that Bontom place the peasants told us about.
ru: Наверное всё ещё в Бонтоме, про который рассказывали крестьяне.

source: In some place called Bontom. We could ask peasants about it.
ru: В месте под название Барном. Нужно расспросить об этом местных.

source: I have no idea where your friend may be; I fear we may have already missed our chance to find out about him...
ru: Понятия не имею, где может быть Ваш друг. Боюсь, мы упустили возможность что-то выяснить...

source: I have no idea where your friend may be; maybe we could ask around some more about him.
ru: Понятия не имею, где может быть Ваш друг. Может расспросить о нём в округе?

source: About your mother? What do you want to know about her?
ru: О Вашей матери? А что Вы хотите знать о ней?

source: Everything.
ru: Всё.

source: Well, she was from a royal house. The Akladian king gave her a simple choice: marry him or he would unleash his anger on her family. So, she agreed. I visited her from time to time, singing songs, bringing her news from home...
ru: Ну, она происходила из королевского дома. Акладианский король поставил перед ней несложный выбор: или она выходит за него замуж, или он обратит свой гнев на всю её семью. Она дала согласие. Я навещал её время от времени, пел ей песни, рассказывал последние новости из дома...

source: I think eventually she even warmed up to your father, the king. When she gave birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring... and finally someone gave her a poisoned cup. She died, slowly, and painfully. I was able to be near her in her final hours. I promised her that I would take care of you.
ru: Думаю, в конце концов ей даже начал нравиться король, Ваш отец. Дав Вам жизнь, она полностью посвятила себя Вам. Но акладианские кланы составили заговор за её спиной... И в конце концов поднесли ей отравленный кубок. Она умирала долго и мучительно. Я смог быть рядом в её последние часы. И обещал ей позаботиться о Вас.

source: Who poisoned her?
ru: Кто отравил её?

source: I don't know. No one knows.
ru: Не знаю. Никто не знает.

source: Rob Roe mentioned Lorin's clan once bought some special poison from Outlaws...
ru: Роб Ро упоминал, что клан Лорин однажды купил в Логове какой-то особый яд...

source: And you think that...
ru: Вы думаете, что...

source: Why shouldn't I think that?
ru: А почему бы и нет?

source: You are right, Gawen. Akladians have a long history of poisoning each other. You might say it's their national sport. But still... yes, it had escaped my attention before.
ru: Вы правы, Гевен. У акладиан давняя традиция травить друг друга. Можно сказать, национальный вид спорта. Неужели... Как-то я не обратил на это внимания.

source: I wish I had asked around more about poison previously; it's probably too late to find out more now...
ru: Жаль, что я не расспрашивал о яде раньше. Сейчас, наверное, уже слишком поздно что-то узнать...

source: Hey Karen, what's up?
ru: Эй, Карен, как дела?

source: I just made up a new song about you, want to hear it?
ru: Только что сочинила новую песню про тебя. Хочешь послушать?

source: You are a gifted girl... fighting, singing, what else can you do?
ru: Какая ты одарённая девушка... Сражаешься, поёшь. Что ещё умеешь?

source: I can also dance. Gawen. When we return to Freetown I could dance for you...
ru: Ещё танцую. Гевен. Когда вернёмся во Фритаун, я бы станцевала для тебя...

source: I'm sure I would enjoy watching you dance.
ru: Уверен, мне бы понравилось.

source: Oh, I bet you would!
ru: Держу пари, что да!

source: Thank you, Gawen, once again. You have saved my life. I will never forget it, and I will never be able to repay my debt. Earlier my life belonged to you because of duty; now it is yours by choice.
ru: Ещё раз благодарю Вас, Гевен. Вы спасли мне жизнь. Я никогда этого не забуду и всегда буду перед Вами в долгу. Раньше моя жизнь принадлежала Вам по долгу чести. Теперь я сам решил, что будет так.

source: Gaumhaldric, an interesting mother you have. Can I ask you a question?
ru: Гемхальдрик, Ваша мать интересная женщина. Могу я задать один вопрос?

source: Sure, go ahead.
ru: Конечно, давай.

source: Is she spoken for? I mean, is there someone she loves? I have often noticed her gazing up at the sky, far, far away, as if she were thinking about someone... or something.
ru: Она помолвлена? В смысле, она в кого-то влюблена? Я часто замечаю, как она смотрит куда-то ввысь, далеко-далеко, как будто думает о ком-то... Или о чём-то.

source: I think she must be remembering my father. She has no one else I know about.
ru: Должно быть, она вспоминает моего отца. Насколько я знаю, у неё больше никого не было.

source: That is fortunate for me. She seems to have locked her heart up in an unbreakable fortress... but I think I can find a way into her heart. With time and patience, I'm sure I can discover a way to break down those walls.
ru: Это вселяет надежду. Она как будто бы воздвигла неприступную крепость вокруг своего сердца... Но, думаю, я смогу к нему пробиться. Немного времени и терпения, и, уверен, я сокрушу эту твердыню.

source: Majid Yahyazad, Lorin is my step-mother, but she has never really shown any tenderness, even to me. I have always known her to be a harsh and unforgiving woman.
ru: Маджид Яхиазад, Лорин моя мачеха, и она никогда и ни к кому не проявляла нежности, даже ко мне. Я всегда знал её как суровую и беспощадную женщину.

source: I'm afraid pursuing her will come with a heavy price. I think she thinks love is a weakness... she seems more interested in war and finding new ways to cause pain to others.
ru: И я боюсь, что цена победы будет слишком высока. По-моему, она считает любовь слабостью.... Ей больше нравится заниматься войной и искать способы причинять боль окружающим.

source: Ah, Gaumhaldric, perhaps you are right, but if it will be as a war to unlock her heart, I am prepared to wage it. I am well-acquainted with the ways of war.
ru: Ах, Гемхальдрик, возможно ты и прав. Но если нужно воевать, чтобы получить её сердце, я готов. Я кое-что понимаю в военных действиях.

source: Besides, in the end, the war for the affection of a worthy woman is the only war where the price to win is a privilege, not a burden, to pay.
ru: В конце концов, война за расположение достойной женщины это единственная война, в которой расплата за победу это привилегия, а не тяжкое бремя.

source: You find my step-mother... a worthy challenge, then?
ru: Так ты находишь мою мачеху... Достойным вызовом?

source: I do... and shall gladly pay the price to try to win her heart.
ru: Да... И буду счастлив заплатить любую цену, чтобы завоевать её сердце.

source: You have my blessing, noble Majid, for what it's worth. Sometimes the ruthlessness of the 'She-Wolf of Haeltin' still scares even me.
ru: Прими моё благословение, благородный Маджид. Иногда безжалостность Хэлтинской волчицы пугает даже меня.

source: Mother, may I have a word with you?
ru: Мать, можно Вас на пару слов?

source: Your clan once bought poison from outlaws. Why?
ru: Однажды ваш клан покупал у разбойников яд. Зачем?

source: What do you think about Yahyazad?
ru: Что Вы думаете о Яхиазаде?

source: What do you know about orcs?
ru: Что Вы думаете об орках?

source: How did my real mother die?
ru: Как умерла моя родная мать?

source: Why do you ask?
ru: Почему ты спрашиваешь?

source: Well, he seems to be interested in you.
ru: Ну, похоже Вы ему интересны.

source: Yes, I noticed that. I think one would have to be blind NOT to notice that. But I am not interested in him.
ru: Да, я заметила. Думаю, и слепой бы заметил. Но меня он не интересует.

source: Why not? He seems to be a good man.
ru: Почему? Похоже, он хороший человек.

source: He is an underling.
ru: Он убогий.

source: Underling? Mother, why do you still use such words? I am 'underling' too, after all.
ru: Убогий? Мать, почему Вы до сих пор употребляете это слово? В конце концов, я тоже убогий.

source: No! I could never call you that. You are not... I mean... I... oh, you are too young to understand!
ru: Нет! Я никогда тебя так не называла. Ты не... Я думаю... Я... А, ты слишком молод, чтобы понять это.

source: Besides, you have lost your memory, so you probably do not remember what our customs are regarding widows that betray their dead husbands. I will explain it to you another time.
ru: Кроме того, ты потерял память и возможно не помнишь наших обычаев, касающихся вдов, изменяющих своим мёртвым мужьям. Я объясню тебе в другое время.

source: Orcs? They are good fighters. Strong, disciplined, I wish I had such soldiers.
ru: Орки. Это хорошие бойцы. Сильные, дисциплинированные. Хотела бы я, чтобы у меня были такие солдаты.

source: Mother, orcs just burn, pillage, and murder! They hate us, and yet you seem to respect them?!?
ru: Мать, орки жгут, грабят и убивают! Они ненавидят нас, а Вы говорите о них с уважением?!

source: Well, we are burning, pillaging, murdering and hate our enemies too. What's the difference?
ru: Ну, мы тоже жжём, грабим, убиваем и ненавидим своих врагов. В чём отличие?

source: Poison? What poison? My clan has never bought any poison!
ru: Яд? Какой яд? Мой клан никогда не покупал никаких ядов!

source: Rob Roe told me about it.
ru: Роб Ро всё мне рассказал.

source: Can you repeat that name? Rob - Roe. Rob Roe... No, I can't say I remember that name. I don't know anything about my clan buying a poison. But then, I am only a woman, and our clan lord didn't tell me everything.
ru: Можешь повторить? Роб... Ро... Роб Ро. Нет, не припоминаю это имя. Нет, я не слышала, чтобы кто-то из моего клана покупал яд. Впрочем, я же простая женщина, глава нашего клана не советовался со мной.

source: Your mother? Your... why you are asking ME about your mother?
ru: Твоя мать? Твоя... А почему ты спрашиваешь об этом МЕНЯ?

source: I can't remember anything about her. I would love to hear something about her. Did you know her?
ru: Я ничего не помню о ней. Очень хотел бы что-нибудь про неё услышать. Вы её знали?

source: No! I did not know her! I... I'm sorry Gawen, but I don't know how your mother died or who poisoned her.
ru: Нет! Я никогда не знала её! Я... Я сожалею, Гевен, но я ничего не знаю о том, как умерла твоя мать, и кто её отравил.

source: I wasn't asking you about that.
ru: Об этом я и не спрашивал.

source: There are no more orcs near this ruins of the village.
ru: В развалинах этой деревни больше нет орков.

source: My lord! This time for sure you will chase off that orcish band, kill all the orcs, and free my people!
ru: Милорд! На этот раз Вы точно разгоните эту орочью шайку, убьёте всех орков и освободите моих сородичей!

source: So, should we take on the orcs?
ru: Что ж, займёмся этими орками?

source: Someone is hiding here!
ru: Здесь кто-то прячется!

source: Ah! Humans! And Akladians with them?! Still, what good fortune!
ru: О! Люди! И акладианы?! Всё равно, какая удача!

source: Ah! Humans! And not Akladians! What good fortune!
ru: О! Люди! Не акладианы! Вот это удача!

source: Who are you, and what are you doing here?
ru: Кто ты, и что ты тут делаешь?

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for a miracle. And now the miracle has come!
ru: Орки сожгли мою деревню, Руэн, и не так давно ушли. Они забрали много пленных. Я прятался здесь, надеясь на чудо. И чудо произошло!

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how about the sound of that?
ru: О, господи. Я сейчас лопну от смеха. Гемхальдрик Чудотворец! Звучит?

source: Miracle? What do you mean?
ru: Чудо? О чём ты говоришь?

source: You of course will chase that orcish band, kill all the orcs and free my people!
ru: Ну вы же догоните орочью шайку, убьёте их всех и освободите моих земляков!

source: Hm, my lord, do you think we should fullfill this peasant's request?
ru: Хм, милорд, Вы думаете нам стоит выполнить желание крестьянина?

source: Well, I hope it's wise decision.
ru: Что ж, я думаю это мудрое решение.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
ru: А как же. Мы ищем орков, и вот они. Правильно?

source: Yes, on other hand maybe we should search elsewhere.
ru: Да, но с другой стороны, может, стоит поискать в другом месте.

source: We already fought with outlaws from Bontom, my lord.
ru: Мы уже сражались с бонтомскими разбойниками, милорд.

source: So, should we go into Bontom?
ru: Ну что, пойдём в Бонтом?

source: Yes, we should save Reme now.
ru: Да, время выручить Реме.

source: The Preparations
ru: Приготовления

source: A few days passed. Finally, the Freetown council decided to send Gawen to search for Deorien. Gwidle Turlin came to Gawen to ask for his assent.
ru: Прошло несколько дней. В конце концов совет Фритауна постановил послать Гевена на поиски Деориэна. Гвидл Турлин пришёл к Гевену, чтобы просить его согласия.

source: Freetown
ru: Во Фритаун

source: Gwidle Turlin
ru: Гвидл Турлин

source: ...so, you will take eighteen of your very best troops and search for this great mage, Deorien, to try to convince him to join our cause.
ru: ... Итак, бери с собой восемнадцать самых лучших своих отрядов и отправляйся на поиски великого мага Деориэна. Попробуй убедить его присоединиться к нам.

source: I understand. My eighteen very best, most experienced soldiers. When should I go?
ru: Понятно. Восемнадцать самых лучших, самых опытных солдат. Когда я должен выйти?

source: ...so, you will take fifteen of your best troops and search for this great mage, to try to convince him to join our cause.
ru: ... Итак, бери с собой пятнадцать лучших своих отрядов и отправляйся на поиски великого мага. Попробуй убедить его присоединиться к нам.

source: I understand. My fifteen best soldiers. When should I go?
ru: Понятно. Пятнадцать моих лучших солдат. Когда я должен выйти?

source: ...so, you'll take twelve of your troops and search for that mage, to try to convince him to join our cause.
ru: ... Итак, бери с собой двенадцать отрядов и отправляйся на поиски этого мага. Попробуй убедить его присоединиться к нам.

source: I understand. Twelve soldiers. When should I go?
ru: Понятно. Двенадцать солдат. Когда я должен выйти?

source: ...so, nine troops. Search for that mage. Got it?
ru: ... Итак, девять отрядов. Ищи мага. Понятно?

source: I understand. Nine soldiers. When should I go?
ru: Понятно. Девять солдат. Когда я должен выйти?

source: Does that mean that you agree?
ru: Означает ли это твоё согласие?

source: Of course.
ru: Конечно.

source: I think you should start your quest after the thaw. After all, you will need some time to pick the best soldiers and train them.
ru: Думаю, что тебе лучше приступать к поискам с наступлением оттепели. Кроме того, понадобится время, чтобы отобрать и натренировать лучших солдат.

source: If you want, more elves are willing to serve you.
ru: Некоторые эльфы хотели бы послужить Вам, если изволите.

source: I could give you some of my soldiers: Bowmen, or Spearmen.
ru: А я могу дать Вам кого-то из своих солдат: лучника или копьеносца.

source: Or we could give you some gold.
ru: Или же мы можем дать тебе немного золота.

source: Note: you will have to choose eighteen of your very best soldiers soon. Elves and human soldiers, given by Mithrandil and Huon respectively, will be added to your pool of units from which you will make this selection, so consider them as counting against the limit. Choose up to four soldiers now, or more gold if you already have enough soldiers to choose from.
ru: Замечание. Вскоре нужно будет выбрать восемнадцать лучших своих отрядов. Эльфийские и человеческие бойцы, присланные Митрандилом и Хуоном, тоже будут в списке для выбора. Имейте в виду, они входят в общее число. Сейчас можно выбрать не более четырёх солдат или золото, если считаете, что солдат уже достаточно.

source: Note: you will have to choose fifteen of your best soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
ru: Замечание. Вскоре нужно будет выбирать пятнадцать лучших своих отрядов. Эльфийские и человеческие бойцы, присланные Митрандилом и Хуоном, тоже считаются. А сейчас выберите четырёх солдат.

source: Note: you will have to choose twelve soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
ru: Замечание. Вскоре нужно будет выбирать двенадцать отрядов. Эльфийские и человеческие бойцы, присланные Митрандилом и Хуоном, тоже считаются. Теперь выберите четырёх солдат.

source: Note: you'll have to choose nine soldiers soon. Choose four now (which may count against the limit).
ru: Замечание. Вскоре нужно будет выбирать девять отрядов. Сейчас выберите четырёх солдат (они тоже считаются).

source: I would want to have more gold
ru: Я бы хотел взять больше золота

source: I would want some elves
ru: Я бы выбрал кого-то эльфов

source: I would want some of Huon's soldiers
ru: Я бы выбрал кого-то из солдат Хуона

source: I do not need anything more
ru: Мне больше ничего не нужно

source: You received 25 gold pieces.
ru: Вы получили 25 золотых.

source: Give me...
ru: Дайте мне...

source: an Elvish fighter
ru: Эльфийского бойца

source: an Elvish archer
ru: Эльфийского лучника

source: an Elvish scout
ru: Эльфийского разведчика

source: an Elvish shaman
ru: Эльфийского шамана

source: I've changed my mind
ru: Я передумал

source: Elvish Fighter
ru: Эльфийского бойца

source: Elvish Archer
ru: Эльфийского лучника

source: Elvish Scout
ru: Эльфийского разведчика

source: Elvish Shaman
ru: Эльфийского шамана

source: a Bowman
ru: Лучника

source: a Spearman
ru: Копьеносца

source: Bowman
ru: Лучника

source: Spearman
ru: Копьеносца

source: My lord, we know an orcish group attacked a few villages north of here. Huon Ryedric was going to go there to defend the villages, but I thought you might want to use the occasion, you know, to check out our troops before you make any final decisions on which soldiers to choose for our quest.
ru: Милорд, нам стало известно, что группа орков напала на несколько деревень к северу отсюда. Хуон Райдрик собирался сам пойти и защитить поселян, но я думаю, что лучше будет воспользоваться случаем и проверить наши войска перед тем, как принять решение, кто лучше подойдёт для участия в поисках.

source: Alternatively, we also know of an Elvish settlement to the east of here that has sent us a distress signal. It said something about the nearby forest being in danger of burning down. I don't know quite what the story is there, but it should also provide for an opportunity to get in some training as well.
ru: С другой стороны эльфы, живущие на востоке отсюда, прислали нам сигнал бедствия. Согласно их сообщениям, есть угроза, что восточный лес будет полностью сожжён. Не знаю точно, в чём там дело, но это тоже может послужить для некоторого обучения войска.

source: Don't worry too much about which one you choose, as I'm sure we'll be able to get someone else to handle these minor problems, if you can't do so yourself. The forces of Freetown are highly independent, and plenty capable of handling any situations in your absence.
ru: Не слишком утруждайте себя выбором. Уверен, найдётся, кому справиться с любой из этих небольших проблем, если Вы не захотите решать их сами. Войско Фритауна весьма самодостаточно и вполне сможет справиться с любой ситуацией в Ваше отсутствие.

source: Got it.
ru: Понятно.

source: So, which way should we go?
ru: Итак, куда направимся?

source: Let's go north, to fight the orcs.
ru: Пойдёмте на север, сражаться с орками.

source: Let's go east, to help the elves.
ru: Пойдёмте на восток, поможем эльфам.

source: Let's just stay here and pick our troops.
ru: Давайте останемся здесь и займёмся подбором войска.

source: So, north to fight the orcs, then?
ru: Что ж, идём на север биться с орками?

source: So, east to help the elves, then?
ru: Что ж, на восток, на помощь эльфам?

source: Yes, I think that's a great idea.
ru: Да, думаю, это отличная идея.

source: I have to stay here.
ru: Я останусь.

source: It is the way of the woman. Don't ask.
ru: Женские дела. Не спрашивай.

source: I shall remain with her, just in case it is something serious.
ru: Я буду с ней на случай, если это что-то серьёзное.

source: Karen, you will stay here, with your mother and sisters. It's too dangerous for you.
ru: Карен, ты останешься здесь с матерью и сёстрами. Там для тебя слишком опасно.

source: Of courrrrrse.
ru: Коне-е-ечно.

source: So, let's choose our eighteen very best, most experienced troops.
ru: Итак, выберем восемнадцать самых лучших, самых опытных отрядов.

source: So, let's choose our fifteen best troops.
ru: Итак, выберем пятнадцать наших отрядов.

source: So, let's choose twelve troops.
ru: Итак, выберем двенадцать отрядов.

source: So, nine troops.
ru: Итак, девять отрядов.

source: Raedwood East
ru: Восток Редвуда

source: And so Gawen and his party went to the eastern part of Raedwood.
ru: Итак, Гевен и его люди вступили в восточную часть Редвуда.

source: Velkon Elch
ru: Велкон Элч

source: Quësel
ru: Кёсель

source: You there, you must be the emissaries from Freetown! Please help us! The drakes are trying to burn down our forest!
ru: Эй, вы! Вы должно быть идёте из Фритауна? Помогите нам! Драконы хотят сжечь наш лес!

source: Hello there! You missed me, of course?
ru: Приветик. Уже соскучились?

source: Forgive me, my lord. I know how it looks, but I really was trying.
ru: Простите, милорд. Я понимаю, что вы думаете, но я действительно пытался.

source: I was kind of expecting you.
ru: Я ожидал чего-то в этом роде.

source: Quësel! While it may be a good thing to see you again, what a shame it is that it must be under such dire circumstances! Have no fear, for we are prepared to pierce straight through these beasts' scaly hides!
ru: Кёсель! Как хорошо вновь с Вами увидеться, жаль только, что при таких кошмарных обстоятельствах! Не бойтесь, мы готовы пронзать насквозь чешуйчатые шкуры этих тварей!

source: Kill Velkon Elch
ru: Велкон Элч убит

source: The forest burns down
ru: Лес сгорел

source: The drakes kill Quësel
ru: Драконы убили Кёселя

source: Woses standing on campfires will take damage every turn.
ru: Стоящие у костров будут получать урон каждый ход.

source: I thought you said that it was drakes that were attacking you?
ru: Мне показалось, Вы говорили, что на вас напали драконы.

source: Well, yes, but they seem to have attracted fire-lovers of all kinds to their side...
ru: Да, но они привлекают на свою сторону пироманов всех мастей...

source: Those blasted woodburners have overrun us! Raedwood is doomed now!
ru: Проклятые древожоги одолели нас! Редвуду конец!

source: Oh no! Our dear Raedwood, burned to ash! The free peoples of the forest shall no longer have a refuge from Akladian tyranny! We have failed!
ru: О, нет! Наш любимый Редвуд сожжён дотла! Свободным людям леса больше негде скрыться от тирании акладиан! Мы проиграли!

source: Be careful! Our forest is almost gone!
ru: Берегитесь! Леса почти не осталось!

source: HEROIC: Kill all enemy leaders
ru: ЭПИЧЕСКАЯ: Убейте всех вражеских лидеров

source: OR
ru: ИЛИ

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
ru: Нормальная: Рувио или Гевен должны допросить вождя орков и отступить к северному указателю

source: Scouting Near Barnon
ru: Разведка у Барнона
