Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: It seems that $ano_loyal[0].type $ano_loyal[0].name was so impressed by Lorin's performance in this siege, that he will now fight for her without the need to pay him. He became LOYAL.
ru: Похоже, что $ano_loyal[0].type $ano_loyal[0].name был так впечатлён поведением Лорин во время осады, что больше не готов служить за деньги. Он стал ВЕРНЫМ.

source: Inside the castle of Haeltin, Lorin found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army.
ru: В замке Хэлтин Лорин обнаружила большие запасы продовольствия, оружия и стрел. Похоже, владельцы замка ожидали прибытия огромной армии.

source: Lorin ordered the castle to be prepared for defense. Men worked day and night, snowflakes were melting on their eager bodies. She worked alongside them, as hard as though she wanted to prove that she was as good as any man. Or perhaps as though she wanted to be too tired to have time for memories.
ru: Лорин приказала готовить замок к обороне. Мужчины работали днём и ночью, снег, падая, таял на их разгорячённых телах. Она трудилась наравне со всеми, бралась за самую тяжёлую работу, как будто старалась доказать, что может справиться не хуже любого мужчины. А может быть она хотела, чтоб от усталости не оставалось времени и сил на воспоминания.

source: Raole Mathauri
ru: Рауль Матаури

source: Erart
ru: Эрарт

source: Yarl Urluf
ru: Ярл Урлуф

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
ru: Миледи, оборонные сооружения готовы. На севере мы выкопали ров, а также установили новые фортификации, но они пока что не завершены.

source: We have no time to finish it. Their armies are already upon us. Faster, move the supplies to the hideout in mountains, so even if they reach the keep they won't find anything!
ru: Заканчивать нет времени. Враги уже подходят. Скорей переносите припасы в горы, чтоб, даже если замок будет взят, они бы ничего здесь не нашли!

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
ru: Ну, кто тут обещал еду? А где нам отдохнуть? Не понял, человек!

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
ru: Брат! Где ты? Почему ворота Хэлтина закрыты?

source: Your brother is dead, and soon you will be too!
ru: Твой братец мёртв, и скоро ты пойдёшь за ним.

source: Dead? How is that possible? Who killed him?
ru: Мёртв? Как это возможно? Кто его убил?

source: He was slain by my hand.
ru: Он был убит моей рукой.

source: Does it matter? He is dead now.
ru: Какая разница? Он мёртв, и всё.

source: My brother! No! Witch, you will answer for that! I will burn you alive!
ru: Братишка! Нет! Ну, ведьма, ты за всё ответишь! Я сожгу тебя живьём!

source: Come and try it.
ru: Давай, попробуй.

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside that castle. Get them!
ru: Ну хватит разговоров! У нас закончились запасы и мы голодны. Солдаты! Ваша еда вот в этом замке. Пойдите и возьмите!

source: We really should sacrifice an ox to God. There are so many of them; without God's help we won't be able to defeat them.
ru: Нам нужно в жертву Богу принести быка. Их слишком много. Без высшей помощи мы их не разобьём.

source: We don't have any oxen.
ru: Но у нас нет быка.

source: Then something similar.
ru: Ну, что-то вроде.

source: ...like that boar! Let me go capture it, sacrifice it, and then surely God's favor will be upon us!
ru: ... а вот кабан! Давайте я его поймаю, пожертвую и точно благоволенье божье будет с нами.

source: I have caught it! Please, O God, accept this boar and look upon your children with your blessings!
ru: Поймал! Прими, о боже, эту жертву и осени твоих детей своим благословеньем!

source: Reumario feels reinvigorated by his performance of the sacrifice, and gains experience!
ru: Жертвенная церемония так воодушевила Ромарио, что он стал опытней!

source: You fools! I was going to sacrifice that boar! But now you have killed it without performing the proper sacrificial ritual, and it will go to waste!
ru: Вы идиоты! Кабан предназначался в жертву! А вы его убили просто так, без ритуала, и теперь он просто мусор!

source: Oops, sorry...
ru: Ой, простите...

source: It's too bad that Reumario is no longer with us; he could have sacrificed this boar to God and secured a blessing for us...
ru: Плохо, что Ромарио больше не с нами. Он мог бы принести жертву и призвать на нас благословение...

source: We do not need to rout our attackers. They are not prepared for a long siege, so all we need to do is simply survive the initial onslaught. If we can do that, they will have to withdraw, because they will have no food.
ru: Нам нет нужды громить их до конца. Они не подготовлены к осаде, нам нужно пережить лишь первый натиск. И если устоим, они отступят, просто потому, что у них нет еды.

source: Lady Lorin, I am aware of your habit of interrogating enemy leaders. Please, take my advice... if you feel you must interrogate the leaders, ignore the orcs - they do not look intelligent enough to give sensible answers.
ru: Леди Лорин, я знаю Вашу привычку допрашивать врагов. Пожалуйста, прислушайтесь к моему совету... если возникнет желание кого-то допросить, только не орков: они не выглядят достаточно смышлёнными, чтобы давать разумные ответы.

source: Looks like the last of the supplies have been moved to the mountains. Now even if they break into the castle, they still will have no food.
ru: Похоже, последнюю партию припасов перенесли в горы. Теперь, даже ворвавшись в замок, они там не найдут еды.

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with so little?
ru: У нас меньше 300 золотых. Вы уверены, что этого хватит, чтобы устоять под вражьим натиском?

source: They look well-prepared. Call in the reserves!
ru: Похоже, они хорошо подготовились. Вызывай подмогу!

source: HEROIC: Kill all enemy leaders OR
ru: ЭПИЧЕСКАЯ: Убейте всех вражеских лидеров ИЛИ

source: NORMAL: Survive to the end of turn limit.
ru: НОРМАЛЬНАЯ: Продержитесь в течение всех отведённых ходов.

source: Death of Majid Yahyazad
ru: Смерть Маджида Яхиазада

source: A woman... a woman has killed me... what a disgrace...
ru: Женщина... Меня убила женщина... Какой позор...

source: Gaaarrr... Aaargh...
ru: Граааррр... Арррх....

source: What did he say?
ru: Что он сказал?

source: I'm sure it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
ru: Думаю, на орочьем это означает: "Меня убила человеческая женщина! Какой позор!", или что-то вроде этого.

source: I'm sure it was Trollish for 'a human woman has killed me, what a dishonor' or something like that.
ru: Думаю, на трольем это означает: "Меня убила человеческая женщина! Какой позор!", или что-то вроде этого.

source: It was probably its way of saying 'a human woman has killed me, what a dishonor' or something like that.
ru: Наверное это значит: "Меня убила человеческая женщина! Какой позор!", или что-то вроде этого.

source: What are you waiting for? Come on, finish me, witch.
ru: Ну так чего ты ждёшь? Давай, добей меня, ведьма.

source: Ah, my kind of man. Strong and fearless even in the face of death. Do you see this knife? I call it Truth-Sayer. I use it to find out just how fearless a man can be...
ru: Ах, мой тип мужчины. Стойкий и бесстрашный даже перед лицом смерти. Видишь этот нож? Его я называю Правдолюбец. Я им измеряю мужской запас бесстрашия...

source: We will see how fearless you will be when the rest of our army arrives.
ru: Посмотрим на твоё бесстрашие, когда все остальные подойдут.

source: The 'rest of' your army? Interesting.
ru: Все остальные? Интересно.

source: They were two days' march behind us. They will appear from the north and smash what is left of your so-called castle.
ru: Они в двух днях пути. Они подойдут с севера и сметут всё, что останется от твоего так называемого замка.

source: What are orcs doing here anyway, and why are they allied with you?
ru: Короче, что делают здесь орки и почему они в союзе с вами?

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then will we find favor with God and be rewarded with conquest of Wesnoth... and the whole world.
ru: Они помогут нам очистить нашу расу. Мы пойдём и уничтожим каждого, кто не достоин быть акладианом. Тех, кто нарушал наши обычаи, кто якшался с убогими, кто оскорблял бога браком с ними. Только тогда мы снискаем благоволение божье и будем вознаграждены завоеванием Веснота...

source: Ouruk
ru: Урук

source: Raurlak
ru: Раурлак

source: Burlak
ru: Бурлак

source: Hrar
ru: Храр

source: Finally, food, wine and some rest! Hey, what's happening here?
ru: Наконец-то, еда, вино и отдых! Эй, что здесь случилось?

source: Buriag
ru: Бурьяг

source: Uriag
ru: Урьяг

source: Gor
ru: Гор

source: Kaur'ue
ru: Каур'у

source: Burik
ru: Бурик

source: Uruke
ru: Уруке

source: Gur
ru: Гур

source: Kapi'ue
ru: Капи'у

source: Baral
ru: Барал

source: Iruki
ru: Ируки

source: Gari
ru: Гари

source: Rarg
ru: Рарг

source: Run for your life! There are too many of them!!
ru: Спасайтесь! Их слишком много!

source: Sheesh, no matter how many of them we kill, they just keep coming!
ru: Шиш, сколько бы мы их ни убили, они только прибывают!

source: Keep fighting! Don't give up! At least kill as many of them as you can! They will surely have to withdraw soon!
ru: Продолжайте бой! Не сдавайтесь! Постарайтесь убить столько, сколько сможете! Уверена, скоро они отступят сами!

source: We have no more supplies... we have to withdraw! We will return, she-wolf!
ru: Мы больше не продержимся... Нужно отступать! Мы еще вернёмся, волчица!

source: Well fought, men! The enemy is withdrawing! They have no more supplies!
ru: Славная битва, парни! Враги уходят! Они остались без припасов!

source: This was an incredibly difficult ordeal. I felt sure this would be my final battle.
ru: Это было весьма суровое испытание. Я уж решил, что это моя последняя битва.

source: Lorin, have you heard what our people are calling you? A she-wolf. The She-Wolf of Haeltin.
ru: Лорин, Вы слышали, как наши люди называют Вас? Волчица. Хэлтинская волчица.

source: LADY Lorin. Why would I want to be called a She-Wolf? Do they expect me to howl or something?
ru: ЛЕДИ Лорин. Меня зовут волчицей? И что теперь? Люди ждут, что я завою или что-то в этом роде?

source: Lorin, you are an able commander, a strong warrior, and have a lovely... tactical mind. If you are a wolf, it would be quite the feat for a man to tame you... but I have to try anyway.
ru: Лорин, Вы умелый командир, стойкий воин, у вас прекрасное... тактическое мышление. Коль скоро Вы волчица, приручить Вас было бы немалым подвигом для всякого мужчины.... И я намерен попытаться.

source: Listen underling, I am not an animal to be tamed or a prize to be won. The only thing which stays my hand from snuffing out your life after hearing such a remark is that I still need you. But you are dangerously close to the line, so...
ru: Вот что, убогий. Я не зверь для дрессировки и не приз на ярмарке. Всё, что мешает мне, своей рукой пресечь твою судьбу после того, что ты сейчас сказал, это то, что ты пока мне нужен. Но ты опасно близок к той черте...

source: I am no fool, Lorin. I understand that you suffer my presence now only of necessity. But perhaps there will come a time when you no longer suffer my presence of necessity, but welcome it by choice?
ru: Я не дурак, Лорин. Я понимаю, что Вы терпите моё присутствие лишь по нужде. Но неужели я не могу надеяться, что однажды Вы будете со мной не вынужденно, а по доброй воле?

source: You may not see it, but you are a fool. An honorable fool, but a fool nonetheless.
ru: Ты, может быть, не понимаешь почему, но ты дурак. Дурак, конечно, благородный, но несомненный.

source: What do you mean?
ru: О чём Вы?

source: First of all, you forgot to say 'one more reference to underling and I'm leaving'. Look, Yahyazad, I am many things, but I am not blind. I've noticed the way you look at me. At first, I couldn't figure out what it meant; I am not used to those kinds of glances. I can easily recognise fear, hatred, loathing, and disdain. But this...
ru: Кстати, ты забыл сказать: "ещё одно упоминание убогих, и я уйду". Знаешь, Яхиазад, я кто угодно, только не слепая. Я замечаю, как ты смотришь на меня. Сначала я не понимала, что это значит, я не привыкла к подобным взглядам. Я легко распознаю надменность, ненависть, презрение и страх, но это...

source: ...all of the worst emotions of a true warrior, and yet none of the worthy ones... the true warrior fights not for fear or for hate, but for love.
ru: Вы перечислили всё худшее, что может быть в душе у истинного воина... Ведь настоящий воин бьётся не из страха или ненависти, а из любви.

source: No! Don't even speak of that! You know nothing of what it takes to be a warrior! What it takes for a woman to be a warrior! Love cannot drive you hard enough, only pain, only fear, only hate!
ru: Нет! Не заикайся даже! Ты ничего не понимаешь в том, что значит быть воином! Что значит для женщины быть воином! Любовь не сделает тебя сильней, лишь ненависть, лишь страх, лишь боль!

source: For love?! You really believe that?! You can't be serious. You speak like... Wesnothians have a special word for that kind of people. A rhymeister?
ru: Из-за любви?! Ты в это веришь?! Да ты шутишь. Ты говоришь как... У веснотцев есть особенное слово для таких людей. Рифмовщик?

source: I am serious. And I think you meant to say 'poet'. So you think I speak like a poet? Thank you.
ru: Я серьёзен. Должно быть, Вы хотели сказать "поэт". Вы думаете, я поэт? Благодарю.

source: That was not a compliment. A 'poet' is just a fancy word for 'idiot'. You Dunefolk fight for love? Ha! No wonder you have lost.
ru: Это не комплимент. "Поэт" это синоним слова "идиот". Ты, воин Дюны, бьёшься за любовь? Ха! Немудрено, что вас побили.

source: Listen to me carefully. I know now what you are thinking. Do not have any hope. Do not try ANYTHING. First, I am an Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware.
ru: Слушай внимательно. Я знаю, чего ты хочешь. Даже не надейся. И не ПЫТАЙСЯ. Во-первых я принадлежу к акладианам, а ты нет. Во-вторых, я дурная женщина, ты и и не представляешь, насколько. Держись подальше от меня. В-третьих ты не мой тип мужчины. В-четвёртых у акладиан есть ряд обычаев, которые, тебе, похоже, не знакомы.

source: Let us suppose, for a moment, I submit to your wishes and cast these thoughts from my mind. What do we do going forward? Armies are still out there. Our dooms, for now, are still entwined for good or ill.
ru: Давайте на секунду представим, что я повёл себя по-вашему, изгнал все эти мысли. Что дальше? Враги повсюду. А наши судьбы туго сплетены, к добру это или к беде.

source: Let's make a deal: I will not call you 'underling,' and you may call me 'Lady Lorin.' Agreed?
ru: Давай договоримся: я больше никогда не назову тебя убогим, а ты можешь называть меня "Леди Лорин". Согласен?

source: 'Lady Lorin' it is then. But if you will not call me 'underling' you must call me something. If you like, you may simply call me 'Majid.'
ru: Леди Лорин, что ж. Но если не убогим, Вам надо как-то называть меня. Если хотите, зовите меня просто Маджид.

source: Whatever. Go to your people, see what they need. I will check our wounded.
ru: Мне всё равно. Иди к бойцам, узнай, кому что нужно. А я проверю раненых.

source: My soldiers! That bastard is killing my soldiers!
ru: Мои солдаты! Этот ублюдок убил моего солдата!

source: I never knew you cared so much for your warriors.
ru: Не думал, что Вас так беспокоит смерть ваших людей.

source: I always care for my people... besides, you have no idea how difficult it was to train them.
ru: Я всегда беспокоюсь о своих людях... К тому же ты не представляешь, как трудно было их учить.

source: Lorin, what are you doing?
ru: Лорин, что Вы делаете?

source: Maybe we could try to withdraw to the mountains?
ru: Может нам попробовать отступить в горы?

source: Wait a moment. Are you running away?
ru: Постой-ка. Ты убегаешь?

source: The correct term is strategical relocation of the forces, impertinent underling.
ru: Это называется стратегическая передислокация сил, дерзкое ты убожество.

source: One more reference to underling... ah, what the hey...
ru: Опять убожество... да, к чёрту.

source: Hired Swords
ru: Наёмные орудия

source: After Gawen's death, I felt dead as well. Then Reme left me and I was all alone. I couldn't go back to my family. They hated me because I had failed to fulfill their hopes. They hated me because I was always independent. Maybe they hated me because I reminded them how I became the wife of Gawen's father and queen of Vakladia.
ru: Смерть Гевена совершенно подкосила меня. Потом меня покинул Реме, и я осталась в одиночестве. В семью вернуться я не могла. Меня там ненавидели за то, что я не оправдала их надежды. За то, что я всегда имела своё мнение. А может быть за то, что напоминала, как именно я стала супругой отца Гевена и королевой Вакладии.

source: Another woman might just give up. If I had less courage, perhaps I would have just begged my father for admission into his castle. But I am Lorin. I took the soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me - I was sure of that - so I had to find someone who would.
ru: Другая бы сдалась. Не будь я такой упрямой, я умолила бы отца пустить меня домой. Но моё имя — Лорин. Я взяла у Реме солдат, которых он мне предложил в защиту, и мы поскакали на восток. Я знала, что найду там людей, которые сумеют мне помочь. Акладианы не будут биться за меня, в этом нет сомнений. Ну что же, я найду, кто будет.

source: I found a group of the people we Akladians referred to as the 'Dunefolk'. They had some other name for themselves that, in their barbarian and unworthy language, meant something like 'noble leader', but it mattered not, for we did not use that name for them. They were mercenaries offering their services to anyone. They were not like most of the rest of the underlings; their ancestors came here from distant lands, but they accepted into their ranks anyone willing to take their vows and abide by their traditions. Even some Akladians found a place amongst them.
ru: Я отыскала группу людей, которых мы, акладианы, называли людьми Дюн. На своём дурацком диком языке они звались каким-то словом, которое значит "благородные вожди", ну или как-то так, не важно, мы всё равно их так не называли. Они наёмничали, их услуги мог купить любой. В отличие от остальных убогих, их предки прибыли сюда из дальних стран. В их ряды мог вступить любой, кто был готов принять их обеты и соблюдать обычаи. Даже некоторые акладианы нашли у них прибежище.

source: Of all the underlings living in Vakladia, these were they who had resisted us most fiercely. In the last great battle, when all the other underlings were running for their lives, the Dunefolk troops withstood us with determination and honor. None left the battlefield alive; they fought and fell to the last man. That's why we cut off their heads, hands and legs, so that in the afterlife they would not be danger to us.
ru: Из всех убогих Вакладии они сопротивлялись нам яростнее всех. В последней великой битве, когда все остальные побежали, бойцы народа Дюн стояли насмерть. Они дрались решительно и доблестно и пали все до одного. Поэтому мы отрубили им головы, руки и ноги, чтобы в загробной жизни они не представляли для нас опасности.

source: I found one of their asa'ir and talked to their leader, a man called Majid Yahyazad. I wanted swords and I had gold; they had swords and wanted gold, so we struck a deal quickly. I felt uneasy amongst them; their speech, dress, and customs screaming 'underling.' But I consoled myself with the thought that they were only hired swords.
ru: Я отыскала один из их ассаров и говорила с их вождём по имени Маджид Яхиазад. У меня было золото, и мне нужны были мечи. У них были мечи, и им нужно было золото. Мы быстро заключили сделку. Мне было неуютно среди них. Язык, одежда, обычаи всё кричало об убогих. Я утешала себя тем, что они были всего лишь наёмными орудиями.

source: Majid Yahyazad
ru: Маджид Яхиазад

source: Oyre Mathauri
ru: Ойре Матаури

source: So, let's put it all together. You agree to pay 18 gold pieces per arif swordsman, 17 gold pieces for our naffat fire masters, and 14 for the jundi foot soldiers, right?
ru: Итак, подведём итог. Вы платите по 18 золотых за арифа-мечника, 17 — за наффата-мастера огня, и 14 — за джунди-пешего солдата, всё верно?

source: I thought we agreed not to use your barbarian language's names for things.
ru: Мне казалось, что мы договорились не использовать варварские названия.

source: I object to your characterization of our language as such, but fine, if you will be paying us, I can manage. In your terms, our prices are 18 gold pieces per Dune Soldier, 17 gold pieces per Dune Burner, and 14 gold pieces per Dune Rover. Is that satisfactory?
ru: Я возражаю против такой характеристики нашего языка, но коль скоро Вы нам платите, я потерплю. Говоря по-вашему, 18 золотых за мечника, 17 за поджигателя и 14 за егеря. Вы удовлетворены?

source: Yes. And you will do everything I order you to do.
ru: Да. И вы будете исполнять всё, что бы я ни приказала.

source: No, I've explained that already. We are not mindless zombies you can hire to do anything. We, unlike Akladians, have principles. We will fight for you, but will do so in a way that ensures we uphold our traditions.
ru: Нет. Я объяснял Вам. Мы не тряпичные куклы, с которыми можно играть во что угодно. В отличие от акладиан, у нас есть принципы. Мы будем сражаться за Вас, но только так, чтобы это не противоречило нашим обычаям.

source: I don't know why I bear your insolence, underling.
ru: Не понимаю, почему я терплю твои дерзости, убогий.

source: Continue calling me an 'underling,' and you shall have to bear it no more. And then who will fight for you? Even your own family didn't want to take you in.
ru: Продолжайте называть меня убогим, и скоро Вам не придётся меня терпеть. Но только кто тогда будет за Вас сражаться? Вас даже собственная семья не принимает.

source: They would have taken me in, but I would have had to live in shame, in the darkest and deepest dungeon of their castle, to never see the light of day again...
ru: Они бы меня приняли, но только чтобы спрятать с позором в самой глубокой и мрачной темнице замка и больше никогда не выпускать на свет....

source: ...or they would have simply killed you outright. Isn't that the way Akladians deal with those that bring dishonour upon their families? Funny thing, that Akladian honour...
ru: ... ну или просто без затей убить. Ведь так акладианы поступают с теми, кто покрыл бесчестием свою семью? Смешная штука — честь акладиан...

source: Hmm... that's not the force we were expecting. Guards! To arms! We have to kill quickly them so they won't see the arrival of our guests!
ru: Хм... Это не те, кого мы ждали. Стража! К оружию! Их надо уничтожить до прибытия наших гостей.

source: Ok, so the plan is to take over the castle and then... we will see.
ru: Ладно, план такой: захватываем замок, а потом... посмотрим.

source: Are you sure you chose the right castle? Their leader was saying something about guests arriving soon.
ru: Вы уверены, что выбрали подходящий замок? Там говорили что-то о гостях, которые скоро прибывают.
