Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: I said, a widow cannot have another man, whether it be another husband or in any other way. A man can. There was a time when men could even have a few wives at once. There are women who defy that old custom; some go unpunished. But I am wife to a king, and am held to a higher standard. What can perhaps be forgiven a normal woman cannot be tolerated of a king's wife.
ru: Я говорила, что вдова не может быть с другим мужчиной, будь он её мужем или кем-то ещё. Мужчина может. В былые времена мужчины могли даже иметь несколько жён одновременно. Есть женщины, которые пренебрегают этим древним обычаем, и некоторым это даже сходит с рук. Но я — супруга короля, я должна показывать достойный пример. От королевской жены не потерпят того, что, смогут простить обычной женщине.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the eighteen very best troops to take along with us.
ru: Какая же у вас непостижимая культура. Но об этом мы можем поговорить потом. А сейчас, Хальдрик, выберите восемнадцать самых лучших бойцов, которые пойдут с нами.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the fifteen best troops to take along with us.
ru: Какая же у вас непостижимая культура. Но об этом мы можем поговорить потом. А сейчас, Хальдрик, выберите пятнадцать лучших бойцов, которые пойдут с нами.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose twelve troops.
ru: Какая же у вас непостижимая культура. Но об этом мы можем поговорить потом. А сейчас, Хальдрик, выберите двенадцать бойцов.

source: My, what a wonderful culture you have. But... well, anyways, Gawen, choose your nine troops.
ru: Какая же у вас непостижимая культура. Но... Ладно, не важно. Хальдрик, выберите девять бойцов.

source: I want to join you in your quest.
ru: Я хотел бы присоединиться к вашим поискам.

source: I will also join you in your quest.
ru: Я тоже пойду с вами.

source: I will join you in your quest.
ru: Я пойду с вами.

source: There is too little space to recall all 18 units at once. Move the units out of the castle to make room for others. The units will be able to move (in this scenario only!!) immediately after recalling, so do not push end turn button.
ru: Здесь не хватит места, чтобы призвать 18 человек за раз. Уводите бойцов из замка, чтобы освободить место для остальных. В этом сценарии бойцы могут двигаться сразу после призыва, так что не надо нажимать кнопку "Конец хода" раньше времени.

source: There is too little space to recall all 15 units at once. Move the units out of the castle to make room for others. The units will be able to move this time immediately after recalling, so do not push end turn button.
ru: Здесь не хватит места, чтобы призвать 15 человек за раз. Перемещайте бойцов из замка, чтобы освободить место для остальных. Бойцы смогут двигаться сразу после призыва, так что не надо нажимать кнопку "Конец хода" раньше времени.

source: There is too little space to recall all 12 units at once. Move the units away to make room. The units will have “haste” (to borrow a term from a famous trading card game), so avoid ending your turn prematurely.
ru: Здесь не хватит места, чтобы призвать 12 человек за раз. Отводите бойцов, чтобы освободить место. Бойцы смогут уходить сразу, так что не заканчивайте ход раньше времени.

source: Any units not recalled will be left behind in Freetown. Players who normally avoid recalling their level 3 units to save them for later in the campaign may want to forgo that strategy this time.
ru: Все не призванные бойцы останутся во Фритауне. Обычно игроки стараются не призывать бойцов 3 уровня, чтобы сохранить их для будущих кампаний. Пожалуй, сейчас стоит отказаться от этой стратегии.

source: Recall eighteen troops. OR
ru: Призовите восемнадцать солдат ИЛИ

source: Recall fifteen troops. OR
ru: Призовите пятнадцать солдат ИЛИ

source: Recall twelve troops. OR
ru: Призовите двенадцать солдат ИЛИ

source: Recall nine troops. OR
ru: Призовите девять солдат ИЛИ

source: End turn if you do not want or can't recall more troops.
ru: Закончите ход, когда не захотите или не сможете призывать бойцов.

source: Say, Kyobaine...
ru: Скажите, Киобейн...

source: It's getting to be spring now... do you think you still really need that winter cloak?
ru: Уже наступила весна... Думаете, Вам всё ещё нужна эта тёплая накидка?

source: You're right, it <i>is</i> starting to get rather warm with it on...
ru: Вы правы <i>сейчас</i> в ней становится жарковато...

source: ...and, there we go.
ru: ... итак, пойдёмте.

source: Good, just making sure you're comfortable.
ru: Хорошо, я просто хочу, чтобы Вам было комфортно.

source: Do you REALLY feel like trying your luck, human?
ru: Ты ВСЕРЬЁЗ хочешь испытать свою судьбу, человек?

source: ...you're right, never mind.
ru: ...действительно, забудьте.

source: Hm, I feel as though I may have missed out on something... oh well.
ru: Хм, у меня такое чувство, что я что-то забыла... Ну и ладно.

source: Coronation
ru: Коронация

source: Carrenemoes have loyally served our kings for generations. I am Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in the great revolt and then in our epic escape through the desert. They established large kingdoms in the lands of underlings, for which we paid a steep price in blood. Now... why do I wonder what was that price paid for?
ru: Карренемо из поколения в поколение верно служили нашим королям. Я Реме, сын Рауля. Как гласят семейные легенды, наши предки были среди тех, кто возглавлял великое восстание, а после — наш легендарный поход через пески. Они основывали огромные королевства на землях изгнанных убогих и всё это оплачивали мы ценой великой крови. А теперь... Я сомневаюсь, стоило ли?

source: Perhaps it is because of Gawen. Before I began serving his father, I never wondered about the differences between us and underlings. It was simple: God himself gave us this world to rule; everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he looks a lot like one of them. And he was always more brave and honorable than many Akladians I know...
ru: Возможно, из-за Гевена. Покуда я не начал служить его отцу, меня не беспокоило различие между нами и убогими. Всё было просто: сам Бог предал нам в руки весь мир, все остальные должны служить нам. Однако Гевен Хагартен наполовину убогий. По сути больше он похож на них. Но он храбрей и благородней, чем большинство знакомых мне акладиан...

source: Enough of these thoughts. Gawen has been officially crowned king. Lorin wants the Akladian lords to acknowledge that. She almost seems to be smiling for the first time in many, many months. I wonder what Gawen remembers about her. It seems he remembers nothing, which is a lucky coincidence for her. She seems to forget that less than half of our lords appeared in Vattin. The battle over Gawen's succession is not yet won.
ru: Хватит рассуждать. Гевен — официально коронованный монарх. И Лорин хочет, чтобы все акладианские лорды ему присягнули. Впервые за многие месяцы на её лице можно увидеть подобие улыбки. Вот интересно, что Гевен помнит про неё? Похоже, ничего. И здесь ей повезло. Она как будто бы не знает, что меньше половины лордов прибыли в Ваттин. Битва за успех Гевена отнюдь не выиграна.

source: Royal guard
ru: Королевский страж

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as you did my father.
ru: Лорды Вакладии, это большая честь видеть вас у нас в гостях. Надеюсь, вы будете служить мне так же верно, как моему отцу.

source: On our way here, we were met by an assassin, hired by someone to kill Gawen Hagarthen.
ru: На пути сюда мы встретили убийцу, нанятого кем-то для убийства Гевена Хагартена.

source: Who would dare to do such terrible thing!?! Did you have time to interrogate him?
ru: Кто же осмелился на столь ужасный поступок? Успели допросить его?

source: Yes. He confessed to be hired by an Akladian lord.
ru: Да. Он признался, что был нанят кем-то из акладианских лордов.

source: It's strange, the way fear makes cowards into liars. What else did he say?
ru: Можно только дивиться, как трус от страха превращается в лжеца. А что он ещё сказал?

source: Something like: 'argh.' He died before I could ask him more questions.
ru: Что-то вроде: "А-а-ах". Он умер до того, как я успела расспросить его подробно.

source: Are you suggesting that there are those amongst us who could stoop to such a low thing!? That accusation is outrageous!
ru: И Вы считаете, что кто-то из нас пошёл на эту низость? Само предположение возмутительно!

source: Unfortunately, no.
ru: К несчастью, нет.

source: Unfortunately, indeed. It was probably one of the underling leaders.
ru: О, да, к несчастью. Наверное это был кто-то из вождей убогих.

source: There are lords whom I do not see here. Can anyone explain their absence?
ru: Я здесь не вижу некоторых лордов. Отсутствие их кто-то может объяснить?

source: There are some who doubt that a mix... that the son of an underling... could legally be our king.
ru: Некоторые сомневаются, что полу... сын убогой... может быть законным королём.

source: Remember, you are talking about my mother.
ru: Не забывайтесь! Вы говорите о моей матери!

source: My lord, this is only the uncomfortable truth. Hard times are ahead. Underlings are revolting against us. Those we chose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need a strong and battle-tested king of our own kin, not - forgive me my words, I am only repeating what others are saying - a callow mixling child.
ru: Милорд, хоть это неудобная, но правда. Приходят непростые времена. Убогие бунтуют против нас. Эти недобитки творят поползновения вернуть данные нам Богом земли. Некоторые говорят, что нужен сильный, закалённый в битвах государь единой с нами крови, а не (я прошу меня простить, я только повторяю их слова) зелёный малолетний полукровка.

source: All of those who so believe are traitors who will be punished. And those who remain loyal to us will be rewarded.
ru: Все, кто так считает, предатели и будут казнены. А тех, кто сохранит нам верность, ждёт награда.

source: (<i>murmuring</i>) She dares to speak about loyalty...
ru: (<i>про себя</i>) Как она смеет говорить о верности...

source: We will attack the traitors immediately.
ru: Мы выступим против изменников немедленно.

source: My lady, you should really reconsider. Those lords are our friends, truly disturbed about future of our kingdom and our people. To keep the kingdom strong, we need them alive as friends, not dead.
ru: Миледи, Вам стоит хорошо подумать. Те лорды нам друзья. Их не на шутку беспокоит, что будет с королевством и с людьми. Чтоб королевство оставалось в силе, нам нужно беречь друзей, а не уничтожать.

source: I prefer a dead enemy to an uncertain ally. We must be absolutely certain of your loyalty and about which side you are choosing to back. It is time to make a decision and commit to our rule. Reme?
ru: Предпочитаю мертвого врага ненадёжному союзнику. Нам нужно быть абсолютно уверенными в вашей верности и в том, на чьей вы стороне. Настало время принять решение и согласиться с нашей властью. Реме?

source: I have always been loyal to the Hagarthen family.
ru: Я всегда был предан семье Хагартен.

source: And you, noble Graeme?
ru: А Вы, благородный Грэме?

source: I serve the crown.
ru: Служу короне.

source: Uri van Roe?
ru: Ури ван Роэ?

source: Hail the true king of Vakladia.
ru: Да здравствует истинный король Вакладии!

source: Bor Cryne?
ru: Бор Крайн?

source: I will always loyally serve what is best for the kingdom of Vakladia.
ru: Я всегда преданно служу тому, что лучше для Вакладии.

source: To guarantee your fealty, I insist that each of you send your first-born son to the court of Vattin, where he shall learn how to best serve the crown.
ru: В подтверждение вашей вассальной верности прошу направить ко двору Ваттина своих старших сыновей. Здесь они будут изучать премудрость лучшего служения короне.

source: The Woods of Okladia
ru: Леса Окладии

source: Raul O Barron
ru: Рауль О'Баррон

source: Marlin Barrae
ru: Марлин Баррэ

source: Reach the signpost with Gawen.
ru: Доведите Гевена до указателя.

source: So, shall we continue our journey?
ru: Итак, продолжим путешествие?

source: We'd better get hurrying! If we don't make it to the signpost in time, reinforcements could arrive and trap us!
ru: Нам стоит поспешить! Если мы не дойдём до указателя вовремя, к ним прибудет подкрепление и нас схватят!

source: We've got to hurry before the enemy reinforcements arrive here. Let's go.
ru: Нужно спешить, пока не подошло вражеское подкрепление. Вперёд.

source: Repelling the Orcs
ru: Отпор оркам

source: The scouts brought news: a small orcish party was roaming the countryside north of Freetown. Usually, Huon Ryedric would deal with such marauders, but Gawen decided this was an occasion to check his troops' abilities.
ru: Разведчики принесли известие: небольшая группа орков расположилась в сельской местности на севере от Фритауна. Конечно, Хуон Райдрик и сам бы разобрался с этими мародёрами, но Гевен решил воспользоваться случаем и проверить, на что способны его бойцы.

source: Uruk Marlaf
ru: Урук Марлаф

source: So, I think this should be easy. There's only one Orcish leader. Take him down and his band will scatter.
ru: Что ж, я думаю, задача не сложная. У орков всего один вожак. Уложим его, и вся банда разбежится.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your eighteen very best troops in the next scenario.
ru: В этом сценарии нет никаких скрытых элементов. Лидера орков нельзя допросить. Сценарий создан исключительно для того, чтобы солдаты Гевена набрали больше опыта. Помните, что в следующем сценарии можно будет выбрать не больше восемнадцати самых лучших отрядов.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your fifteen best troops in the next scenario.
ru: В этом сценарии нет никаких скрытых элементов. Лидера орков нельзя допросить. Сценарий создан исключительно для того, чтобы солдаты Гевена набрали больше опыта. Помните, что в следующем сценарии можно будет выбрать не больше пятнадцати лучших отрядов.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only twelve of your troops in the next scenario.
ru: В этом сценарии нет никаких скрытых элементов. Лидера орков нельзя допросить. Сценарий создан исключительно для того, чтобы солдаты Гевена набрали больше опыта. Помните, что в следующем сценарии можно будет выбрать не больше двенадцати отрядов.

source: Entering Okladia
ru: Вход в Окладию

source: Bar O Warhol
ru: Бар О'Вархол

source: Ripe Scud
ru: Рипе Скуд

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to my brother in Haeltin. Your time has come...
ru: Да неужели? Да! Лорин! Долго я мечтал отплатить тебе за то, что ты сделала с моим братом в Хэлтине. Вот и пришло время...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. Your brother must have been that flabby, nebbish cur who was crying just looking at my knife.
ru: Ой, боюсь-боюсь. В Хэлтине? Дай подумать... Ах, да, вспомнила. Твой братец это тот жалкий полудохлый щенок, который разрыдался, как только увидел мой ножик.

source: Mother, it's enough we have four Akladian armies on our heels. You do not have to make them even more furious.
ru: Мать, нам достаточно того, что четыре акладианских армии повисли у нас на плечах. Вы хотите ещё сильнее их разозлить?

source: And who is this niddering stripling, who thinks that by growing a beard he can start to look like a man, yet hides his mother's skirt?
ru: Кто этот болтливый юнец, который думает, что с бородой он выглядит мужчиной, но прячется за мамкину юбку?

source: Gawen, he was talking to you. Reumario, I think you have just sealed your fate.
ru: Гевен, это он про тебя. Ромарио, я думаю, ты только что выбрал свою судьбу.

source: Reumario, whatever my mother did to your brother, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
ru: Ромарио, что бы моя мать не сделала с Вашим братом, совсем не обязательно вести себя по-хамски. Я Вам не нравлюсь? Ладно. Но выразите это мечом, а не словом.

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
ru: Хи-хи, "я тебе не нравлюсь". Гевен, ты невероятен.

source: Ha, Aire Reumario. First your brother, and now you. I love this game. How many more Reumarios are there, waiting to die at my hand?
ru: Ха! Айре Ромарио! Сначала твой братец, потом ты. Обожаю эту игру. Сколько ещё Ромарио ожидают смерти от моей руки?

source: There are many different kinds of death, Reumario.
ru: Умирать можно очень по-разному, Ромарио.

source: Mother, put down that knife! That is an order!
ru: Мать, опустите нож! Это приказ!

source: What knife? Gawen, you are waaay to soft. They wouldn't be that merciful to us, if they had a chance to catch us.
ru: Какой нож? Гевен, ты слишком мягкосердечен. Они бы нас не пожалели, представься им случай.

source: I don't care. Allow this man to die peacefully.
ru: Не важно. Дайте этому человеку спокойно умереть.

source: Haunted Place
ru: Замок с привидениями

source: Nothing broke the silence except the footfalls of the march of Gawen's soldiers. Even the grass here seemed to be weak and fragile, as though it was afraid to grow here. This was the Haunted Place, infamous throughout the surrounding region.
ru: Только строевой шаг солдат армии Гевена нарушал гнетущую мёртвую тишину. Даже трава выглядела призрачной и хрупкой, как будто бы боялась расти здесь. Это были окрестности замка с привидениями, дурная слава которого была известна всей округе.

source: Mal-Ulrival
ru: Мал-Ульривал

source: Be careful, my lord. We do not know what may hide in those ruins.
ru: Осторожнее, милорд. Неизвестно, что может скрываться в этих развалинах.

source: Whatever it is, it will be soon dead.
ru: Что бы это ни было, ему не жить.

source: Ha, more candidates to be turned into mindless slaves! Come to me!
ru: Ха-ха, а вот ещё кандидаты в безмозглые рабы! Идите-идите!

source: I get the impression that, whatever it is, it may already be dead.
ru: У меня такое ощущение, что оно уже не живое, что бы это ни было.

source: Alive or dead, it will make no difference to my sword!
ru: Живое, мёртвое, моему мечу всё равно!

source: Those are Grekulak's scouts, it seems. We should clear the ruins of them. It should be a fairly easy task. If I may advise something, you may wish to use this occasion to train newly-recruited mages.
ru: По-видимому, это разведчики Грекулака. Мы должны очистить от них руины. Это будет несложно. И я бы посоветовал воспользоваться этим случаем , чтобы натренировать новых магов.

source: You may withdraw by moving Gawen to signpost.
ru: Можно отступить, если привести Гевена к указателю.

source: The ruins are cleansed of the foul undead. But we still have more things to do.
ru: Руины очищены от мерзких мертвецов. Но нам ещё много чего осталось сделать.

source: More things to do... which begs the question... when do we get around to killing that mage?
ru: Много чего... Напрашивается вопрос... Когда мы уже прикончим этого мага?

source: Yes, like finding Deorien.
ru: Да, например, найти Деориэна.

source: We'd be wise to avoid this place for now.
ru: Разумно будет держаться подальше от этого места.

source: Well, I've never before met anyone like you. You will tell me everything you know, or I will familiarize you with all the delicious kinds of pain which can be caused by this small knife.
ru: Интересно, я раньше не встречала таких как ты. Ты расскажешь мне всё, что знаешь, или я познакомлю тебя с самыми изысканными видами страданий, которые может причинить мой маленький ножик.

source: What are you waiting for, flesh-bag? Come on, try your best!
ru: Чего ты ждёшь, мясная туша? Давай, покажи, на что ты способна!

source: You think I am joking? You think you will be able resist me? Many before you have thought so, too.
ru: Думаешь, я шучу? Думаешь, сможешь сопротивляться мне? Многие до тебя так думали.

source: Aaargh! The pain! Oh, yes! Yes! More!
ru: А-а-а! Какая боль! О, да! Да! Ещё!

source: If Yahyazad were here, he might be jealous - it appears that Lorin and this guy would make a perfect pair.
ru: Будь здесь Яхиазад, он бы, наверное, ревновал. Лорин с этим парнем составляют идеальную пару.

source: If you think that, you don't know Yahyazad. I bet he would be jealous.
ru: Вы как будто его совсем не знаете. Он бы совершенно точно ревновал.

source: Stop it! I hate this foul man! My techniques will not work on one who enjoys it. Die!
ru: Ну, хватит! Ненавижу этого вонючего урода! Мои навыки не работают против того, кто ими наслаждается. Умри!

source: I failed my mission - but I do not fear death!
ru: Я не справился с заданием, но смерть мне не страшна!

source: Who are you? What are you doing here?
ru: Кто ты? Что ты здесь делаешь?

source: I am here to prepare the way for someone mightier, who will come very soon now. Beware of his army - he creeps closer with every passing night. And your every heartbeat brings you a step closer to your death...
ru: Я здесь, чтобы расчистить путь для кое-кого более могущественного, кто придёт теперь уже совсем скоро. Бойтесь его армии! Он всё ближе с каждой ночью! И каждый удар сердца приближает вас на шаг к смерти...

source: This castle seems to have been abandoned not long ago. The previous owners were probably either killed or scared off by the undead. They left some gold here, it seems.
ru: По-видимому, этот замок разрушили не так давно. Прежние владельцы были убиты или до смерти напуганы мертвецами. Похоже, они оставили здесь немного золота.

source: Argh, things aren't working out for me! I'd better go retrieve that artifact from that camp, once I get a chance...
ru: Ах ты, всё идёт наперекосяк. Надо бы забрать артефакт из лагеря при первой возможности...

source: All right, here's my chance!
ru: Отлично, это мой шанс!

source: Now let's see, where was it...
ru: Ну-ка посмотрим, где же...

source: Yes, here we go!
ru: Ага, вот оно!

source: It appears that he dropped that staff he was using to power up his magical attacks...
ru: Похоже, он выронил посох, который усилял его магические атаки...

source: It is quite the powerful artifact, I figure that I am the only mage here strong enough to wield it. It might be risky for me to do so, though...
ru: Это довольно мощный артефакт. Думаю, я единственный из нас, у кого хватит силы справиться с ним. Хотя, даже для меня это может быть рискованно...

source: So, shall I pick up Mal-Ulrival's staff?
ru: Должен ли я взять посох Мал-Ульривала?

source: No undead will be able to stand in my way now!
ru: Теперь ни один оживший мертвец не встанет на моём пути!

source: Yes, I suppose I wouldn't want to risk getting carried away with it...
ru: Да, думаю, мне не стоит этим увлекаться...

source: A pity, that staff he was using to power up his magical attacks appears to have shattered... I bet if we had found Deorien first, he could have saved it...
ru: Жаль, посох, которым он усиливал свою магию, разбился... Уверен, будь с нами Деориэн, посох остался бы цел...
