Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: The previous king of Vakladia is dead. Usually Akladian lords would elect a new Hagarthen for the throne, but their king left no heir. So they should pick a regent and then send for a Hagarthen from another country, but instead they're just fighting amongst themselves.
ru: Последний король Вакладии погиб. Обычно акладианские лорды выбирают нового Хагартена на трон, но этот лорд не оставил наследника. Они должны поставить регента и послать за Хагартеном в другие страны, но вместо этого грызутся между собой.

source: Gawen Hagarthen is not dead, You see him now with your own eyes.
ru: Гевен Хагартен не мёртв. Ты смотришь на него собственными глазами.

source: No offense, but I don't care. You wanted news, so I repeated what I've heard.
ru: Без обид, мне всё равно. Вы спрашивали, что нового, я рассказал, что слышал.

source: I've heard that Perien, king of Easkladia is besieged in his own capital by Wesnothians. Two brothers in Guilcorta, Luc and Gauri, are quarreling amongst themselves. Our king, Buffin, decided he would invite himself to Vakladia. He thinks none can oppose him.
ru: Я слышал, что Перьен, король Эскладии, сидит в своей столице под осадой веснотцев. В Гилькорте между собой поссорились два брата Люк и Гаури. Король наш, Баффин, решил, что может сам себя посадить на трон Вакладии. Он думает, никто не воспротивится.

source: Interesting. Very, very interesting.
ru: Интересно. Очень и очень интересно.

source: It's you who defeated the ghosts, aren't you? We will always keep you in our memory.
ru: Это же ты одолел призраков, не так ли? Мы всегда будем помнить тебя.

source: You've defeated the ghosts, then? We don't have much, but please accept this token of our gratitude.
ru: Ты одолел призраков, да? Мы не богаты, но прими это в знак нашей признательности.

source: You have received $haunted_gold_amt gold pieces.
ru: Вы получили $haunted_gold_amt золотых.

source: Will you fight for me?
ru: Ты хочешь сражаться за меня?

source: Do you know anything about the mage Deorien?
ru: Ты знаешь что-нибудь о маге Деориэне?

source: There are no more people left here who can go with you.
ru: У нас не осталось никого, кто мог бы пойти с тобой.

source: I can't, but there is one young man who would love to fight for you!
ru: Я не смогу, но есть один парнишка, который хочет сражаться за тебя.

source: Gusto
ru: Густо

source: Deorien, a great mage.
ru: О Деориэне, великом маге.

source: I don't know. Mages were all killed by Akladians long time ago.
ru: Не слышал. Всех магов давным-давно перебили акладианы.

source: The greatest news is that you have defeated the ghosts which plagued the neighbourhood.
ru: Главная новость это то, что вы перебили призраков, наводивших ужас на всю окрестность.

source: There is a haunted place east from here. People who go there never come back. We don't know what happens to them.
ru: На востоке есть замок с привидениями. Кто ходит туда, больше не возвращается. И мы не знаем, что с ними.

source: Our village is poor, we have no food, we have no gold, we...
ru: У нас бедная деревня, еды нет, золота нет, населена...

source: I don't want your food or gold. I just want to ask you few questions.
ru: Мне не нужно от вас ни еды, ни золота. Я просто хочу задать несколько вопросов.

source: We live in terror. Terrible things have taken up residence in the ruins east from here. We are waiting for someone who can free us from fear.
ru: Мы живём в страхе. Ужасные твари поселились в руинах на востоке. Мы ждём, что кто-то придёт и избавит нас от этого кошмара.

source: No, not really.
ru: Нет, не думаю.

source: There is a haunted place to the east. People who go there disappear. We don't know what happens to them.
ru: На востоке есть замок с привидениями. Все, кто туда уходил, бесследно исчезли. И мы не знаем, что с ними.

source: I would love to talk to...
ru: Я хотел бы поговорить с...

source: Ruvio, please tell me..
ru: Рувио, скажите пожалуйста...

source: Why do you dislike Lorin?
ru: Почему Вам так не нравится Лорин?

source: Tell me more about you and my mother.
ru: Расскажите ещё о вас с моей матерью.

source: Tell me about Karen
ru: Расскажите мне о Карен.

source: You must be kidding. That woman is so grating and harsh, I cannot understand why Yahyazad seems to have a crush on her.
ru: Вы шутите? Грубая и жестокая женщина. Не могу понять почему Яхиазад сходит по ней с ума.

source: There's not much to talk about. I told you she was my fiancée. But a few days before our wedding... Gawen, please, don't ask me. It's too painful.
ru: Рассказывать особо нечего. Я уже говорил, что она была моей невестой. Но за несколько дней до свадьбы... Гевен, пожалуйста, не спрашивайте. Слишком мучительные воспоминания.

source: But you have a wife now, and you love her, don't you?
ru: Но теперь у Вас есть жена и Вы любите её, так?

source: Yes. I love my wife, and my daughters. But sometimes, just sometimes... I feel like I've betrayed my first love.
ru: Да. Я люблю свою жену и дочерей. Но иногда, только иногда... Я чувствую себя так, будто предал свою первую любовь.

source: Well, she is my oldest daughter. From her youth she always wanted to be a great fighter, and she always tried to be the best.
ru: Что ж, она моя старшая дочь. С самого детства она мечтала стать великим воином и всегда старалась быть лучшей во всём.

source: I'm kind of surprised that she is not here with us.
ru: Я очень удивлён, что она сейчас не с нами.

source: I ordered Karl to tie her up and lock her room. I think that gave us enough time to escape. This journey is really too dangerous for her. I hope she will remain safe in Freetown.
ru: Я приказал Карлу связать её и запереть в комнате. Думаю, поэтому нам удалось уйти достаточно далеко. Это путешествие чересчур опасно для неё. Надеюсь, во Фритауне она будет в большей безопасности.

source: Hey Reme, what's going on?
ru: Эй, Реме, как дела?

source: An alliance with a mage is a disturbing concept, my lord. But I shall try to adjust.
ru: Иметь союзником мага — неприятная концепция, милорд. Но я попробую привыкнуть.

source: Nice to hear that.
ru: Рад это слышать.

source: I'm not quite sure. Many people, are starting to hail you as the messiah. You could become king of all Wesnoth and the religious leader of our people.
ru: Сложно сказать. Многие начинают славить Вас как нового мессию. Вы могли бы стать королём всего Веснота и религиозным лидером нашего народа.

source: Don't worry about that. You will always be my friend.
ru: Не волнуйтесь об этом. Вы всегда будете мне другом.

source: Mother, what's going on?
ru: Мать, как Ваши дела?

source: Mother? I thought you said I was not your real mother?
ru: Мать? Мне казалось, ты говорил, что я тебе не мать.

source: I'm sorry. I was really angry.
ru: Простите. Я был взбешён.

source: Mother, can I have a word with you?
ru: Мать, мы можем поговорить?

source: Why do you want to kill Deorien?
ru: Почему Вы хотите убить Деориэна?

source: Why have you been so upset recently?
ru: Чем Вы так расстроены в последнее время?

source: Never mind
ru: Нет, ничего.

source: Deorien is a mage. Mages deserve to be killed. It is that simple.
ru: Деориэн — маг. Маги заслуживают смерти. Всё просто.

source: Please, do not ask. I am starting to regret something I have done. Sometimes I am so happy about it... and yet I know I should have no hope, but still, sometimes...
ru: Пожалуйста, не спрашивай. Я начала жалеть об одном своём поступке. Порою я так счастлива... И хоть я знаю, что никакой надежды нет, но иногда...

source: I don't understand.
ru: Не понимаю.

source: Neither do I, Gawen. Neither do I.
ru: Как и я, Гевен. Как и я.

source: Deorien, can I have a word with you?
ru: Деориэн, могу я поговорить с Вами?

source: Why did you wait until I came to you?
ru: Почему Вы ждали, когда я приду сам?

source: What are your plans for the future?
ru: Что Вы планируете делать?

source: If Oracle is so respected by Akladians, why does not she simply declare Akladians should love Wesnothians?
ru: Если Оракул так почитаема у Акладиан, почему она не может просто приказать им полюбить веснотцев?

source: Why did you and the Oracle wait until I came to Weldyn? Why didn't you declare me messiah before?
ru: Почему вы с Оракулом ждали, когда я дойду до Вельдина? Почему вы не объявили меня мессией раньше?

source: Because I wasn't sure whether you were the right person. I had to see you in person to decide. Besides, you had to make a name for yourself on your own. You had to become well-known amongst both Akladians and Wesnothians. A year ago you were a boy without a name; now that name has been earned with your own sword.
ru: Потому что я не был уверен, что ты — тот самый. Я должен был увидеть тебя лично. Кроме того, ты сам сделал себе имя. Прославился как среди веснотцев, так и среди акладиан. Всего лишь год назад ты был безымянным мальчиком. Теперь ты носишь имя, прославленное на поле боя.

source: We will declare you king of Wesnoth and Vakladia, and messiah. As the messiah you will become ruler of all Akladians. I hope both Akladians and Wesnothians will back you. Then we will defeat the orcs and any Akladians who still oppose you. Finally, we will stop Grekulak's invasion.
ru: Мы объявим тебя мессией и королём Веснота и Вакладии. Как мессия ты станешь править всеми акладианами. Надеюсь, и акладианы и веснотцы тебя поддержат. Затем мы разобьём орков и всех акладиан, которые восстанут против. И в итоге мы остановим вторжение Грекулака.

source: Because some things may be spoken only when listener is prepared to listen. You see, young king, I don't know why Akladians respect and listen to Oracle. But I think it may be because what she says does not openly contradict their beliefs. I believe they would quickly declare her a tool of false God once they would stop to like what she tells them.
ru: Потому что некоторые вещи можно говорить только тогда, когда их готовы услышать. Видишь ли, юный король, я не знаю, почему акладианы так почитают и слушают Оракула. Возможно, дело в том, что предсказания её не противоречат явно их верованиям. Я думаю, они немедленно объявят её служительницей ложного бога, как только им перестанут нравиться её слова.

source: Then why do you think they won't ignore what she tells them now?
ru: А почему же Вы считаете, что они прислушаются к ней теперь?

source: Because Akladians are in a desperate position. I think most of them, deep in their hearts, want changes --- but at the same time, they seem to be unable to admit that. Mind you, I may be wrong; but I think they simply need someone to tell them they must change.
ru: Потому что положение акладиан сейчас совершенно безнадёжно. Думаю, многие из них в глубине души желают перемен, но в тоже время не готовы их принять. Конечно, я могу ошибаться, но думаю, им просто нужен кто-то, кто скажет, что пора всё изменить.

source: The Awakening
ru: Пробуждение

source: Bar Urien
ru: Бар Уриен

source: My Lord! My lord is dead!
ru: Милорд! Милорд мёртв!

source: Well, noble lord, do you think I have proved myself worthy to be your king?
ru: Итак, благородный лорд, достаточно доказательств, что я достоин быть вашим королём?

source: Yes, you have.
ru: Достаточно.

source: Then will you stop fighting and join us?
ru: Желаете ли Вы оставить сопротивление и присоединиться к нам?

source: It's a shame, then, that I have to kill you.
ru: Как мне ни жаль, я должен Вас убить.

source: I would be honoured to fight at your side, my king.
ru: Для меня большая честь сражаться на Вашей стороне, мой король.

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
ru: Да здравствует наш король Гевен Хальдрик! Это большая честь — сражаться за тебя, король!

source: Death to enemies of our king! Long live our king Gawen Haldric!
ru: Смерть врагам нашего короля! Да здравствует король Гевен Хальдрик!

source: People of Vakladia! People of Wesnoth! Long have ye waited for a messiah to come. Long have ye waited for a new king to unite the nation and to end the wars plaguing our country. The orcs ravage unopposed through the land, murdering and raping Akladians and Wesnothians alike, invited here by traitors whose souls are cankered with a lust for power and whose eyes have been blinded by callous hatred.
ru: Народ Вакладии! Народ Веснота! Вы долго ждали, прихода мессии. Долго ждали нового короля, который объединит народы и прекратит войны, терзающие нашу страну. Орки, безнаказанно разоряющие нашу землю, убивающие и насилующие равно акладиан и веснотцев, были приведены сюда предателем, чья душа изъязвлена жаждой власти, а глаза ослеплены ненавистью!

source: Ye have heard the stories about undead invading the neighbouring kingdom of Okladia. Some lost all hope. But be ye not afraid, for there is a man who is sent here to stop the undead menace and to cleanse the evil festering within the very heart of our country.
ru: Вы слышали рассказы о мертвецах, вторгшихся в соседнее королевство Окладию. Некоторые считают, что надежды нет. Но не надо бояться! Есть человек, который послан нам, чтобы встать на пути у мертвецов и иссечь дьявольскую язву, открывшуюся в самом сердце нашей страны!

source: Ye have all heard about him. Son of an Akladian king and a Wesnothian queen. A great warrior and great leader. Let him know ye wish him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
ru: Все вы слышали о нём! Сын акладианского короля и веснотской королевы. Великий воин и великий вождь. Дайте ему знать, что вы желаете, чтобы он пришёл и взял свою корону. Да здравствует король! Да здравствует мессия! Да здравствует Гевен Хальдрик Хагартен!

source: Barhoon Urk
ru: Бархун Урк

source: Is there any news from Bor Cryne?
ru: Есть какие-то известия от Бора Крайна?

source: Nothing new, my lord.
ru: Ничего нового, милорд.

source: He should already be here! Where is he?
ru: Он уже должен быть здесь! Где он?

source: My lord... This man, they call a messiah...
ru: Милорд... Этот человек, которого называют мессией...

source: This underling? A creature who has usurped the holy name and who will be punished by God!
ru: Убогий? Тварь, присвоившая священное имя, понесёт божью кару!

source: But... What about if he really IS a messiah?
ru: Но... Что если он и В САМОМ ДЕЛЕ мессия?

source: There is no question about it. Believe me, Bar Urien, I have been hearing the voices of the spirits since my youth and God has sent me many messages. Gawen is not the messiah. He is a mixling, one who is unworthy of even honourable death.
ru: Это даже не обсуждается. Поверь, Бар Уриен, я с детства слышу голоса духов, и Бог многое открыл мне. Гевен не мессия. Он полукровка, он не заслуживает даже достойной смерти.

source: But, I thought, let's just assume for a moment he IS...
ru: Послушайте, давайте хотя бы на минуту предположим...

source: Bar, you are fine warrior and you have always served our clan loyally. But leave the thinking to me.
ru: Бар, Вы отличный воин и всегда верно служили своему клану. Но думать здесь буду я.

source: But the Oracle...
ru: Но Оракул...

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not of God.
ru: Никаких "но". Я давно подозревал, что Оракул — орудие дьявола, не Бога.

source: I don't want to interrupt you your interesting discussion, but <i><u>I</u></i> think you will have chance to ask this Gawen directly about everything.
ru: Не хочу прерывать вашу увлекательную беседу, но <i><u>МНЕ</u></i> кажется, что сейчас вам посчастливится спросить всё это лично у Гевена.

source: Akladians - open the way for me and my army. I am your rightful king, I am the messiah, the hand of God on earth. Whoever opposes me opposes God.
ru: Акладианы! Дайте дорогу мне и моей армии. Я ваш законный король, я мессия, рука божья на земле. Кто против меня, тот против Бога!

source: Cease this blasphemy, foul mixling! You are nothing but a flabby underling.
ru: Хватит богохульствовать, паршивый полукровка! Ты всего лишь убогий задохлик.

source: Have you already forgotten that you have fled from me before, revered Hoyre? Twice now you have faced me; this time there will be no escape. You will lie dead on the battlefield, unless you recognise me as your king.
ru: Вы уже забыли, как бегали от меня, уважаемый Ойре? Второй раз сводит нас судьба, и больше Вам не скрыться. Вы останетесь лежать на поле боя мёртвым, если не признаете меня своим королём.

source: I am your king, Hoyre. Admit that or I will be forced to kill you.
ru: Я Ваш король, Ойре. Признайте это, или я буду вынужден убить Вас.

source: My king? You, my king? Never! I will rip your heart out! I will cut your hands off and feed the crows with them!
ru: Мой король? Ты мой король? Никогда! Я вырежу твоё сердце! Я отрублю тебе руки и скормлю их воронам!

source: My lord, Bor Cryne not be far from here. It isn't wise to fight alone against the rebels' army.
ru: Милорд, Бор Крайн должен быть уже недалеко. Будет не слишком разумно в одиночку сражаться против армии бунтовщиков.

source: What about you, noble lord? Will you oppose your king and messiah as declared by the Oracle?
ru: А Вы что скажешь, благородный лорд? Вы тоже пойдёте против своего короля и мессии, провозглашённого Оракулом?

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be... whether you are able to defeat us.
ru: Даже не знаю что думать. Но ЕСТЬ верный способ выяснить, тот ли Вы, за кого себя выдаёте: попробуйте победить нас.

source: By the way, Gawen, you are really starting to become convincing in your role. You seem to like it, despite your earlier protests.
ru: Кстати, Гевен, ты начал довольно убедительно смотреться в новом качестве. Тебе, похоже, это нравится, хоть раньше ты протестовал.

source: Enough talk. We must slay our enemies. To arms!
ru: Хватит болтать. Нам нужно разгромить врага. К оружию!

source: Yes, to arms! To think, I am actually agreeing with an underling!
ru: Да, к оружию! Подумать только, я согласилась с убогим!

source: Kill all enemy leaders
ru: Уничтожение всех вражеских лидеров

source: Death of Deorien
ru: Смерть Деориэна

source: Death of Huon Ryedric
ru: Смерть Хуона Райдрика

source: Some peasants may have gold to give you in this scenario when you visit their villages.
ru: Некоторые крестьяне поделятся с вами золотом, если вы зайдёте в их деревню.

source: All is lost! Enemy reinforcements have arrived! We have no chance to win now!
ru: Всё пропало! Прибыли вражеские подкрепления! Теперь нам не победить!

source: Bors Brien
ru: Борс Бриен

source: Bors Dark
ru: Борс Дарк

source: Bors Wonder
ru: Борс Вандер

source: Curses! We are too late.
ru: Проклятие! Мы опоздали.

source: Should we attack, my lord?
ru: Атакуем, милорд?

source: No. As usual, Hoyre screwed up everything he possibly could. We will withdraw to the north, and wait until Grekulak arrives to help us.
ru: Нет. Ойре, как всегда, угробил всё, что смог. Отступим на север и подождём помощи от Грекулака.

source: My king, I've heard that some of people of Wesnoth have started to take revenge on their own. A few Akladian villages were massacred south of Freetown. What will you do?
ru: Мой король, я слышал, что некоторые веснотцы начали мстить за своих сородичей. Они вырезали несколько акладианских деревень на юге от Фритауна. Что мы будем делать?

source: And what do you think he could do? People want revenge, so...
ru: А что по-вашему им делать? Люди жаждут мести, значит..

source: Revenge on whom? On innocent woman and children?
ru: Мести кому? Невинным женщинам и детям?

source: Innocent? No Akladian is innocent! Even if they didn't participate in the massacres, maybe their husbands or uncles did, and...
ru: Невинным? Не бывает невинных акладиан. Даже если они сами никого не убивали, значит их мужья или отцы, или...

source: How many Wesnothians have been brought back from the dead by the killing of Akladian children, Huon? I lost whole family in Freetown. But I don't want to avenge them by killing families of innocent people. It will not bring them back.
ru: Сколько веснотцев вернёт с того света убийство акладианских детей, Хуон? Я потерял во Фритаунской резне всю семью. Но я не буду мстить за них, убивая семьи безвинных людей. Это не вернёт их.

source: You have to react, my king. If you won't stop this, Akladians with turn away from you and there will be another round of civil war.
ru: Вам нужно что-то сделать, мой король. Если Вы не остановите это, акладианы отвернутся от Вас и гражданская война пойдёт на новый круг.

source: Punish them? Why? They acted out of despair and anger, they lost their whole families at the hands of Akladians, how can you punish them? If you do, a lot of the Wesnothians will turn away from you...
ru: Карать их? За что? Их ведут отчаяние и гнев, их семьи пали от рук акладиан! За что их наказывать? В конце концов, если Вы пойдёте на это, множество веснотцев отвернётся от Вас...

source: I now declare amnesty for everyone. But from this moment forward, anyone who wants to spill innocent blood will be hunted by me and my people. People who have already committed crimes should go make a pilgrimage to the Oracle to ask for forgiveness.
ru: Я объявляю амнистию для всех. Но с этого момента тот, кто прольёт невинную кровь, будет иметь дело со мной и моими людьми. Те, кто совершил преступления к настоящему времени, должны отправиться в паломничество к Оракулу и молить о прощении.

source: THIS is supposed to be a punishment? Akladians won't like it.
ru: И ЭТО называется наказанием? Акладианы не поймут.

source: I am the messiah. Any Akladians who would contest my words are tools of evil and will never be admitted to the land of their ancestors.
ru: Я — мессия. Каждый из акладиан, кто спорит с моими словами, есть орудие зла и никогда не будет принят в землях предков.

source: Messiah? You do not actually believe that!?
ru: Мессия? Вы что, сами в это поверили?!

source: Huon, the proper way to address your king is 'your majesty' - or at the least 'my king'. Deorien was right all the time, now I see it clearly. Akladians might rebel against their king and they might definitely rebel against a king of mixed blood. But they cannot rebel against the hand of God on earth.
ru: Хуон, к королю нужно обращаться "ваше величество" или хотя бы "мой король". Деориэн был прав во всём, теперь я это понимаю. Акладианы могут восстать против короля и уж точно восстанут против короля-полукровки. Но они не станут противиться руке господней на земле.

source: The way to Vattin is free of enemies. Let's go.
ru: Путь в Ваттин чист. Пойдём.

source: Vojta
ru: Войта

source: Kuba
ru: Куба

source: Matej
ru: Матей

source: Rumpel
ru: Румпель

source: Cimper
ru: Кимпер

source: Camper
ru: Кампер

source: My king, we could really use some help here.
ru: Мой король, нам бы не помешала помощь.

source: We are under heavy assault, my king. We really could use some help here.
ru: Нас сильно теснят, мой король. Нам очень требуется помощь.

source: The barbarians attack me! I need help NOW!
ru: Варвары добрались до меня! На помощь БЫСТРО!

source: Aaah!
ru: А-а-ах!

source: What? Mother, are you hurt?
ru: Что? Мать, Вам больно?

source: No... I'm ok... I'm ok... It was nothing.
ru: Нет... Я в порядке... В порядке... Ничего.

source: But what that? Are you wounded?
ru: Но что происходит? Вы ранены?

source: No, Gawen, I've told you I'm OK!
ru: Нет, Гевен. Я же сказала: я в порядке!

source: The witch most likely accidentally drank a poison she was preparing for someone else.
ru: Может эта ведьма случайно проглотила яд, который готовила для кого-то другого?
