Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: I'm sorry, but I can't risk it. If I allow your soldiers to leave, they will surely come back one day to fight us again.
ru: Прости, я не могу так рисковать. Если я разрешу твоим бойцам уйти, они однажды вернутся, чтобы опять сражаться против нас.

source: Yes, I will agree. I will let your soldiers go, but they must quit the field of battle immediately.
ru: Хорошо, согласен. Я отпущу твоих солдат, но они должны покинуть поле битвы незамедлительно.

source: Thank you, human. My soldiers, stop fighting and return to your homes!
ru: Благодарю тебя, человек. Солдаты! Прекратите сражаться и идите по домам!

source: Robert the Hefty
ru: Роберт Здоровяк

source: Aargh! I feel... so cold...
ru: А-а-ах! Мне так... Холодно...

source: No, wait, don't die yet - please, answer a few questions...
ru: Подожди, не умирай! Ответь на несколько вопросов...

source: And why... should I do it?
ru: И почему... я должен это делать?

source: Because...
ru: Потому что...

source: There are different kinds of death.
ru: Умереть можно по-разному.

source: Because your king asks it of you.
ru: Потому что твой король просит тебя об этом.

source: You are trying to scare me? Ha, ha... I am dying already... And I won't tell you anything.
ru: Пытаешься напугать меня? Ха-ха... Я уже умираю... И ничего тебе не скажу.

source: My king? Ha, ha, that's funny... I have no king...
ru: Мой король? Ха-ха, смешно... У меня нет короля...

source: Then tell me because I made you laugh before you died.
ru: Тогда поговори со мной за то, что я рассмешил тебя перед смертью.

source: All right then. Ask me, young king.
ru: Ну хорошо. Спрашивай, юный король.

source: Who hired the assassin who was sent to kill me?
ru: Кто нанял убийцу, которого послали убить меня?

source: Do you sell poisons?
ru: Ты торговал ядами?

source: That's all I wanted to know.
ru: Это всё, что я хотел знать.

source: You sold poison to Lorin's clan once.
ru: Однажды вы продали яд клану Лорин.

source: Lorin's clan once bought poison from the outlaws. Do you know why?
ru: Клан Лорин однажды покупал яд у разбойников. Ты знаешь, для чего?

source: Yes... I remember it. Indeed, they bought poison from us. (<i>cough</i>)
ru: Да... Я помню. Конечно, они купили яд у нас. (<i>кха</i>)

source: But why? And when?
ru: Но зачем? И когда?

source: I don't know for sure, but it was just before your mother fell ill. The poison we sold them was very unique - it's hard to mistake the symptoms.
ru: Я точно не знаю, но это было незадолго до того, как умерла твоя мать. Яд, который мы продали, был уникальным, его действие трудно было с чем-нибудь перепутать.

source: Everything I've heard about your mother's death fits the symptoms of our poison perfectly. I can't be sure, of course, but I would guess that Lorin's clan bought the poison to kill your mother... (<i>cough</i>)
ru: Всё, что я слышал о смерти твоей матери, очень похоже на действие нашего яда. Я, конечно, не уверен, но думаю, что клан Лорин купил яд именно для того, чтобы отравить твою мать... (<i>кха</i>)

source: As an outlaw, you know probably a lot about poisons... My mother was poisoned... Do you know who could have done it?
ru: Как разбойник, ты, наверное, знаешь о ядах всё... Моя мать была отравлена.... Ты знаешь, кто мог бы это сделать?

source: I'm sorry, but I cannot help you. Akladian clans do buy poison from us here and there, but if you can't give me some names, I won't be able to help you.
ru: Извини, но я тебе не помогу. Акладианские кланы покупают у нас яды тут и там, но если ты назовёшь какие-нибудь имен, я попытаюсь помочь тебе.

source: There was an assassin who was sent after me. He was interrogated and he testified he was sent from the Outlaw Place. This was almost two years ago - can you remember who hired him?
ru: Был один убийца, которого послали за мной. Мы допросили его, и он сказал, что был послан из Логова Разбойников. Это было почти два года назад. Ты помнишь, кто нанял его?

source: Of course... I remember it because it is such unusual for Akladians to ask us for such a thing. It started our most recent contact with them.
ru: Конечно... Я запомнил, потому что это не похоже на акладиан: просить о такой вещи. С этого началось наше последнее сотрудничество.

source: Akladian? Who was it then?
ru: Акладиан? Кто это был?

source: Who else but Bor Cryne... (<i>cough</i>) If you have any other questions, hurry, because I can feel death is just a few steps from me...
ru: Бор Крайн, кто же ещё... (<i>кха</i>) Если хочешь спросить что-то ещё, поспеши, чувствую, смерть уже в двух шагах...

source: One necromancer goes down - and the world seems a little bit brighter because of this.
ru: Один некромант пал, и мир, похоже, стал немного ярче.

source: Mal-Raylal
ru: Мал-Райлал

source: I am not really dying! I am just moving on from this existence to another level...
ru: На самом деле я не умираю! Я просто перехожу из этой реальности на другой уровень...

source: Wait! You could be my right hand. You could be second only to the God ruling the world. All the gold of every continent, any woman, anything you could dream of...
ru: Постой! Ты мог бы стать моей правой рукой. мог бы быть вторым после Бога правителем мира. Всё золото со всего континента, любая женщина, всё, чего бы ты ни пожелал...

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
ru: Я мечтаю только об одном, и исполнить это не в твоих силах.

source: Was it a woman? I know you humans all too well, I have dwelt amongst them for hundreds of years. She died, and you wish she could be with you? I can make it real. I can bring her back.
ru: Ты говоришь о женщине? Я хорошо знаю людей, я жил среди них тысячи лет. Она умерла, но ты всё ещё хочешь, чтобы она была с тобой? Я могу сделать это. Я могу вернуть её.

source: You could bring back only a thing which would be a poor mockery of her former self. There is no place under the sun for the things you would wish to do.
ru: Ты можешь вернуть только её оболочку, жалкую пародию на то, какой она была. Под солнцем нет места для тех вещей, которыми ты хочешь заниматься.

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
ru: Проклятие на всех акладиан! Проклятие! И лично я проклинаю тебя, Гевен Хагартен!

source: Warh Arug
ru: Вар Аруг

source: Oh no! Our spiritual leader is dead! Run for your life!
ru: О нет! Наш духовный лидер мёртв! Спасайся, кто может!

source: Master! Master! Without your will, our army will cease to exist! Noooo!
ru: Хозяин! Хозяин! Без твоей воли наша армия перестанет существовать! Не-е-ет!

source: I am dying, human, but you will be dead too, soon!
ru: Я умираю, человек, но и ты скоро умрёшь!

source: Why such hate? I do not hate you. Why you are fighting us? The fruits of our defeat will be harvested by Grekulak alone.
ru: Откуда столько ненависти? Я не держу на тебя зла. Почему ты сражаешься с нами? Плоды нашего поражения пожнёт только Грекулак.

source: And Grekulak is our spiritual leader, stupid human. He will lead our race to greatness!
ru: Грекулак это наш духовный лидер, тупой ты человек. Он поведёт нашу расу к величию!

source: Isn't Grekulak a human? And isn't he leading the undead to greatness!
ru: Разве Грекулак не человек? И разве он не ведёт к величию мертвецов?

source: No... stop trying to fool me... I will die loyal to our spiritual leader...
ru: Нет... Хватит пытаться меня обмануть... Я умру верным нашему духовному лидеру.

source: Of all people in the world, it had to be you!
ru: Из всех людей в мире это оказалась ты!

source: Yes, Bor. It had to be me. You know it had to be me.
ru: Да, Бор. Это оказалась я. Ты же знаешь, что это должна была быть я.

source: Lorin... Do it fast.
ru: Лорин... Давай скорее.

source: Why? Are you afraid of pain?
ru: Почему? Боишься боли?

source: Of pain? Never. But I don't want underlings to hear me screaming
ru: Боли? Никогда. Но я не хочу, чтобы убогие слышали мои крики.

source: That one wish I can grant you, Bor.
ru: Это единственно твоё желание, Бор, которое я могу исполнить.

source: Uri! Oh, How I am happy to see your face again!
ru: Ури! О, как я рада увидеть тебя снова!

source: Shut up, witch. You betrayed our race - you are allied to that mixling, and fight alongside underlings!
ru: Заткнись ведьма. Ты предала нашу расу, ты сошлась с полукровкой и сражаешься вместе с убогими!

source: Betrayed? You know, what I've learned? Many of these underlings are better than many of people of our race. Many of them are better-acquainted with the meaning of the words like 'honour' and 'courage' than many of our people.
ru: Предала? Знаешь, что я узнала? Многие из этих убогих лучше, чем большинство представителей нашей расы. Многие из них знают, что означают слова "честь" и "храбрость" лучше, чем многие из наших людей.

source: Ha, ha, you're one to talk! Hey, Gawen, have you ever asked Lorin about how your mother died? Have you... aaargh!
ru: Ха-за, и это говоришь ты! Гевен, а ты не спрашивал Лорин, как умерла твоя мать? Ты не.... А-а-а!

source: Be quiet, stupid man. No one wants to hear your lies.
ru: Молчи, тупица. Никто не хочет слушать твоё враньё.

source: I always was suspicious of you, Uri, even before you betrayed us... time for you to face God's punishment.
ru: Я всегда подозревал тебя, Ури, даже до того, как ты предал нас... Настало твоё время узнать божью кару.

source: I know you - I've heard about you! The She-wolf of Haeltin!
ru: Я тебя знаю, я слышал про тебя! Хэлтинская Волчица!

source: Thank you, yes, I AM the She-wolf of Haeltin.
ru: О, спасибо. Да, я Хэлтинская волчица.

source: Then it is not such a great disgrace as I thought to be felled by a woman...
ru: Тогда это не такой большой позор, как я думал, когда меня побудила женщина...

source: Frankly, I don't care.
ru: Честно говоря, мне плевать.

source: Outlaw now, outlife soon.
ru: Был разбойник, стал покойник.

source: Mother, wait! Don't kill him! I want to ask him a few questions!
ru: Мама, стой! Не убивай его! Я хочу задать ему несколько вопросов!

source: What questions?
ru: Каких вопросов?

source: And who said I will answer any of your questions?
ru: А кто сказал, что я стану отвечать?

source: Underling, keep your mouth shut. When I want you to give me the answers, you will. I am a master of the sword - but calling me merely a master of the knife would be far underestimating my skills, when it comes to getting people to talk.
ru: Убогий, рот закрой. Если я захочу, чтобы мне ответил, ты ответишь. Я мастер меча. А когда мне нужно что-то узнать, меня можно было бы называть мастером ножа, если бы это не было большой недооценкой моего мастерства.

source: My true mother... Ask him whether he knows who poisoned my true mother? And...
ru: Моя настоящая мать... Спроси его, знает ли он, кто отравил мою настоящую мать? И...

source: Aaargh!
ru: А-а-ах!

source: Oh, for shame! He was more heavily wounded than I thought. He just passed away so suddenly... sorry...
ru: Ой, какой стыд! Его раны оказались серьёзней, чем я думала. Он только что неожиданно покинул нас. Прости...

source: This is for your outlaws' attack on the Carrenemoe clan, and my capture!
ru: Это тебе за нападение на клан Карренемо и моё пленение!

source: Wait, Reme, I had some questions I wanted to ask him!
ru: Стой, Реме, я хотел задать ему пару вопросов!

source: I apologize, Gawen, the heat of battle got to me. I'll try not to let it happen again.
ru: Прошу прощения, Гевен. Я поддался горячке битвы. Постараюсь сделать так, чтобы это больше не повторилось.

source: Wait a minute... Rob Roe? What are you doing, me fellow Rob? What happened to our bandit fellowship?
ru: Минуточку... Роб Ро? Что ты делаешь, дружище Роб? А как же наше воровское братство?

source: Oh, you know how things go, me fellow Rob... allegiances change. 'snothing personal, you see... strictly business.
ru: Ты же знаешь, как это бывает, дружище Роб... Друзья меняются. Ничего личного, только бизнес.

source: Oh well, it figures...
ru: Да, есть такое дело...

source: Oh no! A Necromancer. I hate all necromancers.
ru: О, нет! Некромант. Ненавижу некромантов.

source: And? What will you do, stupid fleshbag? Ha ha, I am afraid of nothing! Nothing! Death will be just beginning of my path!
ru: И? Что ты сделаешь, тупой кожаный мешок? Ха-ха, боюсь, что ничего! Ничего! Смерть это только начало моего пути!

source: Well, think about this: after I kill you I will cut off you head. Could you still be raised from the dead without your head?
ru: Что ж подумай вот о чём: когда я тебя убью, я отрежу тебе голову. У тебя получится восстать из мёртвых без головы?

source: Of course! Stupid woman, you know nothing about our art, don't you?
ru: Конечно! Тупая женщина, ты же ничего не знаешь об этом искусстве, да?

source: Hm... You know, we Akladians have traditions about making sure someone is not brought back from the grave. Anyone have a wooden stick?
ru: Хм... Знаешь, у нас, акладиан, есть традиция заботиться о том, чтобы кто-нибудь случайно не выбрался из своей могилы. У кого-нибудь есть осиновый кол?

source: Ha, ha, ha, you think that will work?
ru: Ха-ха-ха! Думаешь, это сработает?

source: No idea, but it worked in the stories I've heard. Wooden stick through the heart, cut off the head, and place it between the legs. We will start with the stick...
ru: Не знаю, но рассказывали, что работает. Осиновый кол в сердце, голову отрезать и положить между ног. Начнём с кола...

source: Ha! Bald man, you look quite nice without hair - I wonder how you would look without ears.
ru: Ха! Лысая башка, хорошо смотришься без волос. Посмотрим, как будет ещё и без ушей.

source: Stupid woman, I am your God! I created you! Your whole race! You are mine, you will always be mine!
ru: Тупая женщина, я твой Бог! Я создал тебя! Всю твою расу! Вы мои, и всегда будете моими!

source: ...aaand if I were to cut off your nose as well, you would look like an egg with hands and legs! What an excellent idea!
ru: ...а если я ещё отрежу тебе нос, будешь смотреться как яйцо с ручками и ножками! Отличная идея!

source: Oh nooo... Woman... Human woman has killed me...
ru: О, не-е-ет... Женщина... Человеческая женщина убила меня...

source: This human woman has already killed dozens of other orcs, foul creature. And every one of them said the same thing.
ru: Эта человеческая жещина уже убила десятки орков, мерзкая тварь. И каждый говорил одно и то же.

source: Wait a moment! You are She-wolf of Haeltin? Then it is not as great a disgrace as I thought...
ru: Подожди-ка! ТЫ Хэлтинская волчица? Тогда это не так позорно, как я думал...

source: Grekulak, it is time for you to find you final rest. Too many ages you have wandered this earth. Too many tears have watered the earth because of you.
ru: Грекулак, настало время обрести последнее пристанище. Слишком много времени ты бродил по этой земле. Слишком много слёз она приняла из-за тебя.

source: You know nothing, stupid man. My goals... And plans... you can't even begin to grasp their greatness.
ru: Ты ничего не знаешь, глупец. Мои цели... И планы... Ты не в состоянии даже попробовать осознать из величие.

source: Greatness? I can see only the madness in everything you have done. Die now... and despite the great evil you have wrought on this earth, I hope your spirit may find the path to the light.
ru: Величие? Во всём, что ты делаешь, я вижу только безумие. Умри же... И не смотря на всё то зло, которое ты принёс на эту землю, надеюсь, что твой дух найдёт дорогу к свету.

source: What do you have to say now, Cryne? You heinous coward, you... you...
ru: Что теперь скажешь, Крайн? Позорный трус, ты... ты...

source: Ha, ha, ha! I spit on you, underling! Nothing will change the fact that I had your wife and all of your daughters! Your spirit will wander aimlessly for eternity in the land of ancestors, for no one will care for your memory and you will leave no heir!
ru: Ха-ха-ха! Мне плевать на тебя, убогий! Ничто уже не изменит тот факт, что я имел твою жену и всех твоих дочерей. Целую вечность твой дух будет бесцельно бродить по землям предков, потому что у тебя не будет потомства и никто не сохранит память о тебе!

source: ...and neither will you.
ru: ... и о тебе тоже.

source: I have a son, you stupid underling!
ru: У меня есть сын, тупой убогий!

source: He won't care for your memory. I will make sure of that, I promise you.
ru: Он не сохранит память о тебе. Я позабочусь об этом, обещаю.

source: Ruvio!
ru: Рувио!

source: What did you mean, Ruvio? I won't allow you to punish Cryne's child for his father's sins.
ru: Что ты имел в виду, Рувио? Я не позволю тебе наказать сына Крайна за грехи его отца.

source: I won't do any harm to Cryne's son, my lord - he is an orphan now; I wish to adopt him, raise him as a Wesnothian, and teach him the things Bor would not have taught him... to be noble and honourable... and perhaps, in time, the bloodline of the Crynes will, of their own volition, perform deeds of such quality that they will more than redeem the offenses that Bor himself has wrought upon the land.
ru: Я не собираюсь причинять зло сыну Крайна, милорд, теперь он сирота. Я усыновлю его, воспитаю как веснотца и научу его тому, чему Бор его не научил бы... Как быть честным и благородным... И возможно со временем потомок Крайна сам захочет совершить деяния, которые сполна искупят всё то зло, что Бор принёс на эту землю.

source: Ruvio, my old friend, in your words today, all present have heard the true timbre of your noble soul. You have my blessing... and my promise that I will help you, Ruvio.
ru: Рувио, мой старый друг, твои сегодняшние слова позволили всему сущему услышать прекрасную музыку твоей благородной души. Благословляю тебя и обещаю свою полную поддержку.

source: Ha, underling! Before I die, I spit on you and your whole worthless race!
ru: Ха, убогий! Умирая, я плюю на тебя и на всю твою никчемную расу!

source: Whatever you do, you will be dead, and with you all of your ideas - every theory you believed in - will be dead as well. Wesnoth will be restored, and Akladians and Wesnothians will live in peace.
ru: Что бы ты ни делал, ты умрёшь. И все твои идеи, и любые теории, в которые ты верил, умрут вместе с тобой. Веснот возродится и акладианы и веснотцы будут жить в мире.

source: Wesnothians! Bunch of flabby wimps! Band of stinking lobs! (<i>coughs</i>) You... you...
ru: Веснотцы! Кучка дохлых слабаков! Толка неуклюжих вонючек! (<i>кашляет</i>) Вы... Вы...

source: Yes, foam and froth, nobody will listen to you... and, by the way, I will be taking your sword, now.
ru: Да, бейся в бешенстве, никто тебя не слышит... И, кстати, я забираю твой меч.

source: No! No! Where are you going... come back! I can't die without my sword in hand!
ru: Нет! Нет! Куда ты? Вернись! Я не могу умереть без меча в руке!

source: Oh no! My most loyal servant has been slain!
ru: О, нет! Мой самый верный слуга убит!

source: Arise, my slave, arise!
ru: Восстань, мой раб, восстань!

source: Shadow of Mal-Raylal
ru: Тень Мал-Райлала

source: Arise, my slave, arise! Why are you deaf to my calls?
ru: Восстань, мой раб, восстань! Почему ты глух к моему зову?

source: He who dies by my hand is freed from the chains of necromancy forever.
ru: Тот, кто убит моей рукой, навеки освобождён от некромантских уз!

source: Hm, it seems that this necromancer has strayed rather far from his master...
ru: Хм. Похоже этот некромант слишком далеко отошёл от своего хозяина...

source: Arise, my slave, arise! Why you are deaf to my calls?
ru: Восстань, мой раб, восстань! Почему ты глух к моему зову?

source: Wait! Deorien! Heal him before he passes, so that I may have a chance to strike the final blow!
ru: Постой, Деориэн! Поддержи его жизнь, дай мне нанести последний удар!

source: I'm sorry, Ruvio, but it looks as though it's already too late...
ru: Прости, Рувио, похоже, уже слишком поздно...

source: Bor, hear now my command to you, my slave. Arise, arise!
ru: Бор, услышь моё веление, мой раб. Восстань! Восстань!

source: Undead Bor Cryne
ru: Восставший Бор Крайн

source: No! How many times I do have to kill you!
ru: Нет! Сколько же ещё мне тебя убивать?

source: So, I will have the chance to kill you, anyway!
ru: Так, всё-таки у меня есть шанс убить тебя!

source: Just you wait... Once Grekulak comes...
ru: Просто ждите... Грекулак придёт...

source: Be banished forever, creature of the night!
ru: Умри навек, создание ночи!

source: Oh I'm so scared! Ha! Ha! Have you come to me because you want to join your family, underling? Come and taste my blade!
ru: Ой, как страшно! Ха-ха! Ты пришёл, чтобы соединиться со своей семьёй, убогий? Отведай моего клинка!

source: I will wipe that smile from your face - my wife and daughters, I shall avenge you!!
ru: Я сотру эту улыбочку с твоего лица! Жена, дочери, я отомщу за вас!

source: Why... Why, my lord? I have only ever asked for but one thing, and yet it was denied me...
ru: Как же так?.. Как же так, милорд? Я просил всего лишь об одном, и мне в этом отказали...

source: Rise up, rise up! Join my army! ...Why do you not rise up!?
ru: Восстань! Восстань, и присоединяйся к моей армии!.. Почему ты не поднимаешься?

source: You overestimate your strength, Grekulak. White mages and Mages of Light will protect fallen units from being resurrected by you!
ru: Ты переоценил свою силу, Грекулак. Белые маги и маги света защищают павших от воскрешения тобой!

source: How can this be? He is raising our dead!
ru: Что это? Он поднимает наших убитых!

source: My lord, Grekulak's power is not as strong as he would have you - or himself - believe. He cannot raise people who die in the vicinity of white magi or magi of light.
ru: Милорд, сила Грекулака не так велика, как считаете Вы и он сам. Он не сможет поднять тех, кого поразили белые маги или любая магия света.

source: How can this be? The undead were supposed to arrive with Grekulak, yet here they are separate from him! Something truly strange must have happened... Be on your guards!
ru: Что происходит? Мёртвые должны были прийти с Грекулаком, но они здесь без него! Происходит что-то действительно странное... Будьте настороже!

source: OOPS. If one of the undead sides is killing you before Grekulak has come, then that is a bug; please report it.
ru: Опа. Если до прихода Грекулака вас убил ктото из мертвецов, это ошибка. Просьба сообщить.

source: I think it's time to make use of all our reserves!
ru: Думаю, настало время задействовать все резервы!

source: Death of Ruvio
ru: Смерть Рувио

source: Death of Gawen Hagarthen
ru: Смерть Гевена Хагартена

source: Death of Karen
ru: Смерть Карен

source: Death of Majid Yahyazad (if recalled)
ru: Смерть Маджида Яхиазада (если был призван)

source: Scored!
ru: Счёт открыт!

source: Don't start again, kid. I won't play that game this time.
ru: Не начинай, девочка. Сейчас не до игр.

source: Hey, Lorin, or whatever your name is, did you see that? Now you know why underlings give weapons to 'children'!
ru: Эй, Лорин, или как там тебя. Видела зачем убогие разрешают "детям" играть с оружием.

source: Ha! Gawen, did you see that? I've already killed two enemies, and your step-grand-mother hasn't killed a single one!
ru: Ха! Гевен, ты видел? Я сделала уже двоих, а твоя приёмная бабушка ещё и не начинала!

source: Ha! Scored two!
ru: Ха! Два очка!

source: You think it is some kind of competition?
ru: Ты считаешь, это какая-то игра?

source: Hey, Gawen. That she-wolf of yours is pathetic. I've scored three and she hasn't killed a single enemy!
ru: Эй, Гевен, Эта твоя волчица такая жалкая. Я нащёлкала уже троих, а она не смогла выбить и одного!

source: Ha! Scored three!
ru: Ха! Три очка!

source: So what? I am winning!
ru: Ну и что? Я выигрываю!

source: So what?
ru: Ну и что?

source: Ha! Another one!
ru: Ха! Ещё один!
