Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: If so, then it is up to you to figure out a strategy which will avoid any losses. While we will have to pass near the guards, and may skirmish with them, there is no need to get into a stand-up fight with them.
ru: Тогда нужно выбрать тактику, которая позволит избежать потерь. Проходя мимо стражей, отстреливайтесь, но не вступайте в рукопашную.

source: How typical for an underling, trying to avoid conflict. My son, let's just slaughter them all! More enemies, more honor!
ru: Как это типично для убогих, бежать от столкновений. Сын мой, давай просто вырежем всех до единого. Больше врагов, больше славы!

source: With that kind of attitude, how have you managed to survive this long? We'll want to manage our resources, too - my guess is that we should have at least 250 golden coins at the end of this battle.
ru: Как Вы дожили до своих лет с таким подходом? А кроме прочего нам нужно контролировать расходы. По моим подсчётам, к концу этой битвы необходимо сберечь не менее 250 золотых.

source: Hm, there are certainly many decisions to be made here...
ru: Хм, как много решений нужно принять...

source: Well, Gawen, which path will you take? The stealthy route proposed by Ruvio, or the violent route proposed by your stepmother?
ru: Итак, Гевен, что Вы выбираете? Путь осторожности, предложенный Рувио, или путь насилия, который предлагает Ваша мачеха?

source: Well, Gawen, which path will you take? The stealthy route proposed by the underling, or the violent route proposed by the 'She-Wolf of Haeltin'?
ru: Итак, Гевен, что Вы выбираете? Путь осторожности, предложенный Рувио, или путь насилия, который предлагает Хэлтинская волчица?

source: Well, Haldric, which path will you take? The stealthy route I proposed, or the violent route proposed by your stepmother?
ru: Итак, Хальдрик, что Вы выбираете? Пройти незаметно, как предлагаю я, или с боем, как предлагает Ваша мачеха?

source: I think I'll take the stealthy strategy
ru: Думаю, я выберу скрытное продвижение.

source: I think I'll take the violent strategy
ru: Думаю, я выбираю бой.

source: I think I'll forge my own path
ru: Думаю, я приму решение по ходу дела.

source: Since you have chosen the stealthy strategy, for this scenario only, your units will be more stealthy than normal.
ru: Так как было принято решение пройти незамеченными, на время этого сценария отряды станут более скрытными, чем обычно.

source: Since you have chosen the violent strategy, for this scenario only, your units will be more violent than normal.
ru: Так как было принято решение принять бой, на время этого сценария отряды станут более жестокими, чем обычно.

source: By choosing neither Ruvio's path nor Lorin's path, you are choosing to leave your units in an unmodified state, as would have been the case before this choice existed.
ru: Так как отвергнуты варианты как Рувио, так и Лорин, способности отрядов останутся неизменными.

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme, or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
ru: В этом сценарии допрашивать вражеских лидеров могут Гевен, Рувио, Реме или Лорин. Результаты допросов могут отличаться, а могут и нет. Всё будет зависеть от того, кто кого допрашивает.

source: Move Gawen to south-eastern signpost
ru: Привести Гевена к юго-восточному указателю

source: Kill all enemy leaders.
ru: Уничтожить всех вражеских лидеров.

source: Wait, Karl, why aren't you guarding Karen?
ru: Постой-ка, Карл, а почему ты не охраняешь Карен?

source: You asked me to come with you, remember?
ru: Вы попросили меня пойти с Вами, помните?

source: Right, I did... I'm sure she'll be fine...
ru: Да, действительно... Надеюсь с ней ничего не случится...

source: Eeek! The green devils!
ru: Ик! Зелёные демоны!

source: Kill them! Kill them all! Hurry! There are thousands of them, everywhere!
ru: Убивайте! Убивайте всех! Скорее! Они повсюду, тысячи их!

source: You are from the Raednon clan? So, the Raednons are also supporting the treachery of Bor Cryne. Why I am not surprised? I know you are all pig-eaters and swine...
ru: Ты из клана Реднон? Так значит, Редноны поддержали изменника Бора Крайна. Почему я не удивлена? Вы же все свиноеды и свино...

source: Cease your insults, witch. I know you: you are Lorin, the shrew from the Gallorae clan. You soon will be the last of your clan; how does it feel?
ru: Уймись, ведьма. Я знаю тебя, мымра, ты Лорин, из клана Галлора. И скоро ты останешься последней в этом клане, как тебе это?

source: And you will be soon a gelding. How does IT feel?
ru: А ты скоро останешься без члена. Как тебе ЭТО?

source: He had some gold in his castle.
ru: Похоже, в этом замке есть немного золота.

source: You receive $bar_gold_amt golden pieces.
ru: Вы нашли $bar_gold_amt золотых.

source: You were a worthy opponent, Quivre of the Raednons. It was good fight.
ru: Вы были достойным противником, Кивре из Реднонов. Славная была битва.

source: Yes, it was.
ru: Да, славная.

source: If you were as delighted as I was with the fight, please answer a few questions.
ru: Что ж, если Вы довольны битвой так же, как и я, будьте добры ответить на несколько вопросов.

source: Another self-important Akladian sent to his barbarian hell. How does it feel, mighty Akladian lord? To be killed by a mere underling?
ru: Ещё один самоуверенный акладиан отправился в свой варварский ад. Как тебе это нравится, могучий акладианский лорд? Быть убитым простым убогим?

source: You wouldn't have been able to do this if not for the magical support of that witch, Lorin. It was she who gave you courage, that traitor to her own race.
ru: Тебе никогда бы не удалось этого сделать без колдовской поддержки этой ведьмы Лорин. Эта предательница своей расы придаёт вам храбрости.

source: Hmm... Should I feel complimented, or offended?
ru: Хм... Это комплимент или оскорбление?

source: Speak quickly, and I will allow you to go to your ancestors in one piece.
ru: Отвечай быстро, и тогда я отправлю тебя к предкам целиком.

source: Do you think I am afraid of you, witch?
ru: Думаешь я боюсь тебя, ведьма?

source: No, of course not. You are a brave warrior. I just thought the notion that you will enter heaven without hands, legs, or head might make you a little bit uneasy.
ru: Нет, конечно же нет. Ты храбрый воин. Просто хочу заметить, что подниматься на небеса без рук, без ног и без головы будет немножко неудобно.

source: Stop it, witch. You can't scare me.
ru: Прекрати, ведьма. Ты меня не испугаешь.

source: Perhaps not, but I think I am going to enjoy trying anyway. Let's start with this little knife you see here.
ru: Может и не испугаю, но с удовольствием попробую. Начнём вот с этого маленького ножика.

source: You receive $quivre_gold_amt golden pieces.
ru: Вы нашли $quivre_gold_amt золотых.

source: I killed this one, my lord.
ru: Я убил его, милорд.

source: A shame we didn't get a chance to interrogate him... oh well.
ru: Жаль, что не получилось допросить его. Ну, ладно.

source: It was honor to fight such an excellent duel. Thank you. You should know, I have no ill feelings towards you. I will not damage your body after you die, so you will enter the afterlife in one piece.
ru: Было честью участвовать в таком великолепном поединке. Благодарю Вас. Знайте, что я не держу на Вас зла. Я не буду уродовать Вас после смерти. Вы отправитесь на тот свет единым целым.

source: Thank you, noble lord. I do not know your name, or how you could be allied with green devils and Wesnothians.
ru: Благодарю Вас, благородный лорд. Не знаю, как зовут Вас и как Вы оказались в одной компании с зелёными демонами и веснотцами.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
ru: Меня зовут Реме Карренемо. Думаю, это ответ на оба Ваших вопроса.

source: Yes, it does.
ru: Да, действительно.

source: Gawen, my lord, I think he is still alive. What should we do with him?
ru: Гевен, милорд, он всё ещё жив. Что с ним делать?

source: Kill him!
ru: Убейте его!

source: What? Did I hear correctly? What is your name?
ru: Что? Я не ослышался? Как Вас зовут?

source: My name is...
ru: Меня зовут...

source: Gaumhaldric
ru: Гемхальдрик

source: Another Akladian lord losing to an aged underling. How do you explain that?
ru: Ещё один акладианский лорд проиграл убогому старику. И как же это объяснить?

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for another.
ru: Моя жена веснотка, и я знаком со многими веснотцами. Оставьте свои шуточки для кого-нибудь другого.

source: Fair enough. You will now answer a few questions.
ru: Справедливо. Тогда ответьте на несколько вопросов.

source: You may now rest in peace.
ru: Идите с миром.

source: You won't finish me?
ru: Вы не прикончите меня?

source: No. If you're able to survive your wounds, you will be allowed to live.
ru: Нет. Если оправитесь от ран, останетесь в живых.

source: Your face is familiar in some strange way... could it be...
ru: Странно, твоё лицо мне кажется знакомым... Ты, случайно не...

source: If you will answer my questions, I will answer yours.
ru: Ответьте на мои вопросы, а я отвечу на Ваши.

source: Now, please tell me... Who are you?
ru: Прошу, скажи мне... Кто ты?

source: Mother, do NOT harm this man.
ru: Мать, ПРЕКРАТИТЕ пытать его.

source: But why, my son? He would have gladly harmed me, if given the chance.
ru: Почему, сын мой? Он бы с радостью меня замучил, представься ему шанс.

source: Hm... you are still alive? There is strong spirit inside of your body. Stand and accept the final blow, but know that I won't damage your body further.
ru: Хм... Ты всё ещё живой? В твоём теле живёт могучий дух. Встань и прими последний удар. И знай, что я не буду калечить твоё тело после смерти.

source: Where do we go from here?
ru: Куда теперь?

source: I say to hell with that mage. Let's go to Vattin and announce that the king has returned...
ru: Я бы сказала, чёрт с ним, с этим магом. Лучше пойдём в Ваттин и объявим, что король вернулся...

source: I strongly suggest we go to the Oracle.
ru: Я настоятельно советую пойти к Оракулу.

source: ...and the FIRST thing we will do in Vattin will be to kill all those who interrupt me when I speak.
ru: ...и ПЕРВОЕ, что мы сделаем в Ваттине, это убьём всех кто меня перебивал.

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
ru: Мать, Рувио, не могли бы вы хотя бы ПОПЫТАТЬСЯ притвориться, что ладите друг с другом?

source: Not really.
ru: Не думаю.

source: Who or what is the Oracle anyway?
ru: Ладно, кто или что такое Оракул?

source: She's a woman, a mage with prophetic abilities. She was the only mage left in Vakladia by Akladians; I have no idea why. When one oracle dies, she is replaced by one of her apprentices. She may be able to sense where Deorien is, because she is also a mage.
ru: Это женщина, маг, обладающая пророческим даром. Она единственный маг, которого акладианы оставили в Вакладии. Понятия не имею, почему. Когда Оракул умирает, одна из учениц занимает её место. Возможно, у неё есть сверхъестественная связь с Деориэном, ведь они оба маги.

source: The Oracle is not a mage, do not listen to him, my son. This worthless underling does not know God, that's why he is mistaken, as usual. If the Oracle knows the future, she is the voice of God on earth. If not, she is a tool of evil.
ru: Оракул не маг, не слушай его, сын мой. Этот никчемный убогий не знает Бога, поэтому ошибается, как и всегда. Если Оракул знает будущее, она глас божий на земле. Если нет, она орудие дьявола.

source: Stop calling him an underling. STOP using that word.
ru: Прекратите называть его убогим. ЗАБУДЬТЕ это слово.

source: But what SHOULD I call him? He IS an underling.
ru: Как ЕЩЁ мне называть его, если он УБОГИЙ?

source: And stop calling me your son. You are not my mother. My mother was an underling, wasn't she, Lorin? Poisoned by oh-so-noble Akladians, all full of their own hubris.
ru: И прекратите называть меня своим сыном. Вы мне не мать. Моя мать была убогой, не так ли, Лорин? Отравленной ой-какими-знатными акладианами, раздутыми от высокомерия.

source: But why... why you are so angry at me? I... I... then what should I call you? My king? My lord?
ru: Но почему... Почему ты так зол на меня? Я... Я... Как же мне тебя называть? Король? Милорд?

source: At this point, I don't care.
ru: Теперь мне всё равно.

source: Then maybe just... Gawen?
ru: Тогда может быть... Гевен?

source: I told you, I don't care.
ru: Я сказал, мне всё равно.

source: (<i>to herself</i>) But I... I think I care.
ru: (<i>про себя</i>) Но мне... Мне не всё равно.

source: This is not some skirmish! I think this is a situation which calls for using emergency reserves of gold.
ru: Это не просто стычка! Думаю, ситуация требует воспользоваться неприкосновенным запасом золота.

source: Ruins of Weldyn
ru: Развалины Вельдина

source: I was told that once, there was a great city here. Once people crowded its streets, and its walls reached, as it were, to the sky. Now only ruins remained - only the skeletons of buildings and the shivered remains of walls.
ru: Мне рассказывали, что когда-то здесь был великий город. В те времена улицы были полны народа, а городские стены возвышались до небес. Теперь остались лишь руины. Скелеты зданий и раскрошенные остатки стен.

source: Lorin said that Akladians were at first unable to take Weldyn; without artillery nor bows, they never were good at taking fortified cities. They besieged the city for years, storming the walls with ferocity and fanatical courage.
ru: Лорин говорила, что сначала акладианы не смогли взять Вельдин. Не имея ни артиллерии ни луков, они никогда не были сильны в штурмах укреплённых городов. Годами они держали осаду, яростно, с дикой отвагой штурмуя неприступные стены.

source: Finally, the walls were breached with the help of treachery from within. The traitor was promised three bags of gold for opening the city gates. The Akladians kept their promise. The tale has it that they tied the three bags of gold to the traitor's legs before they pushed him from the walls into the river.
ru: В конце концов, проникнуть за стены помогла измена. Предателю пообещали три мешка золота за то, что он откроет ворота. Акладианы сдержали слово. История гласила, что они привязали ровно три мешка золота к ногам предателя перед тем, как сбросить его со стены в реку.

source: Dead city
ru: Мёртвый город

source: So, you think the great mage is hiding somewhere here?
ru: Значит, Вы считаете, что великий маг скрывается где-то здесь?

source: Yes, my lord. These are ruins of the great city of Weldyn. Deorien should be here somewhere.
ru: Да, милорд. Это руины великого города Вельдина. Деориэн должен быть где-то рядом.

source: Hiding like a rat, seeking cover against the wrath of the just hand of God. So, our plan is to find him, torture him, and kill him, right?
ru: Прячась как крыса, скрываясь от гнева праведной длани господней. Итак, мы должны найти его, замучить и убить, так?

source: Lady Lorin, are you just pretending you have not understood our purpose for coming here, or is the utter inability to grasp the goals of our mission a natural consequence of the poor quality of your mind?
ru: Леди Лорин, Вы притворяетесь, что не понимаете зачем мы здесь, или полная неспособность осознать цели нашей миссии естественным образом следует из Вашего скудоумия?

source: I can kill you here and now, underling, so watch your words.
ru: Я могу убить тебя прямо здесь и сейчас, убогий, так что следи за словами.

source: Mother! Stop it! What did I tell you about using this ugly word? I need BOTH of you. You should be friends... or at least allies, not enemies.
ru: Мать, прекратите! Что я говорил об этом мерзком слове? Мне нужны вы ОБА. И нужны друзьями... Или хотя бы союзниками, а не врагами.

source: Is that an order?
ru: Это приказ?

source: Yes, it is.
ru: Так точно.

source: If this is your will, Gawen, I will kill that under... uhm... man-like creature later.
ru: Если такова твоя воля, Гевен, я убью убо... эээ... это человекоподобное позже.

source: God help us. I've heard terrible stories about this place. They say the ghosts of murdered citizens still inhabit these ruins. No Akladian wants to enter this tomb, full of remembrances of the dead.
ru: Помоги нам, Боже. Я слышал кошмарные истории об этом месте. Говорят, призраки убитых горожан всё ещё бродят среди руин. Ни один акладиан не должен тревожить эту могилу, заполненную воспоминаниями о мёртвых.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
ru: Ни один призрак не устоит перед холодной сталью в руках Лорин.

source: Explore
ru: Исследуйте руины

source: Master, someone approaches us! Should I attack now?
ru: Учитель, кто-то приближается! Нападём на них?

source: No, don't attack.
ru: Нет, не трогайте.

source: These are Akladians! At least, there are Akladians among them! I will need reinforcements!
ru: Это акладианы! По крайней мере некоторые из них! Нам нужно подкрепление!

source: I said, don't attack. Fear not, friends from distant lands. I know who you are. The Oracle has foreseen your arrival. I have been waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I have waited for you.
ru: Я сказал, не трогайте. Не бойтесь, друзья из далёких земель. Я знаю кто вы. Оракул предсказала ваше появление. Я ждал тебя, благородный Гемхальдрик, или, лучше, Гевен Хагартен. Ты даже не представляешь, как долго я тебя ждал.

source: Are you Deorien, the great mage?
ru: Вы Деориэн, великий маг?

source: Yes, I am.
ru: Да, это я.

source: We need your help. A great army is about to invade Wesnoth, and without mages, we...
ru: Нам нужна Ваша помощь. Огромная армия готовится вторгнуться в Веснот, и без магии мы...

source: I told you I know who you are and why you are here. But I'm afraid that you do not yet know. Gawen Hagarthen, I have been waiting for many, many years for someone like you to appear. When I heard about you, hope arose in my heart. Now, that I see you, I am sure.
ru: Я же сказал, что я знаю кто вы и зачем вы пришли. А вот ты, боюсь, этого не знаешь. Гевен Хагартен, многие-многие годы я ждал появления кого-то вроде тебя. Когда я услышал о тебе, в моём сердце поселилась надежда. Теперь, когда я тебя увидел, она превратилась в уверенность.

source: Sure? Of what? You are confusing me, I only wanted to ask you for help.
ru: Уверенность? В чём? Вы сбиваете меня с толка, я просто пришёл попросить о помощи.

source: I invite you and your friends into my rooms. I have hidden amongst these ruins my whole life. In the darkest hour of Wesnoth, I gathered the last surviving mages of Weldyn and we hid in the library. Then... well, I will explain everything to you. But first, you must hear a story. A very long story... Gawen, what do you know about the origins of the Akladians?
ru: Приглашаю тебя и твоих друзей в мои покои. Я скрывался в этих руинах всю свою жизнь. В самые мрачные для Веснота времена я собрал последних спасшихся магов Вельдина, и мы спрятались в библиотеке. Потом... Впрочем, я ещё успею обо всём рассказать. А сначала ты должен услышать одну историю. Длинную-длинную историю... Гевен, что тебе известно о происхождении акладиан?

source: Akladians? Well... we came from the east, isn't it? Mother, help me out here...
ru: Акладиан? Ну... Мы пришли с востока, так? Мать, напомните, что там дальше?..

source: Should I kill this mage now?
ru: Может, я просто прикончу этого мага?

source: She won't be able to tell you, because all she knows are legends and myths. Lorin would tell the legend of how God created Akladians so that they could rule over the world, but that a false messiah imprisoned them, so they rebelled and then they journeyed here. She knows only legends and myths passed down from person to person, losing a little bit of truth each time in the re-telling.
ru: Она не сможет тебе помочь, потому что сама знает только легенды и мифы. Лорин расскажет легенду о том, как Бог создал акладиан, чтобы те правили миром, но ложный мессия пленил их, а потом они взбунтовались и пришли сюда. Она знает лишь легенды и мифы, которые передавались из уст в уста, при каждом пересказе теряя крупицу истины.

source: And yet, for every myth there is a true event which started it, a true beginning twisted and confused with the passing generations. Listen to me now.
ru: И всё же, каждый миф начинается с действительного события, истинного начала, которое искажают и запутывают последующие поколения. А теперь слушайте.

source: Ally From the Past
ru: Союзник из прошлого

source: When I woke up, the first thing I felt was astonishment: I was still alive! At first I thought I was Bor Cryne's prisoner, but my hands weren't tied. Then I noticed that weary man.
ru: Первое, что я почувствовал, очнувшись, было изумление: я всё ещё живой! Сначала я подумал, что нахожусь в плену у Бора Крайна, но мои руки были свободны от пут. Потом я заметил этого усталого мужчину.

source: I do not mean he was old. He just seemed like he had seen a lot in his life; his face bore memories of old battles, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, an ungodly underling. Wesnothian, in other words. I wasn't sure whether this was a good or bad thing, remembering how much those folks hated Akladians.
ru: Не думаю, что он был стар. Он выглядел потрёпанным судьбой. Лицо его несло печать воспоминаний о прошедших битвах, многие из которых были проиграны. Кого-то он напоминал. Он был, как сказала бы моя мачеха, убогим безбожником. Иначе говоря, веснотцем. Не знаю, хорошо это было или плохо, учитывая их ненависть к акладианам.

source: Moerre Crynenoj
ru: Муэрре Крайнино

source: Ore Cruveno
ru: Оре Крувено

source: Rebel
ru: Бунтарь

source: Finally, you awaken.
ru: Вы, наконец, проснулись.

source: Am I alive? Who are you? Where am I?
ru: Я живой? А кто Вы? Где я?

source: Be not worried. You are amongst friends, Haldric.
ru: Не беспокойтесь. Вы среди друзей, Хальдрик.

source: But, how... wait, what did you call me? Haldric?
ru: Но как... Стойте-стойте, как Вы меня назвали? Хальдрик?

source: That's what your mother named you.
ru: Вас так называла мать.

source: My mother never... wait, you are talking about my REAL mother, aren't you? You knew my mother?
ru: Моя мать никогда... Постойте, Вы говорите о настоящей моей матери, не так ли? Вы её знали?

source: Yes, I was her... courtier. I was close to her when she was dying. I promised her that I would watch over you. You have her eyes... I played with you when you were a child, don't you remember me?
ru: Я был её.... придворным. В минуту её смерти я был рядом. Я обещал ей приглядывать за Вами. У вас одни глаза... Когда Вы были совсем ребёнком, я с Вами играл, не помните?

source: I remember nothing. But, how...
ru: Я ничего не помню. Но как...

source: I have friends in Barnon. One told me you were walking into a trap. I feared I had come too late when I found you; I thought you were dead. Fortunately, you were only unconscious. I took you here and cared for you these past three days.
ru: В Барноне у меня есть друзья. Один из них предупредил меня, что Вы идёте прямо в западню. Я беспокоился, что обнаружил Вас слишком поздно, боялся, что Вы уже мертвы. К счастью, Вы были только без сознания. Я перенёс Вас сюда и три последних дня выхаживал.

source: What are you doing here?!
ru: А ты что здесь забыла?!

source: My lord, I was not able to stop her.
ru: Милорд, я не сумел её остановить.

source: Don't be too hard on him, father. He really tried. So, this is little Haldric whom you told us about? He looks quite normal, not Akladian at all.
ru: Не будь с ним строгим, папа, он пытался. Так-так, а это крошка Хальдрик, о котором ты нам все уши прожужжал? Выглядит вполне нормальным, на акладиана не похож.
