Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared... she may not be able to fight in some of the battles which await us in future.
ru: Нет, милорд. Думаю, я знаю, что происходит с Вашей мачехой. Но раз она не хочет говорить, и я не стану. Но будьте готовы к тому, что она не сможет вместе с нами принимать участие в будущих битвах.

source: Underling, be silent. You know nothing. You all know nothing. I will fight.
ru: Молчи, убогий! Ты ничего не знаешь. Все вы ничего не знаете. Я буду сражаться.

source: No! I haven't avenged my family!
ru: Нет! Я не отомстил за свою семью!

source: Stop! Don't kill me! I will give you a lot of gold if you will spare me!
ru: Стойте! Не убивайте меня! Я отдам очень много золота, если меня отпустят!

source: Were you at Freetown?
ru: Вы были во Фритауне?

source: NO! That was Bor Cryne! Don't kill me!
ru: НЕТ! Это был Бор Крайн! Не убивайте меня!

source: I am an empty shell.
ru: Я лишь пустая скорлупа.

source: Before you will pass, I want to ask you one very simple question. Were you with the Akladian army which burned Freetown?
ru: Прежде, чем Вы уйдёшь, я хочу задать Вам один простой вопрос. Вы были с акладианской армией, которая сожгла Фритаун?

source: No! No! That was Bor Cryne, I swear! I wasn't there!
ru: Нет-нет! Это был Бор Крайн, клянусь! Меня там не было!

source: Well..
ru: Что ж...

source: Where is Bor Cryne?
ru: Где Бор Крайн?

source: Who gave you the location of Freetown?
ru: Кто выдал вам расположение Фритауна?

source: Do you know who poisoned my mother?
ru: Вы знаете, кто отравил мою мать?

source: Whenever he is, he should be here instead!
ru: Где бы он ни был, он должен быть где-то здесь!

source: I don't know! I wasn't at Freetown, really!
ru: Я не знаю! Я не был во Фритауне, правда!

source: I don't know! But Uri van Roe or Bor Cryne may know something about that...
ru: Я не знаю! Но Ури ван Роэ и Бор Крайн что-то об этом знают...

source: Don't kill me, Lorin! I knew you when you were a little child, I even played games with you when you were small...
ru: Не убивайте меня, Лорин! Я знал Вас совсем малышкой, мы даже играли, когда Вы были маленькой...

source: You should've killed me then, when you still had the chance.
ru: Вам бы убить меня тогда, когда ещё был шанс.

source: Whenever he is, he should be here!
ru: Где бы он ни был, он должен быть где-то здесь.

source: You truly are worthy to be our king! The Oracle was right! I never should have listened to Hoyre....
ru: Вы действительно достойны быть нашим королём! Оракул была права! Я не должен был слушать Ойре...

source: How could this be possible?
ru: Как это возможно?

source: I should've stayed in hills in the north...
ru: Я должен был остаться на севере, среди холмов...

source: Scouting
ru: Разведка

source: After leaving the Forest of Raedwood, Gawen and his companions found themselves faced with a problem: what to do next and how to fulfill the request of Mithrandil. Gawen wasn't sure what it meant to 'find the real reason behind the Akladian-Orcish alliance' and definitely had no idea how to accomplish that.
ru: После выхода из Редвудского леса перед Гевеном и его товарищами встал вопрос: что делать дальше и как выполнить задание Митрандила? Гевен не очень понимал, что значит "найти истинную причину альянса орков с акладианами" и совершенно не представлял, как это сделать.

source: I am still confused. When I saw Gawen, at first I did not recognize him. He had changed from the last time I saw him. He was just a kid then, but now he looks more like a young man... an amazing change in just a few months.
ru: Я в смятении. Я даже не узнала Гевена, когда увидела его. Он так изменился с тех пор, когда мы виделись в последний раз. Он был сущим ребёнком, а стал юношей... Удивительная перемена всего за несколько месяцев.

source: ...and now he keeps the company of underlings... an underling child who tries to behave like a woman, an underling man who looks like a veteran of many battles, underling soldiers, and even worse: elves. The green devils. But since I have been amongst underlings for months myself, this moves me much less than I would have thought.
ru: ...И теперь он водил компанию с убогими... Убогое дитя, которое старалось вести себя как женщина, убогий мужчина, который выглядел ветераном многих битв, убогие солдаты и, что хуже всего, эльфы. Зелёные дьяволы. Но, так как я и сама давно живу среди убогих, всё это возмущает меня не так сильно, как можно было бы ожидать.

source: Looking at him, I keep on thinking about what the oracle once told me; I am starting to dread those thoughts. When his father died, I thought that everything - well, almost everything - the Oracle had told me were lies, but now... now I am scared and I try not to think about it. But it keeps coming back.
ru: Глядя на него, я всё время думаю о том, что мне когда-то предрекла Оракул. И начинаю бояться этих мыслей. Когда его отец умер, я думала, что всё, ну или почти всё, что Оракул говорила мне — ложь. Но теперь... Теперь мне не по себе, и я стараюсь гнать от себя эти мысли. Но они не отступают.

source: Gawen ordered his soldiers to march quickly to the temporary base that had been established in the plains north of Barnon. He was afraid that more enemy forces would arrive, and wanted to tend to his wounded.
ru: Гевен приказал своим солдатам немедленно отправляться во временный лагерь, разбитый в полях севернее Барнона. Нужно было позаботиться о раненых, пока не нагрянули новые враги.

source: Fighting in the swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted to leave the frozen fens. They were all mired in a strange mix of mud and snow, and this was not improving their mood.
ru: Битва среди трясин Заурдука не принесла никакого удовлетворения. Солдаты Гевена были рады покинуть замёрзшие болота. Ноги вязли в мутной смеси грязи и снега, и настроение у всех было подавленным.

source: After seeing the atrocities committed by the orcs, Gawen's soldiers were unusually silent. None joked nor sang, as had been the norm after their last few battles. Each seemed to be thinking about their own families, their wives and children.
ru: После зрелища зверств, учинённых орками, солдаты Гевена хранили необычное молчание. Никто не шутил, не пел, как обычно после битвы. Казалось, все думали о собственных семьях, о жёнах и детях.

source: I am finally free! I still can hardly believe it. Not only am I free, but also Gawen, my king, is alive. It is a very real relief for me; the thought that I had abandoned him during the Battle of Barnon has haunted me for weeks now.
ru: Наконец-то я на свободе! Всё ещё не могу в это поверить. Мало того, что я свободен, ещё и Гевен, мой король, жив! Я испытал несказанное облегчение. Неделями меня мучила совесть за что, что я бросил его в битве при Барноне.

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite Lorin calling her 'a mite of a child' she is a woman already, and quite pretty.
ru: Так удивительно, что Гевен окружён убогими. Впрочем, Гевен потребовал, чтобы я больше никогда не употреблял это слово. Буду привыкать называть их веснотцами. Думаю, девочка с рыжими волосами по уши влюблена в Гевена. И, хотя Лорин называет её крошкой, она вполне уже женщина, причём прехорошенькая.

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite her youth, she is a woman already, and quite pretty.
ru: Так удивительно, что Гевен окружён убогими. Впрочем, Гевен потребовал, чтобы я больше никогда не употреблял это слово. Буду привыкать называть их веснотцами. Думаю, девочка с рыжими волосами по уши влюблена в Гевена. И, хоть юна, вполне уже созрела быть женщиной, причём прехорошенькой.

source: Failing to save Reme left Gawen feeling devastated. The news about Reme's death reached Gawen's temporary base soon after, throwing all into a somber melancholy.
ru: Неудачная попытка спасти Реме опустошила Гевена. Вскоре новость о смерти Реме достигла полевого лагеря и все погрузились в мрачную меланхолию.

source: Bitter and depressed, having failed to interrogate a single orc leader who knew anything of substance, Gawen and his troops headed home toward Freetown. Along the way, they found a near-frozen orc, dying in the snow. 'Grekulak', it said, and then expired.
ru: Огорчённый и подавленный, не сумевший допросить ни одного орочьего вождя, который знал хоть что-то существенное, Гевен со своим отрядом возвращался домой во Фритаун. По пути он нашёл в снегу полузамёрзшего умирающего орка. Тот лишь смог произнести: "Грекулак", и скончался.

source: Rob Roe was not amongst Gawen's soldiers. He disappeared one night and no one, not even the outlaws in Gawen's army, knew the reasons of Roe's sudden disappearance. Outlaws were startled by the event and many of them refused to follow Gawen's orders any more.
ru: Роба Ро не было среди солдат Гевена. Однажды ночью он просто исчез и никто, даже из разбойников, не знал причины его внезапного исчезновения. Разбойники были взбудоражены этим происшествием и многие перестали следовать за армией Гевена.

source: I've seen a lot of orcs lately. They are going here and there, and have been surprisingly disciplined and well-behaved considering what I've heard about orcs. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
ru: В последнее время я видел много орков. Они ходили туда-сюда и были на удивление дисциплинированными и воспитанными, по сравнению с тем, что я о них слышал. Ну да, они забили и съели трёх наших коров и забрали нашу единственную лошадь, но этого можно ожидать от любых солдат. Какие-то орочьи отряды стоят на юге отсюда, в Барноне.

source: Reme? No, I have not heard about him.
ru: Реме? Нет, я ничего о нём не слышал.

source: Bontom? Of course I know about it. It is a nice place a little bit west from here! My wife is from that area.
ru: Бонтом? Конечно знаю. Это милое местечко недалеко на западе отсюда. Моя жена из тех мест.

source: Bontom
ru: Бонтом

source: No offense, but you've already asked me that question.
ru: Без обид, но это ты уже спрашивал.

source: Well, and what do you propose in exchange?
ru: А что ты предлагаешь взамен?

source: What about this:
ru: Вот что:

source: If not, I will burn down this village.
ru: Я сожгу твою деревню если ты откажешься.

source: I will pay you in gold.
ru: Я заплачу тебе золотом.

source: A chance to fight against orcs and Akladians.
ru: Возможность сражаться против орков и акладиан.

source: No offense, but I value my life more than gold.
ru: Без обид, но я ценю свою жизнь дороже золота.

source: That is supposed to convince me?!? Go away, little butcher. I will talk to you no more!
ru: И это должно меня переубедить?! Убирайся отсюда, мясник недоделанный. Не буду больше с тобой разговаривать.

source: And this is a good reason, because...?
ru: И это стоящее дело, потому что... ?

source: You may have some fun!
ru: Это отличная забава!

source: You will earn some gold in process!
ru: Ты сможешь добыть немного золота!

source: People unwilling to fight for freedom aren't worthy of it. Are you?
ru: Люди, которые не сражаются за свободу, не достойны её. А ты?

source: What, are you a coward? Afraid of a few orcs?
ru: Ты что, трус? Испугался кучки орков?

source: Well... yes, why not? One of our boys can really handle a bow. You might have some use for him.
ru: Ну... А почему бы и нет? Один из наших парней умеет обращаться с луком. Может он тебе пригодится.

source: Ringo
ru: Ринго

source: Ha, ha, and I thought you were serious.
ru: Ха-ха, а я подумал, ты серьёзно.

source: Orcs? They were here, but they left in hurry. They were pillaging villages to the east of us. They were headed for a place called Haeltin, and I've heard they were defeated there by some woman.
ru: Орки? Они были здесь, но быстро ушли. Разграбили деревни на востоке отсюда. Они шли в место под названием Хэлтин, и, как я слышал, их там разбила какая-то женщина.

source: Some woman? SOME WOMAN? That freckled kid might be SOME woman when she grows up, but not me. I am a Lady, LADY Lorin!
ru: Какая-то женщина? КАКАЯ-ТО ЖЕНЩИНА? Вот это конопатое дитя будет КАКОЙ-ТО женщиной когда подрастёт. А я - леди, ЛЕДИ Лорин.

source: Ah, that must be that 'She-wolf of Haeltin' you mentioned, Ruvio. Will have to meet her.
ru: А, Рувио, это та Хэлтинская Волчица, про которую ты говорил. Нам нужно встретиться с ней.

source: Bontom? It is somewhere in the south-west. I think. In one of the villages south of here people might know more about its exact location.
ru: Бонтом? Это где-то на юго-западе. Кажется. В деревне к югу отсюда должны больше знать об этом месте.

source: If I were younger, then I might have said yes, why not, but I am really too old for adventure seeking now.
ru: Если бы я был моложе, я бы сказал: "да, почему бы и нет?", но сейчас я слишком стар, чтобы искать приключения.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big and bad and you should avoid them, boy.
ru: Орки? А то. Вон внизу всё пожгли да пограбили. Здоровенные и злые. Ты, парень, держись от них подальше.

source: Reme? What is Reme? Some kind of food?
ru: Реме? Что за Реме? Это едят?

source: No, no, it's one of the Akladian lords, who...
ru: Нет, нет. Это один акладианский лорд, который...

source: Oh, Akladian lords, yeah, I've heard about them. They are big and bad and you should avoid them, boy.
ru: А, ага, про акладианских лордов я слышал. Здоровенные и злые, ты лучше держись от них подальше.

source: A place called Bontom? Yeah, I've heard about that. It's somewhere in the south; maybe people living in villages more to the south would know more about it.
ru: Бонтом, ага. Слышал. Где-то на юге. Может мужики из южной деревни больше скажут.

source: I'm too old ta be leavin' my village, and the one boy who wanted to search for adventures already joined you.
ru: Да я старый уже из деревни уходить. А тот парень который искал приключений, уже с тобой.

source: I'm too old ta be leavin my village, but there is one boy who could fight for you, why not.
ru: Да я старый уже из деревни уходить. А вот у нас есть один парень, вот он бы с тобой пошёл. А чего?

source: One of local peasants joins your army. It's an untrained but LOYAL, STRONG, and RESILIENT unit.
ru: Один из местных крестьян присоединился к вашей армии. Он неопытный, но ВЕРНЫЙ, СИЛЬНЫЙ и СКРЫТНЫЙ.

source: John the Baldhead
ru: Джон Плешивая башка

source: Now that we know where your friend Reme is, we can go to that Bontom place the peasants told us about.
ru: Теперь, когда мы знаем, где твой друг Реме, мы можем пойти в этот Бонтом, о котором нам рассказали крестьяне.

source: I guess we could ask peasants whether they know something about this Bontom place, where your friend Reme is being kept.
ru: Думаю, нам нужно спросить дорогу у местных крестьян. Может они знают, что это за Бонтом, где держат в плену Реме.

source: We already know what we were sent to find out. We should return to Freetown now.
ru: Мы уже выяснили то, за чем нас послали. Нужно немедленно возвращаться во Фритаун.

source: But we never found out what happened to Reme.
ru: Но мы так и не узнали, что же случилось с Реме.

source: We had our chance to rescue him in Bontom, but we failed to do so...
ru: У нас был шанс спасти его в Бонтоме, но мы упустили его...

source: Well, I guess we could still check that Bontom place the peasants told us about.
ru: Что ж, думаю, нам по прежнему нужно разобраться с Бонтомом, о котором нам говорили крестьяне.

source: Well, I guess we could still try to find out where this Bontom place is where your friend Reme is being kept.
ru: Что ж, думаю нам нужно найти этот Бонтом, где держат твоего друга Реме.

source: I don't think there's anything we can do about that at this point...
ru: Не думаю, что мы сейчас сможем что-то с этим сделать...

source: We've already searched for answers in the city of Barnon.
ru: Мы уже искали ответы в городе Барнон.

source: My lord, from here we may explore a few possibilities. To the south, there is city of Barnon. It would definitely be very dangerous to go there, but...
ru: Милорд, теперь мы можем рассмотреть несколько вариантов. На юге - город Барнон. Там, конечно же, очень опасно, но...

source: ...but we could probably find something about orcs there, right?
ru: ...но там есть возможность узнать что-нибудь об орках, так?

source: We already went west to Haeltin. That was where your step-mother was, remember? That she was the 'She-wolf' really surprised me.
ru: Мы уже были на западе в Хэлтине. Там, где была Ваша мачеха, помните? Я был немало удивлён тем, что она и есть Хэлтинская волчица.

source: We've heard that some woman, known by the nickname 'The She-wolf of Haeltin', was besieged by the orcs and she was able to repel them. Haeltin is west from here. It would be easy to go to her and ask her a few questions.
ru: Мы слышали, что какая-то женщина по прозвищу Хэлтинская волчица была осаждена орками и смогла отбить их нападение. Хэлтин находится на западе отсюда. Можно просто пойти к ней и задать пару вопросов.

source: We could also go for the swamps.
ru: Ещё можно пойти на болота.

source: We could, but saurians live in the swamps of Saorduc, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages here, you could go and ask peasants, maybe they would know something.
ru: Можно, но ящеры болот Заурдака редко выбираются из своей трясины. Боюсь, от них не будет толка. Рядом есть несколько деревень. Может, их жители что-нибудь знают.

source: Frankly, I have no idea what to do now. We have already searched all of the obvious locations.
ru: Честно говоря, понятия не имею что теперь делать. Мы обошли уже все известные места.

source: Raedwood Forest
ru: Редвудский лес

source: To Freetown
ru: Во Фритаун

source: To Haeltin
ru: В Хэлтин

source: To Saorduc swamps
ru: В Заурдукские болота

source: To Barnon
ru: В Барнон

source: Hyeton
ru: Хитон

source: It is extremely important to everyone to remember not to refer to Gawen by his real name. Always call him Gaumhaldric.
ru: Запомните: крайне важно, чтобы никто не называл Гевена настоящим именем. Всегда зовите его Гемхальдрик.

source: Why?
ru: Почему?

source: First of all, because our people at Freetown aren't ready to have an Akladian leader. Second, because Bor Cryne would send his entire army to pursue us if he heard so much as a whisper of the name Gawen Hagarthen.
ru: По-первых, потому что люди Фритауна не готовы видеть своим лидером акладиана. А во-вторых потому, что Бор Крайн поднимет всю свою армию, если хотя бы краем уха услышит имя Гевена Хагартена.

source: Gaumhaldric... so, is this why my son is not shaving? He wants to hide his real identity under a beard?
ru: Гемхальдрик... Поэтому мой сын не бреется? Хочет спрятать своё лицо за бородой?

source: No, no, no. He HAS to have a beard. All of our great Wesnothian kings had beards!
ru: Нет-нет-нет. Он ОБЯЗАН носить бороду. Все великие короли Веснота были бородатыми!

source: Do you like my clothes?
ru: Нравится моя одежда?

source: Yes.
ru: Да.

source: Darn it, it looks like the [found_item] tag doesn't work across scenarios...
ru: Чёрт, похоже тег [found_item] не работает между сценариями...

source: This is a large-scale map, where you may choose a way to go. Move Gawen to a signpost or any other location to move to a new scenario. Move Gawen to the tent to talk with his friends.
ru: Это крупномасштабная карта, на которой можно выбрать дальнейший путь. Подведите Гевена к указателю или какому-то другому объекту, чтобы перейти к новому сценарию. Чтобы посоветоваться с друзьями, приведите Гевена в палатки.

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
ru: Милорд, мы не можем возвращаться во Фритаун. Нам нечего рассказать, мы не выяснили ничего об орках.

source: My lord, I do not think we should go back to Freetown already. We haven't met with the She-wolf of Haeltin west of here. She may have some great insight, having fought with orcs already.
ru: Милорд, не думаю, что мы уже можем возвращаться во Фритаун. Мы ещё не были на западе у Хэлтинской волчицы. Она уже сталкивалась с орками, и у неё могут быть важнейшие сведения.

source: We were in Haeltin already. Where would you like to go now?
ru: В Хэлтине мы уже были. Куда теперь?

source: Are you sure you want to go there?
ru: Вы точно хотите пойти туда?

source: As you wish, my lord.
ru: Как пожелаете, милорд.

source: We already were in Saorduc. Where to now?
ru: В Заурдуке мы уже были. Куда теперь?

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
ru: Ты уверен, что хочешь туда идти? Я же говорил, что ящеры не знают ничего полезного.

source: So, on to Saorduc! Hopefully it is a wise decision and lizard men know something about orcs.
ru: Что ж, в Заурдук! Надеюсь, это мудрое решение и ящеры знают что-нибудь об орках.

source: Lizards? We already fought with them. I hate lizards.
ru: Ящеры? Мы уже сталкивались с ними. Ненавижу ящеров.

source: That was wise decision, my lord.
ru: Мудрое решение, милорд.

source: We already scouted near Barnon. Where should we go now?
ru: Окрестности Барнона мы уже разведали. Куда теперь?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
ru: Уверен, что туда стоит идти? Вокруг Барнона может быть немало врагов.

source: This could be dangerous... but also extremely valuable. We can definitely find out something about orcs there.
ru: Это может оказаться опасно... Но очень ценно. Мы определённо сможем разузнать там что-нибудь об орках.

source: Yes, on other hand, maybe we should search elsewhere.
ru: Да, с другой стороны, может быть стоит поискать в другом месте.

source: Who is comin' here? What d'ya wanna from us?
ru: Эт кто? Чего надо?

source: Don't be afraid, I want ask you few question and then I will go.
ru: Не пугайся, я только задам несколько вопросов и пойду дальше.

source: So go on an' ask us, then.
ru: Ну эт, спрашивай, ага.

source: Do you know where the place called Bontom is?
ru: Знаешь, где находится место под названием Бонтом?

source: Do you know anything about Reme Carrenemoe?
ru: Знаешь что-нибудь о Реме Карренемо?

source: Have you heard anything about orcs?
ru: Слышал что-нибудь про орков?

source: Would you want to fight for me?
ru: Хочешь воевать за меня?

source: Go and work, good man.
ru: Продолжай работать, добрый человек.

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
ru: О, добро пожаловать, мы наслышаны о твоих победах, Гемхальдрик.

source: I still can't get used to them calling him Gaumhaldric.
ru: Никак не привыкну к тому, что они зовут его Гемхальдриком.

source: Cute name, isn't it?
ru: Миленькое имечко, да?

source: Anything for you, young knight.
ru: Всё, что угодно, юный рыцарь.

source: Free men from Raedwood forest! You are always welcome here.
ru: Вольный человек из Редвудского леса! Мы всегда рады тебя видеть.

source: Where Reme Carrenemoe could possibly be?
ru: Где может быть Реме Карренемо?

source: Advise me what could we do now.
ru: Посоветуйте, что делать дальше?

source: Tell me about my mother.
ru: Расскажи о моей матери.
