Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: How did you manage to kill Uri van Roe? This shouldn't happen... it means the level is too easy. Contact the maintainers with your savegame and replay for review!
ru: Как вы сумели убить Ури ван Рое? Это невозможно. Видимо, уровень слишком лёгкий. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: How did Hoyre manage to kill Uri van Roe? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ru: Как это Ойре убил Ури ван Рое? Это невозможно. Что-то пошло не так. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to cause Uri van Roe to die or not... better restart just to be sure!
ru: Режим отладки включен или сейчас или раньше, так что не понятно, жульничаете вы, чтобы убить Ури ван Роэ, или нет... Лучше перезапустите игру, чтобы быть уверенным.

source: How did Uri van Roe manage to die? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ru: Как Ури ван Рое случилось умереть? Это невозможно. Что-то пошло не так. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: Ah! He's coming for me! Time to use my reserves!
ru: А! Он идёт ко мне! Время вводить резервы!

source: Ah! He's coming for me! What happened to my reserves?!
ru: А! Он идёт ко мне! А где резервы!

source: My lord, we really should try to escape, this battle is impossible to win!
ru: Милорд, нам нужно убегать, победа в этой битве невозможна!

source: Here are my reserves!
ru: А вот и подкрепление!

source: Ha! Come and get some! I have some nasty surprises for you!
ru: Ха! А ну-ка подходи! У нас тут неприятные сюрпризы!

source: Ha! Come and get some! I'm more than ready for you!
ru: Ха! А ну-ка подходи! Я готов, и даже больше!

source: Time for some nasty surprises for you!
ru: Время неприятных сюрпризов!

source: My faithful warriors, it's time to show your loyalty to the clan!
ru: О, верные бойцы! Настало время показать, как преданы вы клану!

source: Do not worry, I will soon be back, with reinforcements!
ru: Не беспокойтесь, скоро я вернусь и не один!

source: This Hoyre... Sometimes I wonder whether his mother... It seems, Uri, that we will have to finish this on our own.
ru: Ох уж этот Ойре... Порой я думаю, что его мать... Похоже, Ури, нам с Вами придётся дальше действовать самим.

source: ...well, now that Hoyre's no longer around, there's no need to keep up this farce, is there, Bor?
ru: ... ну что ж, раз Ойре с нами нет, нет смысла продолжать ломать комедию, не так ли, Бор?

source: I'm back with the reinforcements, just as promised!
ru: Ну что ж, я с подкреплением, как и обещал!

source: Ha! It seems Uri left behind some gold here after setting out from this encampment!
ru: Ха, похоже, Ури так спешил покинуть лагерь, что оставил тут немного золота!

source: Now wait just a minute here! Men, look around and see if they dropped any of their own gold!
ru: Подождите-ка минуту! Осмотритесь, не потеряли ли они тут своё золото?

source: Yes, gold for all true Akladians!
ru: Да, золото для истинных акладиан!

source: Bor Cryne and Uri van Roe have each received $gold_amt gold pieces.
ru: Бор Крайн и Ури ван Рое получили каждый по $gold_amt золотых.

source: yet he is still alive
ru: но он ещё живой

source: pikeneer
ru: пикейщика

source: protector
ru: защитника

source: clansman
ru: члена клана

source: shieldguard
ru: щитоносца

source: homeguard
ru: ополченца

source: raider
ru: рейдера

source: light infantryman
ru: лёгкого пехотинца

source: warrior
ru: воина

source: fastfoot
ru: адьютанта

source: underling
ru: убогого

source: witch, his stepmother
ru: ведьму-мачеху

source: yet she is still alive
ru: но она ещё жива

source: This underling has incredible luck!
ru: Убогому изрядно повезло!

source: What do you mean, Bor?
ru: О чём Вы, Бор?

source: I don't know how to explain this. But... For example, I was so sure our warriors will kill that $tmp, $tmpg|!
ru: Не знаю, как сказать. Ну... например, я был уверен, что солдаты убьют $tmp, $tmpg|!

source: She-Wolf of Haeltin
ru: Хэлтинская Волчица

source: A bitter-cold wind was blowing on the day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that the She-wolf of Haeltin had fought with Akladians as well as orcs, so she could be a friend.
ru: Обдуваемая ледяным ветром армия Гевена в сопровождении местных крестьян добралась до холмов, среди которых стоял замок Хэлтин. Рувио рассказывал, что Хэлтинская волчица сражалась как с орками, так и с акладианами, а значит её можно было числить среди друзей.

source: My Lady, our scouts have told us that an unknown army is approaching us. They also report that it is led by Gaumhaldric, a Wesnothian. I've heard about him; supposedly he has already defeated some Akladian lords as well as bandits. If he attacks us, I don't know if we can defend ourselves.
ru: Миледи, разведчики докладывают, что к нам приближается какая-то армия. Говорят, что её ведёт какой-то Гемхальдрик, веснотец. Я наслышан о нём. Похоже, он успешно бил как акладианских лордов, так и разбойников. Не знаю, сможем ли мы отбиться, если он пойдёт в атаку...

source: What kind of madman is he, attacking in the winter? And why wouldn't we be able to defend ourselves? Anyway, Yahyazad, it's time you learned something. I can easily convince this Gaumhaldric that attacking us is bad idea.
ru: Он что, псих, нападать на нас среди зимы? И почему это мы не отобьёмся? Как бы то ни было, Яхиазад, тебе пора кое-чему научиться. Я легко уговорю этого Гемхальдрика, что связываться с нами — плохая идея.

source: And how, exactly, do you plan to do that?
ru: И как именно Вы собираетесь это сделать?

source: I will exercise my womanly wiles against him.
ru: Использую против него женские чары.

source: Mm hmm...
ru: Хм-м-м...

source: In plainer language, I'm going to seduce him.
ru: Проще говоря, я собираюсь соблазнить его.

source: Indeed? I shall be sure to observe and learn, then.
ru: Неужели? Тогда я обязательно буду смотреть и учиться.

source: This is the place. I am not sure what we should do. The place seems to be well-fortified, and we are not prepared for a long siege.
ru: Мы на месте. Не представляю, что делать дальше. Местность хорошо укреплена, а мы не готовы к продолжительной осаде.

source: Wait, I think they've sent a messenger to us. Before we make any decisions, let's see what the 'She-wolf' wants from us.
ru: Подождите, я думаю они пришлют гонца. Узнаем, что хочет Хэлтинская Волчица, а потом будем решать.

source: It is my great honour to welcome the handsome Gaumhaldric to Haeltin. I have heard a lot about you, so brave and... oh my God. It's impossible.
ru: Для меня большая честь приветствовать прекрасного Гемхальдрика в Хэлтине. Я много наслышана о Вас, о Вашей храбрости и... О, боже. Не может быть.

source: Never before have I witnessed such subtlety. I suppose you have seduced him already?
ru: Никогда раньше не видел такой тонкой игры. Полагаю, он уже соблазнён?

source: Why do you both have such stupid looks on your faces? You know each other or something?
ru: Что-то у вас обоих дурацкий вид. Вы, что ли, знакомы, или типа того?

source: Mother?
ru: Мать?

source: “Mother?”!?
ru: Мать?!?

source: That's impossible! How... how... You are dead!
ru: Не может быть! Но как?.. Как?.. Тебя же убили!

source: Wait a minute. SHE'S your mother?
ru: Подождите-подождите. ЭТО твоя мать?

source: Yes, she is my mother... well, step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
ru: Да, это моя мать... Ну, на самом деле, мачеха. Это леди Лорин. Мать, это Рувио, мой друг, а это...

source: Wait! How is it possible that you are still alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
ru: Подожди! Как ты смог спастись? Ты же пал в битве при Барноне, мы слышали, я слышала, я...

source: It was Ruvio who saved my life. He took my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
ru: Рувио спас меня. Он вынес меня с поля боя и ухаживал за мной, пока я не поправился. А это его дочь Карен.

source: Wow... I just... Gawen, I'm so happy... these are the people who were caring for you, right? Underling, how can I reward you for saving my son's life?
ru: О... Я просто... Гевен, я так счастлива... Вот эти люди о тебе заботились, да? Убогие, какую награду вы хотите за то, что спали жизнь моего сына?

source: This is getting more interesting with every moment. Dad, she was talking to you.
ru: Чем дальше, тем интереснее. Пап, это она тебе говорит.

source: Oh, and what a nice kid. I didn't know it was the custom among the underlings to give weapons to their children.
ru: Какой милый ребёнок. Не знала, что в обычае убогих давать детям оружие.

source: Nice to meet you, Lorin. You are quite good-looking for being Gawen's grandmother. You had to be quite a lass some forty or fifty winters ago.
ru: Рада познакомиться, Лорин. Вы отлично выглядите для бабушки Гевена. Вам ведь должно быть лет сорок или пятьдесят?

source: Stop it!
ru: Прекратите!

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we work on getting back your throne!
ru: Впрочем, пройдём в мой замок, Гевен. Твоим слугам выдадут награду, после чего они могут идти. А нам нужно обдумать, как возвратить тебе престол!

source: Hey, hey, I think must be some misunderstanding here. Gawen is our rightful king, and he has to reclaim his birthright. He's the king of Wesnoth.
ru: Стойте, стойте, похоже, у нас тут возникло некоторое недопонимание. Гевен это наш законный король и он должен получить то, что полагается ему по праву. Он — король Веснота.

source: Precisely! ...except that he is king of <u>Vakladia</u>. So, what do you want, underling, for saving my son's life? Speak quickly, for Gawen and I have a lot to do, and you are starting to get on my nerves... which is a dangerous thing to do.
ru: Всё верно, кроме того, что он король </i>Вакладии</i>. Так, убогий, что ты хочешь за спасение моего сына? Говори быстрее, потому что у нас с Гевеном много дел, а ты начинаешь действовать мне на нервы... А это опасно.

source: Listen, woman, I want nothing from you. Gawen's not going anywhere with you. He is staying with us and he is going to unite Wesnoth and...
ru: Послушай, женщина, мне от тебя ничего не надо. Гевен никуда с тобой не пойдёт. Он останется с нами, объединит Веснот, а потом...

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia! Not king of Wesnoth! And most definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
ru: Прекратите! Прекратите оба! Я не король. Ни Вакладии, ни Веснота! И вообще НИКТО НЕ БУДЕТ ЗА МЕНЯ РЕШАТЬ, что мне делать.

source: Now, we will go to the castle. My troops need to get some rest.
ru: А теперь мы пойдём в замок. Моим людям нужно отдохнуть.

source: My son, your troops are already in the castle, and those underlings...
ru: Сын мой, твои люди уже в замке, а эти убогие...

source: THESE are my troops. They have fought and bled alongside me. Don't call them underlings. After we ALL go to the castle, I want to ask you a few questions about the orcs. And then we will leave Haeltin. Mother, you are welcome to come with us.
ru: ЭТО мои люди. Они сражались и проливали кровь за меня. Не называйте их убогими. После того, как мы ВСЕ расположимся в замке, я хотел бы поговорить с Вами об орках. Потом мы уйдём их Хэлтина. Мать, я, предлагаю Вам пойти с нами.

source: The orcs... well, did you know that they tried to take my castle? We defeated them. Would you believe that they were allied with Akladians?
ru: Об орках... Ну, как ты знаешь, они пытались взять мой замок и потерпели поражение. Ты не поверишь, но они выступали вместе с акладианами.

source: Earlier, after the battle at Barnon, we spotted orcs in the hills. I got the chance to interrogate one of the Orcish leaders. He said that they were waiting for a human envoy, after burning Reme Carrenemoe friend's castle.
ru: А ещё раньше, сразу после битвы при Барноне, мы встретили орков в окрестных холмах. Мне удалось допросить одного из вожаков. Он сказал, что ждал посла от людей после того, как сжёг замок друга Реме.

source: It seems that Bor Cryne has allied with orcs so as to be able to kill every Akladian who is not worthy to be a member of our race in Bor Cryne's eyes. That means every Akladian who has underling friends or an underling wife, or who ever even so much as looked at Cryne cross-eyed.
ru: Похоже, Бор Крайн вступил в союз с орками чтобы уничтожить каждого кто, по его мнению, не достоин принадлежать к акладианской расе. То есть тех, кто водит дружбу с веснотцами, кто женился на убогой, или кто просто косо посмотрел на Крайна.

source: And what happened to Reme Carrenemoe?
ru: А что случилось с Реме Карренемо?

source: I have no idea.
ru: Без понятия.

source: You will soon meet an old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and we found him close to death... We left him in our camp to recover.
ru: Вы скоро встретитесь со старым другом. Мы смогли освободить Реме Карренемо. Враги захватили его в плен, он был почти при смерти... Сейчас он в нашем лагере, идёт на поправку.

source: (<i>whispering</i>) Old friend, my eye...
ru: (шёпотом) Старого друга, надо же...

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
ru: Думаю, Вы должны знать, что Реме тоже жив. Мы выяснили, что он в руках врагов. Я хочу выручить его.

source: What for? He left me alone. Why not treat him the same way he treated me?
ru: Зачем? Он оставил меня одну. Почему бы не обойтись с ним так же, как он обошёлся со мной?

source: So, I gather the seduction was a success? Or did I miss something? (<i>chuckle</i>)
ru: Я так понимаю, соблазнение прошло успешно? Или я что-то пропустил? (<i>посмеиваясь</i>)

source: Because Majid Yahyazad joined you together with Lorin, you can now recruit warriors of the Dunefolk.
ru: Так как Маджид Яхиазад присоединился к вам вместе с Лорин, теперь можно будет нанимать воинов народа Дюн.

source: Orannon
ru: Ораннон

source: Gawen and his army marched out of Vattin. Bor Cryne wasn't waiting - realizing that his only chance was to join with Grekulak's hordes advancing from the east, he left his hideout with all forces he could muster... but by this time, many Akladian lords and the greater part of the orcs had already abandoned him.
ru: Гевен со своей армией выступил из Ваттина. Бор Крайн не стал дожидаться. Он понимал, что его может спасти только соединение с ордами Грекулака, надвигавшимися с востока. Поэтому он вышел из своего убежища со всеми силами, какие только смог собрать. К этому времени большинство акладианских лордов и большая часть орков уже покинули его.

source: Both forces met at the fields which were later called Orannon, which in Akladian means 'battlefield'. This day was to be remembered for many generations to come - and also by vultures and jackals, who couldn't expect to see such an abundant number of bodies again for decades.
ru: Обе силы столкнулись на равнине, которую впоследствии назвали Ораннон, что по-акладиански значит "поле битвы". Этот день остался в памяти многих поколений. Не говоря уже о грифах и шакалах, которым вряд ли довелось бы увидеть такие горы трупов в ближайшие несколько десятилетий.

source: Remember the Freetown!
ru: За Фритаун!

source: I am personally under attack! I need help NOW!
ru: Я под атакой! На помощь, немедленно!

source: My lord, our scouts report that Grekulak is much closer than we thought. He is just four days' march from here - or two days for an undead army, since they can march without rest night and day.
ru: Милорд, разведчики докладывают, что Грекулак намного ближе, чем мы думали. Он всего лишь в четырёх днях пути отсюда, то есть для мёртвых — всего в двух, ведь они могут идти без остановки днём и ночью.

source: Two days? It's impossible to defeat them within two days.
ru: Два дня пути? За два дня мы не справимся.

source: Then we must kill as many of them as possible and choose a good defensive position until Grekulak's army arrives.
ru: Тогда нужно уничтожить столько, сколько сможем, и занять хорошую оборонительную позицию до прибытия армии Грекулака.

source: Indeed. We will have no time to rest and cure our wounded. But perhaps it won't be necessary, we should negotiate first...
ru: Пожалуй. У нас не будет времени отдохнуть и перевязать раненых. Но, может быть, это не понадобится, надо попробовать договориться...

source: Hey, who's there? The little boy with his mommy?
ru: Кто это к нам пришёл? Маленький мальчик со своей мамочкой?

source: Bor Cryne - finally we meet on the field of combat. You will answer to me for everything you have done.
ru: Бор Крайн, наконец-то мы встретились на поле боя. Вы ответите за всё, что сделали.

source: Oh, I'm so scared. And isn't that the famous rebel leader, Ruvio? Such a coward he abandoned his family in Freetown when he heard we were coming for them.
ru: О, как я напуган! А это не знаменитый ли вождь бунтовщиков Рувио? Который трусливо бросил свою семью во Фритауне как только услышал, что мы идём за ним?

source: My lord... please... grant me this, I pray you. I want to kill him. Leave him to me.
ru: Милорд... Умоляю вас. Его должен убить я. Оставьте его мне.

source: I wish you were as pretty as your daughters, Ruvio. I'd do to you the same thing I did to them. Especially the redhead, what was her name? The fighting one. She was the best!
ru: Надеюсь, ты такой же хорошенький, как и твои дочки, Рувио. Я сделаю с тобой то же, что сделал с ними. Особенно с рыженькой, кстати, как её звали? Драчливая такая. С ней было лучше всего!

source: Kill them. Kill them all. Have no mercy.
ru: Убить их. Смерть им всем. Никакой пощады.

source: My lord, we really should try negotiations first. Grekulak is enemy of everyone, and...
ru: Милорд, нам обязательно нужно попробовать договориться. Грекулак угрожает всем, и...

source: Remember the Freetown! Remember the Freetown! Kill them all!
ru: Вспомни Фритаун! За Фритаун! Несите смерть!

source: In this scenario, only Gawen and Lorin have full interrogations for enemy leaders.
ru: В этом сценарии только Гевен и Лорин могут вести полноценные допросы.

source: Grekulak's arrival.
ru: Прибытие Грекулака.

source: Grekulak's attempt at spreading darkness.
ru: Попытка Грекулака навести тьму.

source: Lucs
ru: Лукс

source: Aww, we're too late! Our cousin had all the fun and left nothing for us!
ru: Ах ты... Мы опоздали! Всё веселье досталось нашему кузену, а нам — ничего!

source: We would have been here earlier, if not for you, brother!
ru: Мы прибыли бы раньше, если бы не ты, братец!

source: Me? And who wanted to check whether the wine in Vakladia tastes different than in Guilcorta?
ru: Я? А кто решил проверить, действительно ли вино в Вакладии вкуснее, чем в Гилькорте?

source: And what about the girls in that town?
ru: А что насчёт девчонок?

source: Who are you? Friend or foe?
ru: Кто вы? Друзья или враги?

source: We are Luc and Gauri Hagarthen, your loyal swords from Guilcorta, your cousins, dear... uhmm... how should we address you, your majesty, cousin, or maybe... messiah?
ru: Мы Люк и Гаури Хагартены, твои верные мечи из Гилькорты, твои кузены, дорогой... Ммм... Как нам обращаться, "ваше величество", кузен" или "мессия"?

source: 'My king' would be enough. You are welcomed here, even if a bit late.
ru: "Мой король" достаточно. Я рад вас видеть, несмотря на то, что вы немного опоздали.

source: Aaargh! I haven't avenged my family!
ru: А-а-а! Я не отомстил за свою семью!

source: Ha ha! Now you are doomed!
ru: Ха-ха! Теперь вы обречены!

source: I am your new messiah. Recognise me as your lord now and you shall be spared. Try to oppose me and you will be killed and raised as my mindless slaves.
ru: Я ваш новый мессия. Сейчас же признайте меня своим господином и я пощажу вас. Попробуете сопротивляться, будете убиты и превращены в моих безвольных рабов.

source: Never, foul lich! We may have to adjust our tactics, but we shall never surrender!
ru: Никогда, мерзкий лич! Пожалуй, мы поменяем тактику, но ни за что не сдадимся!

source: Lady Lorin, are you sure you can participate in a battle?
ru: Леди Лорин, Вы уверены, что сможете продолжать битву?

source: And why not, foul and rude mage?
ru: Почему нет, мерзкий грязный маг?

source: As I said before, I KNOW. I also know that ANY effort may be extremely dangerous for you.
ru: Как я уже говорил, Я ЗНАЮ. Кроме того я знаю, что ЛЮБАЯ нагрузка может быть очень опасна для Вас.

source: First of all, I am LORIN, foul mage. Second of all, I am not a Wesnothian woman, the kind you are used to, but Akladian. I can fight until... for as long as I want.
ru: Во-первых, Я — ЛОРИН, мерзкий маг. Во-вторых, я не веснотская женщина, к которым ты привык, я акладианка. Я могу драться так долго... сколько захочу.

source: My king, please take my advice. Order Lorin to withdraw into the castle. No matter how she boasts and flaunts her Akladian heritage, I am quite sure she shouldn't be here.
ru: Мой король, послушайте моего совета. Прикажите Лорин отступить в замок. Как бы она ни хвасталась свей акладианской натурой, я совершенно уверен, что ей здесь не место.

source: But why? I don't understand. Lorin is a fine warrior, and withdrawing her from battle may be...
ru: Почему? Не понимаю. Лорин прекрасный воин, если она уйдёт, мы можем...

source: I am a mage attuned to life, my king, and can sense things you cannot. Believe me, withdraw her into our keep.
ru: Я маг, посвящённый жизни, мой король, и могу чувствовать вещи, недоступные остальным. Поверьте мне, отправьте её в крепость.

source: FOUL mage. You should have said: 'I am a FOUL mage'.
ru: ГРЯЗНЫЙ маг. Скажи-ка это: "Я просто ГРЯЗНЫЙ маг".

source: Forces of Darkness, come to my aid - Let there be eternal night; Let your eyes become blind - Forces of Darkness will consume your mind.
ru: Тёмные силы, придите ко мне. Вечную ночь создадим на земле. Боль и страданья на всех низойдут. Тёмные силы ваш разум возьмут.

source: NO! Avaunt, the darkness, avaunt, the night!
ru: НЕТ! Рассейся, ночь, рассейся, тьма!

source: How is this possible? Who could possibly have broken my sorcery?
ru: Что произошло? Кому под силу разрушить мои чары?

source: Even a child could have done it, it was so weak... as is all of your heinous black magic; for all your power has been built solely on lies and deceit.
ru: Даже ребёнок справился бы, это была такая мелочь... как и вся твоя гнусная чёрная магия. Вся твоя власть стоит лишь на лжи и обмане.

source: Brave words - and who dares to utter them?
ru: Храбрая речь. Кто же посмел произнести её?

source: Deorien, mage of light - whose might will defeat the night.
ru: Деориэн, маг света, чья сила побеждает тьму.

source: You are a competent enough mage, but an awful poet. Deorien, you will be mine before this battle is through.
ru: Ты достаточно искусный маг, но отвратительный поэт, Деориен. Ты будешь моим ещё до окончания битвы.

source: Aaaah!
ru: А-а-ах!

source: What happened? Mother?
ru: Что случилось? Мать?

source: It's nothing... It's nothing... I just... I can't...
ru: Ничего... Ничего... Я просто... Не могу...

source: Ahem.
ru: Кхм.

source: Shut up, mage. I will fight, I just have to rest for a moment...
ru: Заткнись, маг! Я буду сражаться, мне просто нужно минутку отдохнуть...
