Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: I don't know what to think about this. My brother, Raban, fought with someone who - according to many - looked like our king Gawen's twin brother. He was left alive by one of the Wesnothians fighting for this young leader, who goes by the name 'Gaumhaldric.' There are many rumors about him...
ru: Не знаю что и думать. Мой брат Рабан сражался с кем-то, кто по многим свидетельствам как две капли воды похож на короля Гевена. Его спас от смерти один веснотец, который теперь сражается за этого юного вождя по имени Гемхальдрик. О нём ходит много слухов...

source: This doesn't look good, my lord. We weren't expecting this many enemies here. And our scouts are reporting that Buffin's army is just behind us.
ru: Не вижу ничего хорошего, милорд. Мы не ожидали встретить здесь столько врагов. А разведчики докладывают, что армия Баффина идёт за нами по пятам.

source: Aaah, the glory of battle! My son, fodder for our swords lies ahead. Let's kill them all, and if they are worthy opponents, let's cut their hearts out and eat them. Speaking of eating, I am really hungry...
ru: Ах, славная битва! Сын мой, впереди много пищи для наших мечей. Убьём их всех, и если они окажутся достойными противниками, вырежем их сердца и съедим. Кстати, о еде, я не на шутку проголодалась...

source: My king, is mother of your majesty always this... hmm...
ru: Мой король, мать Вашего величества всегда такая... Ммм...

source: Bloodthirsty? I am not sure. She has been behaving very oddly of late... mother, you should really stop eating so much. You are starting to gain weight.
ru: Кровожадная? Не сказал бы. В последнее время она стала странно себя вести... Мать, Вам стоит поменьше есть. Вы начинаете набирать вес.

source: I will lose it in battle. Charge!
ru: Я сброшу его в битве. По коням!

source: Reach the northern edge of the map with Gawen.
ru: Доведите Гевена до северного края карты.

source: For our king, Gawen Haldric Hagarthen!
ru: За нашего короля Гевена Хальдрика Хагартена!

source: Your king? You are fighting for the ghost of long dead boy? And why would you call him Haldric?
ru: Вашего короля? Вы сражаетесь за призрака давно погибшего мальчишки? А почему вы называете его Хальдрик?

source: You oppose Gawen Hagarthen, your own king.
ru: Ты выступаешь против Гевена Хагартена — вашего собственного короля.

source: Our king? And where is he? Is he hiding behind your backs?
ru: Нашего короля? И где он? Прячется за твоей спиной?

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
ru: Познай ярость древней силы. Твой Бог являет свой гнев через меня, потому что ты выступил против его мессии!

source: My name is Reme Carrenemoe. You doubt my word?
ru: Меня зовут Реме Карренемо. Вы сомневаетесь в моих словах?

source: If he is really Gawen Hagarthen, why does he send others to fight?
ru: Если он действительно Гевен Хагартен, почему он шлёт других биться вместо себя?

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then again, he didn't seem like a guy who would actually KNOW anything.
ru: Он уже без сознания? Эх... Я надеялся мы сможем что-нибудь у него спросить. С другой стороны, не похоже, что он знает что-нибудь стоящее.

source: What are you waiting for? Finish me!
ru: Чего ты ждёшь? Добей меня!

source: Then die, if that's what you want!
ru: Умрите, если Вы так этого хотите!

source: You were worthy opponent
ru: Вы были достойным противником.

source: If that's your wish
ru: Как скажете.

source: Why should I do that? You fought like a real man, and I respect you. Rauke, I want you to know that I consider you a good warrior and a fine Akladian. I will ensure your body is buried with all honours.
ru: Зачем мне это делать? Вы сражались не на шутку, я уважаю Вас. Рауке, хочу, чтобы Вы знали, что я считаю Вас хорошим воином и отличным акладианом. Я позабочусь о том, чтобы Вас похоронили со всеми почестями.

source: Maybe you are worthy to be our king after all...
ru: Может после всего этого ты и достоин стать нашим королём...

source: Tell me what has happened recently in Vakladia?
ru: Расскажите, что произошло в Вакладии в последнее время?

source: Nothing changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
ru: Особо ничего не изменилось. Все сражаются против всех. Бор Крайн и его союзники пытаются заставить считать себя самыми главными с помощью орков, но даже их победа над бунтовщиками не добавила им авторитета.

source: In Easkladia, king Perien died during the final battle with the Wesnothians. He broke through the Wesnothian lines right to their king. He slew their king, but he was in turn killed by underlings. The battle then ended, undecided, but the Easkladian capital was saved and the underlings withdrew without their king.
ru: В Искладии король Перьен погиб в решающей битве с веснотцами. Он прорвался через ряды веснотцев прямо к их королю, зарубил его, но был убит убогими. В битве не оказалось победителя, но столица Искладии была спасена, а убогие, оставшись без короля, отступили.

source: There are multiple rumors about a messiah who will come and unite all the Akladians and lead them into true greatness... (<i>coughs</i>) ...and... (<i>coughs</i>)
ru: Много слухов о мессии, который придёт, объединит акладиан и поведёт их к истинному величию... (<i>кха</i>) и... (<i>кха</i>)

source: He is dead now. Lie in peace, warrior. I will keep my promise
ru: Он умер. Покойся с миром, воин. Я выполню своё обещание.

source: A mage! A mage has defeated me! A creature from the dark past allied with you? God will punish you!
ru: Маг! Меня победил маг! Ты заключил союз с порождением тьмы? Бог покарает тебя!

source: Rauke, I like you. That's why I don't want you to scream in pain and agony. What do you say you help me out?
ru: Рауке, Вы мне нравитесь. Поэтому я не хочу, чтобы Вы корчились от боли в агонии. Что скажете, поможете мне?

source: Help yourself, fat witch.
ru: Помоги себе сама, жирная ведьма.

source: Fat? That's really unfair. I didn't say anything about you being bald. Now, tell me what happened recently in Vakladia, and...
ru: Жирная? Это нечестно. Я же ничего не говорила про Вашу лысину. А теперь скажите мне, что происходило в последнее время в Вакладии, и...

source: And...
ru: И...

source: You will avoid unspeakable pain
ru: Избежите немыслимых страданий

source: I will honour you by burying you properly
ru: Я окажу Вам честь и похороню как следует

source: You think you can frighten me with mere words? Ha! Ha! Ha! I am an Akladian lord, and I am not afraid... I am half-dead already...
ru: Думаешь, ты испугала меня своими словами? Ха! Ха! Ха! Я акладианский лорд и я не боюсь... Я уже почти мёртв...

source: Only half-dead, mind you. It means you can still feel the pain
ru: Всего лишь почти. Значит пока ещё чувствуете боль.

source: Aaargh! No! Not there! Aaargh! Stop, stop it!
ru: А-а-а-а! Нет, только не это! А-а-а! Стой, прекрати!

source: I won't allow for any more of that, mother. Stop it! Stop it right now!
ru: Мать, я запрещаю Вам впредь так поступать. Прекратите! Прекратите немедленно!

source: Oh, rats, I think I've lost my delicate, feminine touch. My blade slipped and I've killed him too soon. Sigh.
ru: Вот чёрт, кажется я разучилась работать по-женски деликатно. Лезвие выскользнуло, и я убила его слишком скоро. Жаль.

source: Honour me? That's so.. so unlikely of you, Lorin.
ru: Оказать мне честь? Это так... Непохоже на тебя, Лорин.

source: LADY Lorin, if you don't mind. How do you know what's unlikely for me? You were a fine warrior, and I grow tired of being called emotionless and cruel by my step-son. Would you please tell me about what happened in Vakladia recently?
ru: ЛЕДИ Лорин, если Вы не против. Откуда Вам знать что на меня похоже, а что нет? Вы были прекрасным воином, а я устала от того, что мой пасынок считает меня бесчувственной и жестокой. Не расскажете ли мне, что происходило в Вакладии в последнее время?

source: Nothing's changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
ru: Особо ничего не изменилось. Все сражаются против всех. Бор Крайн и его союзники пытаются заставить считать себя самыми главными с помощью орков, но даже их победа над бунтовщиками не добавила им авторитета.

source: In Easkladia, king Perien died during the final battle with the Wesnothians. He broke through the Wesnothian lines right to their king. He slew their king, but he was in turn slain by underlings. The battle then ended, undecided, but the Easkladian capital was saved and the underlings withdrew without their king.
ru: В Искладии король Перьен погиб в решающей битве с веснотцами. Он прорвался через ряды веснотцев прямо к их королю, зарубил его, но был убит убогими. В битве не оказалось победителя, но столица Искладии была спасена, а убогие, оставшись без короля, отступили.

source: You were a worthy fighter, noble Rauke Harnen. I will do everything to bury your body properly according to our customs.
ru: Вы были достойным воином, благородный Рауке Харнен. Я сделаю всё, чтобы Вас похоронили согласно нашим обычаям.

source: So were you, noble Reme. I've heard about the fate of your clan and family - please, accept my deepest condolences.
ru: Вы тоже, благородный Реме. Я слышал о судьбе Ваших клана и семьи. Примите мои глубочайшие соболезнования.

source: People die and join their ancestors. I am happy their death was honourable. Please, before you die - could you tell me about what happened in Vakladia recently?
ru: Люди умирают и воссоединяются со своими предками. Я рад, что их смерть была достойной. Прошу Вас, пока Вы ещё живы, расскажите, что происходило в Вакладии в последнее время.

source: Hmm... seems that he had some gold...
ru: Хм... Похоже у него было с собой немного золота...

source: Hmm... seems that the traitor had some gold...
ru: Хм... Похоже у этого изменника было с собой немного золота...

source: Bal Riddon has received 40 gold pieces.
ru: Бал Риддон получил 40 золотых.

source: Dauri Travil has received 40 gold pieces.
ru: Даури Травил получил 40 золотых.

source: Eeek! They killed the boss! Bring reinforcements!
ru: Эй! Они убили босса! Скорей за подмогой!

source: Bal Riddon, before you die, I want you to tell me a few things about the plans of your king, Buffin.
ru: Бал Риддон, пока Вы ещё живы, я хочу, чтобы Вы рассказали мне о планах Вашего короля Баффина.

source: Ask him yourself, then. I won't tell you anything.
ru: Сами у него спросите. Я не буду отвечать.

source: Nonono, you have not understood me. I WANT you to tell me few things about the plans of your king. Now, we will start with the basics.
ru: Нет-нет-нет, Вы меня не поняли. Я ХОЧУ, чтобы Вы рассказал мне кое-что о планах вашего короля. Давайте начнём с основ.

source: Wait! I will tell you what I know. King Buffin wants to use the opportunity he sees here, with Gawen dead, Perien dead, and the two other Hagarthens in Guilcorta busy with quarrels. He wants to trump up some fake election and elect himself king of Vakladia.
ru: Стой! Я скажу, что ты хочешь. Король Баффин хотел воспользоваться удачным стечением обстоятельств: Гевен погиб, Перьен погиб, а двое других Хагартенов погрязли в склоке. Он хотел подстроить выборы и назначить себя королём Вакладии.

source: Gawen is not dead, I assure you.
ru: Гевен не мёртв, уверяю Вас.

source: But there is something strange... I've heard strange rumors. Something is happening at our eastern border. Many of the lords from the eastern part of Okladia have not answered the call of Buffin to assemble at his camp.
ru: Но что-то пошло не так... До меня доходили странные слухи. Что-то произошло на восточной границе. Многие из лордов восточных земель Окладии не ответили на призыв Баффина присоединиться к его лагерю.

source: Okladian lords are cowards, what's so strange about that? Do you know anything else? No? Die then.
ru: Окладианские лорды трусливы, что тут странного? Знаете что-нибудь ещё? Нет? Так умрите.

source: You were worthy fighter, noble Bal Riddon
ru: Вы были достойным воином, благородный Бал Риддон.

source: So were you, Reme. So were you. You behaved honourably, so before I die, I want to warn you: you are headed straight into a trap.
ru: Как и Вы, Реме. Как и Вы. Вы вели себя достойно, поэтому пред смертью я хочу предупредить Вас. Вы направляетесь в ловушку.

source: What do you mean by that?
ru: Что Вы имеете в виду?

source: An army of orcs and Akladians is gathering north of here. They are probably there because they want to head off the army of my king, Buffin. You will be trapped between those two armies. Go back to Okladia and try to find another way.
ru: На севере собралась армия орков и акладиан. Возможно затем, чтобы остановить армию моего короля Баффина. Вы будете заперты между двумя этими армиями. Возвращайтесь в Окладию и попробуйте найти другой путь.

source: We have no choice. We have to tread this path.
ru: У нас нет выбора. Мы пойдём этим путём.

source: This signpost is illegible, unfortunately.
ru: К сожалению, надпись на указателе не разобрать.

source: Wait... the last time enemy reinforcements arrived...
ru: Постой... Когда в последний раз прибыло вражеское подкрепление....

source: No, Gawen is correct! There are too many of them now!
ru: Нет, Гевен прав. Теперь их слишком много.

source: We've won! What should we do now?
ru: Мы победили! Что дальше?

source: We march straight on to Vattin! Boy, I really feel hungry now. This fight has made me STARVING.
ru: Мы направимся прямо в Ваттин! Мальчик мой, как же хочется есть. Эта битва меня просто ИСТОЩИЛА.

source: I think, my king, we should go to Freetown, so the Wesnothian rebels from Vakladia can see you and acknowledge you as king. We must hurry, because king Buffin is right behind us.
ru: Думаю, мой король, нам нужно идти во Фритаун, чтобы восставшие веснотцы Вакладии увидели Вас и признали своим королём. Нужно спешить, потому что король Баффин идёт прямо по пятам.

source: Nonono, not to Freetown! There is nothing worth seeing in Freetown!
ru: Нет-нет-нет. Никакого Фритауна! Не на что там смотреть!

source: Yes, there is definitely something worth seeing in that city. In fact, I can't wait to see her.
ru: Да нет, там есть на что взглянуть. Я жду-не дождусь когда увижу её.

source: Her?
ru: Её?

source: Mother, I'll explain later. Let's go!
ru: Мать, я всё объясню потом. Пойдёмте!

source: Gee, don't panic. That's only the vanguard of King Buffin's army. I assure you that we still have every opportunity to win.
ru: Давай, без паники. Это всего лишь авангард короля Баффина. Уверяю, что у нас есть все шансы на победу.

source: I have strange feeling of dejavu... Hey, $tmp, take care of yourself, would you?
ru: У меня, похоже, дежа вю... Эй, $tmp, берегите себя, ладно?

source: Choosing the Best
ru: Выбор лучших

source: Finally, I was confident that my troops were ready for the task which awaited us. When I told Gwidle, he insisted upon a farewell feast. There was wine, food, and music. The finest dancers from among Freetown's girls and women, doing traditional folk-dances in special costumes with masks and shawls, danced for us.
ru: Наконец я был уверен, что мои люди готовы справиться с вызовами, которые нас ожидают. Когда я сказал об этом Гвидлу, он настоял на прощальном пире. Вино, еда и музыка. Самые прекрасные девушки и женщины Фритауна танцевали перед нами традиционный народный танец в особых костюмах с масками и шалями.

source: Soon, we were all a little bit drunk. On my right, Karen kept commenting on the dancers' faults and bragged about how she was much better, and how even her dancer's costume was better. On my left I heard Majid Yahyazad trying to seduce my step-mother, even harder as he became more drunk. Lorin ignored him, babbling about something the Oracle had told her in her youth.
ru: Скоро все были навеселе. Справа от меня Карен всё время обсуждала ошибки танцовщиц и хвалилась, что она-то станцевала бы намного лучше, и даже её костюм был бы лучше всех. Слева от меня Маджид Яхиазад пытался соблазнить мою мачеху, и чем больше пил, тем настойчивей становился. Лорин не обращала на него внимания и всё время бормотала о чём-то, что слышала от Оракула в юности.

source: Karen was the first to leave the chamber, and Lorin followed almost immediately after her. Of course, Yahyazad jauntily followed her. I continued to drink with Ruvio, without much conversation, and when I decided I had enough I went to my bedroom.
ru: Первой зал покинула Карен, почти сразу за ней вышла Лорин. Яхиазад, конечно же, увязался за ней. Я без лишних слов выпивал вместе с Рувио, а когда решил, что мне достаточно, отправился спать.

source: I'm not quite sure when she came to me, utterly devoid of shame... and clothes. She entered my chamber so quietly that I initially mistook it for a dream. I was too drunk to ask any questions, nor did I oppose her when she slipped into my bed.
ru: Я не заметил, когда она вошла ко мне, отбросив всякий стыд... и одежду. Она проникла в покои так бесшумно, что поначалу я думал, будто это сон. Я был слишком пьян, чтобы о чём-то задумываться, и не был против, когда она скользнула ко мне в постель.

source: Who was she? She wore a dancer's mask, but somehow I knew she wasn't one of dancers from a few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I had been sober, I would have recognised her even with the mask. But I wasn't, and I didn't care.
ru: Кто это была? Её лицо скрывала маска танцовщицы, но я откуда-то знал, что её не было среди тех, то танцевал перед нами несколько часов назад. Было что-то знакомое в её движении, дыхании и вскриках. Думаю, будь я трезвее, я бы узнал её, даже под маской. Но я был пьян и беззаботен.

source: She left as quietly as she came, as if she were just a dream. But I still could smell her in the air, and my hands still remembered her as well. Whoever she was, I was certain I would recognise her, if I could only touch her again.
ru: Она исчезла так же тихо, как и появилась, словно всё было лишь во сне. Но в воздухе всё ещё плыл её запах, а руки всё ещё помнили её тело. Кто бы она ни была, я был уверен, что смогу узнать её по единственному прикосновению.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the eighteen very best. Most of them were in better shape than I, at least having had some sleep that night.
ru: Но такой случай больше не представился. На следующий день Гвидл разбудил меня до зари и я отправился к солдатам, чтобы выбрать восемнадцать самых лучших. Почти все были в гораздо лучшей форме, чем я. По крайней мере этой ночью они выспались.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the fifteen best. Most of them were in better shape than I, at least having had some sleep that night.
ru: Но такой случай больше не представился. На следующий день Гвидл разбудил меня до зари и я отправился к солдатам, чтобы выбрать пятнадцать лучших. Почти все были в гораздо лучшей форме, чем я. По крайней мере этой ночью они выспались.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call twelve of them. Most of them were in better shape than I, at least having had some sleep that night.
ru: Но такой случай больше не представился. На следующий день Гвидл разбудил меня до зари и я отправился к солдатам, чтобы выбрать двенадцать из них. Почти все были в гораздо лучшей форме, чем я. По крайней мере этой ночью они выспались.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call nine. Most of them were feeling better than I was, as they had at least had some sleep that night.
ru: Но такой случай больше не представился. На следующий день Гвидл разбудил меня до зари и я отправился к солдатам, чтобы выбрать девятерых. Почти все были в гораздо лучшей форме, чем я. По крайней мере этой ночью они выспались.

source: Wonderful day... Perfect for starting a quest. You slept well?
ru: Замечательный день... Идеально подходит для начала поисков. Вы хорошо выспались?

source: Well... Not really. Hm... Where is Karen?
ru: Ну... Не совсем. Хм... А где Карен?

source: She is still asleep. Yesterday was too much for my poor daughter.
ru: Всё ещё дрыхнет. Вчера было слишком много впечатлений для моей бедной дочуры.

source: I looked into her room. Her dancer's outfit was in a pile on the floor, and she was sound asleep in her bed. Maybe she tried... you know... to show you how good a dancer she is, but I couldn't wake her.
ru: Я заглянул в её комнату. Её танцевальный наряд валялся на полу, а сама она крепко спала на своей постели. Может она собиралась... Ну это... Показать тебе как хорошо она танцует, но я её не добудился.

source: Uhm... how old is your daughter anyway?
ru: Эм... А сколько всё-таки лет твоей дочери?

source: Poor child. When I saw her staggering to her room last night, she barely could walk.
ru: Бедное дитя. Я видела, как она ковыляла ночью в свою комнату. Еле держалась на ногах.

source: Mother! What have you done with your hair?
ru: Мать! Что с твоими волосами?

source: Hair? My hair? I decided that it would be a hindrance in battle, so I cut it.
ru: С волосами? С моими волосами? Я решила, что они будут мешать в бою, и постриглась.

source: Hrm... you could have asked someone else to do it for you. Hm... and where is Yahyazad?
ru: Кхм... Ты могла бы попросить кого-нибудь помочь. Хм... А где Яхиазад?

source: He left Freetown.
ru: Он покинул Фритаун.

source: Huh? Why?
ru: Что? Почему?

source: You know, I was starting to take a fancy to him. But after last night, he finally... no, don't ask me. I won't answer.
ru: Знаешь, он даже начал мне нравиться. Но после после прошедшей ночи он всё-таки... Нет, не спрашивай. Не хочу говорить.

source: I thought he, I mean he and you...
ru: Я думал, он, то есть, вы с ним...

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot ever have another man again, under penalty of very severe punishment.
ru: Сын мой, поскольку ты потерял память, ты, возможно, забыл некоторые наши обычаи. Согласно традиции вдова не может быть с другим мужчиной под страхом весьма суровой кары.

source: Wait a minute. Your father, Gawen, married Lorin after the death of your mother, didn't he?
ru: Минуточку. Хальдрик, Ваш отец женился на Лорин после смерти Вашей матери, так?

source: Who allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
ru: Кто позволил тебе подслушивать, убогий? Здесь разговаривают двое благородных людей. Иди, приставай к кому-нибудь другому.

source: Your step-mother is really starting to get on my nerves.
ru: Ваша мачеха начинает серьёзно действовать мне на нервы.
