Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: All right. We are going to free the peasants, kill the orcs, and remember that we have to interrogate their leaders. Maybe they know something of interest to us.
ru: Хорошо. Мы освободим крестьян и убьём орков, но не забывайте: мы должны допросить вожаков. Возможно, они расскажут что-то интересное.

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
ru: Вы можете отступить, приведя Гевена к южному указателю рядом с начальной позицией.

source: We have no time and forces to defeat the orcs here. Retreat!
ru: Нам не хватает времени и сил, чтобы разбить этих орков. Отступаем!

source: Listen up, you large orc in my small hands. How high can a big orc sing when I use this knife?
ru: Такой большой орк в таких маленьких ручках. Послушаем-ка, как запоёт большой орк, когда я достану этот ножик.

source: Wait wait wait, human woman. Do orc no harm.
ru: Стой-стой-стой, человечья женщина. Не трогай орка.

source: This human woman will do no harm if the orcish idiot will answer all my questions. Why are you here? Why are you allied with Akladians?
ru: Человечья женщина никого не тронет, если дурачина орк ответит на все вопросы. Зачем вы здесь? Почему вы объединились с акладианами?

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
ru: Босс знает всё, я не знаю ничего. Мы тут, чтобы повеселиться и добыть свежего мяса, так думаю.

source: Hey, hey, don't die so fast, I haven't finished asking you!
ru: Эй-эй, не торопись умирать, я ещё не всё спросила!

source: I don't want to waste too much time, so answer me now: There is an alliance between traitors from the Akladian race and Orcs. Why?
ru: Не хочу тратить время попусту, поэтому отвечай быстро: предатели расы акладиан заключили с орками союз. Зачем?

source: And why should I tell you, stupid woman?
ru: Почему это я должен тебе отвечать, тупая баба?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
ru: ЭТО тебе за "тупую бабу". А ЭТО просто так. Говори!

source: Don't... We were ordered by Grekulak to listen to the Akladians... why he ordered us to ally with them I do not know..
ru: Не надо... Грекулак приказал слушаться акладиан... Зачем он приказал объединиться, я не знаю...

source: Who is Grekulak? Why he allied with Akladian traitors?
ru: Кто такой Грекулак? Почему он связался с акладианскими предателями?

source: Grekulak... is... our... guide... he...
ru: Грекулак... Наш... Вождь... Он...

source: He? He what? Answer me, come on!
ru: Он? Он что? Давай, говори!

source: Lady Lorin, stop it. He is dead. He can't tell us anything more.
ru: Леди Лорин, прекратите. Он мёртв. Он больше ничего не скажет.

source: This is what you wanted, right? To know who is behind this alliance? Now you know, it is 'Grekulak' - who or whatever that is.
ru: Ну что, это вы хотели узнать? Кто стоит за альянсом? Теперь мы знаем: это "Грекулак". Что бы это ни значило.

source: Maybe you are right. We should go back to Freetown then.
ru: Похоже Вы правы. Нам следует вернуться во Фритаун.

source: I will let you live, if you will tell me few things.
ru: Я оставлю тебе жизнь, если ты кое-что мне расскажешь.

source: Yes, yes, I will answer, yummie... liver. What kind of liver it would be?
ru: Да-да, я расскажу, вкусный... Жир.. А какой это будет жир?

source: What??
ru: Что??

source: What kind of liver it will be? Human liver, uhmm, or delicious liver of Elvish woman?
ru: Ну, какой жир? Человеческий или, ммм... вкусненький жирок эльфийки?

source: No, no, you did not understand me. I will LET you LIVE, not GET you LIVER. Why are you here, allied with Akladians?
ru: Нет-нет, ты меня не понял. Я оставлю тебе ЖИЗНЬ а не ЖИР. Почему вы заодно с акладианами?

source: My boss would know. I know nothing, I am great warrior, not great thinker.
ru: Босс знает. Я не знаю. Я великий воин, не великий думатель.

source: My lord! Do not let him go! He was beating and killing my friends and family members! If you won't kill him, I will!
ru: Милорд! Не отпускайте его! Он бил и убивал моих друзей и родственников! Если не хотите его убивать, дайте мне!

source: Should I spare him?
ru: Пощадить его?

source: No.
ru: Нет.

source: Aaaargh!!
ru: А-а-а-арх!!!

source: I will allow you to live, if you will tell me few things.
ru: Я оставлю тебе жизнь, если ты кое-что мне расскажешь.

source: Ask then, human.
ru: Ну, спрашивай, человек.

source: Why are you allied with Akladians?
ru: Зачем вы объединились с акладианами?

source: That's what waits for all orcs that fall into my hands!!
ru: Так будет каждым орком, попавшим в мои руки!

source: John the Smith
ru: Джон Кузнец

source: Paul the Small
ru: Маленький Поль

source: Quick Herman
ru: Быстрый Герман

source: Hurray! We are free! Now, death to the orcs!
ru: Ура! Мы свободны! Смерть оркам!

source: Gonzales the Steelhand
ru: Гонзалес Стальная Рука

source: Owaec
ru: Овэк

source: Fast Robin
ru: Быстрый Робин

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chances to defeat them!
ru: О, нет! К ним пришло подкрепление! Теперь у нас нет шансов на победу.

source: When I returned to the castle, it looked like a beehive with so many Akladians scurrying here and there. When I asked where Lady Lorin was, they avoided my eyes and muttered incoherently.
ru: Когда я вернулся в замок, он гудел, словно растревоженный улей. Множество акладиан суетились там и тут. Когда я спросил, где леди Лорин, они отводили глаза и мычали что-то нечленораздельное.

source: Finally one of them said that Lady Lorin committed some kind of terrible crime, and she was caught by the guards; she tried to fight them off, but she was still too weak after her strange accident on the battlefield and was easily overwhelmed.
ru: В конце концов один из них сказал, что леди Лорин совершила какое-то ужасное преступление и заключена под стражу. Она пыталась защищаться, но потеряла слишком много сил после странного происшествия на поле боя, и её быстро одолели.

source: Graeme O Borraine
ru: Грэме О'Борейн

source: Luc Hagarthen
ru: Люк Хагартен

source: Gauri Hagarthen
ru: Гаури Хагартен

source: What does this mean? Where is my step-mother? What have you done to her and why? Speak, I demand an explanation!
ru: Что это значит? Где моя мачеха? Что вы с ней сделали и почему? Говорите, я требую объяснений!

source: My king, I apologise. People acted a bit hastily. I hope you won't take offense to it, your majesty.
ru: Мой король, я прошу прощения. Люди действовали немного поспешно. Надеюсь, Вы не воспримете это как оскорбление Вашего величества.

source: Forget my majesty, where is she?
ru: Забудьте про моё величество, где она?

source: Well, I don't know how to say it delicately. Lady Lorin is...
ru: Ну, не знаю, как бы мягче выразиться. Леди Лорин...

source: The witch is pregnant!
ru: Ведьма беременна!

source: She's what?!
ru: Она что?!

source: She is pregnant. It has been almost two years since her husband - your father - died, and that means she must have betrayed him.
ru: Беременна. Прошло почти два года с тех пор, как её муж и Ваш отец умер, а значит, она изменила ему.

source: Our customs are very specific about this. A widow cannot marry any other man, and cannot know any other man in... a physical way.
ru: Наши обычаи весьма строги на этот счёт. Вдова не должна выходить замуж за другого мужчину и вообще вступать с кем-либо в физические отношения.

source: In other words, the witch must die.
ru: Короче говоря, ведьма должна умереть.

source: Remember, that she's the king's step-mother.
ru: Напоминаю, что она мачеха короля.

source: That's ridiculous. I want her to be released immediately, and then ...
ru: Это просто смешно! Я требую освободить её немедленно, а потом...

source: You want to start your rule with a gross violation of one of our most important customs? We agreed for some rights for Wesnothians, we tolerate the presence of MAGES here and even the ELVES, but changing the very foundations of our way of life?
ru: Вы хотите начать своё правление с грубого нарушения одного из самых важных наших обычаев? Мы согласились дать некоторые послабления для веснотцев, мы терпим МАГОВ и даже ЭЛЬФОВ, но менять сами основы нашего образа жизни?

source: I am the messiah! I declare that those customs are no longer valid! Release her!
ru: Я мессия! Я объявляю этот обычай недействительным! Освободите её!

source: If you do this, then I couldn't be loyal to you. My people would turn away from me.
ru: Если Вы так поступите, я больше не смогу Вам служить. Мои люди просто отвернутся от меня.

source: Neither could I.
ru: И я того же мнения.

source: Nor me. To do so would be the gravest offense you could give to your father.
ru: И я. Такой поступок был бы тяжелейшим оскорблением по отношению к Вашему отцу.

source: That's ridiculous! If it were some other woman, I'm sure you would not be so stringent about it!
ru: Это просто смешно! Будь это какая-нибудь другая женщина, уверен, вы бы не были так строги!

source: But this is NOT 'some other woman,' but the wife of one king and step-mother of another.
ru: Но это НЕ какая-нибудь другая женщина, это жена одного короля и мачеха другого.

source: That's... Ruvio, Huon!
ru: Это просто... Рувио, Хуон!

source: My king, we cannot risk another civil war over the fate of one woman. You must listen to those... noble lords. You are king of both Akladians and Wesnothians and you should respect the customs of both nations.
ru: Мой король, мы не можем начинать ещё одну гражданскую войну ради одной женщины. Вы должны прислушаться к этим... благородным лордам. Вы король акладиан и веснотцев и должны уважать обычаи обоих народов.

source: For heaven's sake, Huon, it was NOT her who gave the location of Freetown to Bor Cryne!
ru: Ради всего святого, Хуон, это не она сдала Фритаун Бору Крайну!

source: You must decide, my lord. Also, we have to find the father of the child. He would have to be killed as well, because such a man's life is offensive before God's eyes.
ru: Вы должны принять решение, милорд. Кроме того мы должны найти отца ребёнка. Он тоже должен быть казнён, потому что такой человек противен Богу.

source: (<i>whispering to himself</i>) Oh no, Majid...
ru: (<i>шёпотом, про себя</i>) О, нет... Маджид...

source: My lord?
ru: Милорд?

source: Nothing.
ru: Ничего.

source: Noble lords, my king. I am a mage, and I know how you feel about me. However, I have a proposal, which I hope will satisfy both the assembled lords and the king.
ru: Благородные лорды, мой король. Я маг и знаю какие чувства вы испытываете ко мне. Тем не менее у меня есть предложение, которое, я надеюсь, удовлетворит всех собравшихся лордов и короля.

source: Why must we kill her? I am familiar with your customs, and I've heard of women which were left alive after betraying their husbands. Only their eyes - not their lives - were taken.
ru: Зачем нам убивать её? Я знаком с вашими обычаям и слышал о женщине, которую оставили в живых после измены мужу. Её лишили только зрения, не жизни.

source: It's the same. A man or woman who cannot see is dead, since he belongs to the darkness.
ru: Это то же самое. Мужчина или женщина, которые не могут видеть, всё равно что мертвы, они принадлежат тьме.

source: Exactly. So, take only the eyes of Lorin but leave her alive.
ru: Именно. Так возьмите её глаза и оставьте ей жизнь.

source: Leave her alive, so she could remain here, amongst us? No, that's...
ru: Оставить её в живых ,чтобы она продолжала жить здесь, среди нас? Нет, это...

source: She could also be exiled.
ru: Её можно отправить в изгнание.

source: ...and one more thing: why punish an innocent child for the crime of the father and mother? Let the child live.
ru: ...и ещё: зачем казнить невинное дитя за прегрешения отца и матери? Оставьте младенца в живых.

source: But if we put out Lorin's eyes, she will surely miscarry.
ru: Но если мы вырвем ей глаза, у неё наверняка случится выкидыш.

source: My magical training is in the healing arts. I know ways to shield the child and protect it.
ru: Искусство исцеления это моя магическая специальность. Я знаю способы уберечь и защитить ребёнка.

source: Stop it! Deorien, I don't know who is more cruel - these Akladian lords, or you, who should, as a white mage, protect every life.
ru: Прекратите! Деориэн, даже не знаю кто более жесток: эти акладианские лорды или ты, белый маг, призванный оберегать любую жизнь.

source: My king, my proposal is, in the end, a way to protect both her and her child. And it also protects Wesnoth. One woman is not worth civil war. And you know it.
ru: Мой король, моё предложение, в конце концов, сохранит жизнь и ей, и её ребёнку. А ещё оно сохранит Веснот. Одна женщина не стоит гражданской войны. И Вы это знаете.

source: Bring her.
ru: Приведите её.

source: My mother... Lorin... You...
ru: Мать... Лорин... Ты...

source: You have betrayed the spirit of your husband. Only your blood will satisfy him. Your eyes will be taken away, and you will never again see the light, neither here, nor in the lands of the ancestors. May God punish you in the worst possible way.
ru: Вы предали дух своего мужа. Только кровь сможет успокоить его. Вам вырвут глаза, и Вы никогда больше не увидите света. Ни здесь, ни в землях предков. Да ниспошлёт Вам Бог злейшую кару.

source: Despicable doxy, who is the father of the child?
ru: Шлюха позорная, кто отец младенца?

source: The wind and the rain. I don't know the father's name.
ru: Ветер и дождь. Я не знаю как его зовут.

source: Take her to the torture chamber! They will wipe this proud smile out of your face, witch.
ru: Отвести её в пыточную. Там сотрут гордую усмешку с твоего лица, ведьма.

source: You are in my castle, Luc. Lady Lorin said she doesn't know the father's name. We will leave it at that.
ru: Ты в моём замке, Люк. Леди Лорин сказала, что не знает как зовут отца. Оставим эту тему.

source: Deorien... Before they kill me... my child... you are a white mage, can you do something so it...
ru: Деориэн... Прежде, чем они убьют меня... Мой малыш... Ты белый маг, ты же можешь что-нибудь сделать, чтобы он...

source: You are upset, so you weren't listening. You won't be killed, Lorin. Only your eyes will taken and you will be exiled. I will do what is necessary to ensure your child survives this.
ru: Вы так подавлены, что совсем не слушали. Вас не убьют, Лорин. Только лишат зрения и отправят в изгнание. Я сделаю всё необходимое, чтобы ребёнок пережил это.

source: Mage... I... (<i>pause</i>) Lady Lorin thanks you.
ru: Маг... Я... (<i>пауза</i>) Леди Лорин благодарит тебя.

source: You will all leave my chambers immediately. The king wishes to be alone.
ru: Все вы, немедленно покиньте мои покои. Король желает побыть один.

source: Leaving Okladia
ru: Покидая Окладию

source: When Deorien declared to my soldiers that they should address me by the name of 'King Gawen Haldric Hagarthen,' they showed a great deal of enthusiasm. I think this title was of little surprise to them. But their raucous enthusiasm was surely a surprise to me.
ru: Когда Деориэн заявил моим солдатам, что они должны называть меня "король Гевен Хальдрик Хагартен", они восприняли это с большим энтузиазмом. Думаю, этот титул не очень их удивил. А вот для меня их бурный восторг оказался большим сюрпризом.

source: We had hoped that our small army could sneak successfully out of Okladia, but on the border we marched suddenly into outposts of the Okladian army. With scouts reporting that King Buffin's main army was at our backs, we had no time for finding another way. We had to hew our way through Akladian ranks.
ru: Мы рассчитывали, что наш небольшой отряд сможет незаметно выскользнуть из Окладии, но на самой границе мы неожиданно вышли на заставу окладианской армии. Разведчики доложили, что основное войско короля Баффина шло за нами буквально по пятам, поэтому у нас не было времени искать обходной путь. Мы должны были пробиться через порядки акладиан.

source: Bal Riddon
ru: Бал Риддон

source: Treacherous dog! Harnen has joined the rebels! Bring reinforcements!
ru: Ах ты вероломный пёс! Харнен перешёл на сторону бунтовщиков! Вызывайте подкрепление!

source: Bring it on! We have our own reinforcements!
ru: Давайте! Нам есть чем ответить!

source: As do we!
ru: И нам!

source: Wait! Before we cross our blades, I must know something. Tell me your name: for I think I saw your face some time ago, and now... Maybe I heard it wrong, but aren't your people calling you Gawen Hagarthen?
ru: Остановись! Прежде, чем мы скрестим клинки, я хочу кое-что узнать. Назови своё имя. Мне кажется, мы недавно виделись, и теперь... Может быть я не расслышал, но кажется солдаты произносят имя "Гевен Хагартен"?

source: I am Gawen Hagarthen.
ru: Да, я Гевен Хагартен.

source: Gawen Hagarthen, king of Vakladia?
ru: Гевен Хагартен, король Вакладии?

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
ru: Я Гевен Хагартен. Я был коронован в Ваттине и предан собственными лордами в битве при Барноне.

source: Stop fighting! This is our rightful king. My brother told me the truth, then. I am your hand, my sword is your sword, my king, my blood is yours to spill.
ru: Опустите оружие! Это наш законный король! Значит, мой брат сказал правду. Моя рука — Ваша рука, мой меч — Ваш меч, мой король! Моя кровь принадлежит Вам до последней капли!

source: Gawen Hagarthen? But.. you were fighting with Raban Harnen, my brother recently, isn't that right?
ru: Гевен Хагартен? Но... Не так давно ты сражался с моим братом Рабаном Харненом, не так ли?

source: Yes, I was.
ru: Да, это так.

source: He asked you for your name, and you answered your name was Gaumhaldric. Either you are lying now or you were lying then. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
ru: Он спрашивал, как тебя зовут и ты ответил, что тебя зовут Гемхальдрик. Или ты соврал сейчас, или тогда. Подлый лжец не может быть законным королём акладиан. Готовься к смерти!

source: My brother... my brother died... he was killed by someone called 'Gaumhaldric.' Do you... do you know who 'Gaumhaldric' is?
ru: Мой брат... Мой брат погиб... Его убил кто-то по имени Гемхальдрик. Ты... Ты знаешь кто такой Гемхальдрик?

source: This was a name I used in the past.
ru: Так меня звали раньше.

source: No idea who he could be.
ru: Понятия не имею кто это.

source: Liar! I know you fought under the name Gaumhaldric. I was only checking to see whether you would have the courage to admit that. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
ru: Лжец! Я знаю, ты сражался под именем Гемхальдрик. Я просто проверял, хватит ли у тебя храбрости признаться в этом. Подлый лжец не может быть законным королём акладиан. Готовься к смерти!

source: So, you killed my brother!
ru: Так это ты убил моего брата!

source: Yes. It was good fight and your brother was brave fighter.
ru: Да. Это была славная битва, а Ваш брат был храбрым воином.

source: Yes. Now it will be your turn.
ru: Да. А теперь Ваша очередь.

source: We will see who will kill whom. Prepare to die!
ru: Посмотрим, кто кого убьёт. Готовься к смерти.

source: He had an honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ru: Он принял достойную смерть. Мой король, брат был против Вас потому, что не знал кто Вы на самом деле. Пожалуйста, простите его.

source: I honour the memory of your brother. He did nothing which would have to be forgiven.
ru: Я чту память о Вашем брате. Он не сделал ничего, за что его нужно было бы прощать.

source: Stop fighting! This is our rightful king. I am your hand, my sword is your sword, my king, my blood is yours to spill.
ru: Опустите оружие! Это наш законный король! Моя рука — Ваша рука, мой меч — Ваш меч, мой король! Моя кровь принадлежит Вам до последней капли!

source: My brother fought with soldiers led by someone called 'Gaumhaldric.' Do you.. Do you know who Gaumhaldric is?
ru: Мой брат убит солдатами кого-то по имени Гемхальдрик. Ты... Ты знаешь, кто такой Гемхальдрик?

source: My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ru: Мой король, брат был против Вас потому, что не знал кто Вы на самом деле. Пожалуйста простите его.

source: Rauke Harnen
ru: Рауке Харнен

source: Dauri Travil
ru: Даури Травил

source: Have you heard, Rauke? You will have another king very soon now.
ru: Вы слышали, Рауке? Очень скоро у Вас будет новый король.

source: No kidding.
ru: Да ладно.

source: No, really. Now, when Gawen Hagarthen was killed and you were unable to impose any sign of order, our king, which as it seems will soon be also your king, decided to help you and bring back the law.
ru: Серьёзно. Теперь, когда Гевен Хагартен убит, и вы не в состоянии навести хотя бы подобие порядка, наш король, который скоро будет и вашим королём, решил прийти к вам на помощь и восстановить законность.

source: After he cleans Vakladia of the marauders, brawlers and bandits, he will call for an election for a new king, where you, of course, will have the chance to show your gratitude by giving him the crown.
ru: Когда он очистит Вакладию от мародёров, хулиганов и разбойников, он провозгласит выборы нового короля, и у вас будет случай отблагодарить его вручением короны.

source: Are you going somewhere with this speech, or are you just talking because you love to hear yourself talk?
ru: Вы что-то хотите предложить, или просто наслаждаетесь звуком собственного голоса?

source: Well, Rauke, what will you do when King Buffin Hagarthen appears here? You will of course join us? I know a few people who are quite close to the king, I might just put in a good word with them for you...
ru: Ну хорошо. Рауке, что Вы будете делать, когда сюда прибудет король Баффин Хагартен? Вы же встанете на нашу сторону? Я знаю некоторых приближённых к королю людей, могу замолвить за Вас словечко...

source: Anyone who tries to pass my outpost with arms in his hands and treachery in his heart will never return to his home. Gawen Hagarthen is alive. My brother Raban saw him and even talked with him. He is our rightful king and he will return to us.
ru: Всякий, кто попытается пройти мою заставу с оружием в руках и злым умыслом в сердце, не вернётся домой. Гевен Хагартен жив. Мой брат Рабан видел его и даже говорил с ним. Он наш законный король и он вернётся к нам.

source: I will do as my heart leads me. Not long ago, my brother fought a Wesnothian leader, Gaumhaldric. He told me this Gaumhaldric looked just like our king Gawen... but when asked, he answered that his name was 'Gaumhaldric.' I think our throne must be empty. Either Gawen is dead, or - if he indeed was Gaumhaldric - he lied and is therefore unworthy to be our king.
ru: Я поступлю так, как велит мне сердце. Не так давно мой брат сражался с веснотским вождём Гемхальдриком. Он говорил, что Гемхальдрик выглядит точь-в-точь как наш король Гевен... Но когда он спросил, тот ответил, что его зовут Гемхальдрик. Думаю, наш трон должен оставаться незанятым. Погиб Гевен, или стал Гемхальдриком, он солгал и больше не достоин быть нашим королём.

source: I don't know what to think about this. My brother, Raban, died recently fighting with someone who - according to many - looked like our king Gawen's twin brother.
ru: Не знаю что и думать. Мой брат Рабан недавно погиб в битве с кем-то, кто по многим свидетельствам как две капли воды похож на короля Гевена.
