Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: I'm a killing machine! Lorin should just go back and hide in Haeltin!
ru: Я машина смерти! Лорин должна просто развернуться и убраться в Хэлтин!

source: Ha! I'm winning!
ru: Ха! Я выигрываю!

source: Impertinent heathen underling child, the day has not yet ended!
ru: Дерзкая, убогая, мелкая язычница! День ещё не закончен!

source: First kill today!
ru: Первое убийство на сегодня!

source: Oh no, the mighty Lorin is coming! Children and little furry animals, run for your life!
ru: О нет! Могучая Лорин вышла на тропу войны! Дети и маленькие пушистые зверьки, разбегайтесь!

source: My son, send little Karen back home. She is useless. I've killed two enemies already, and what has she done?
ru: Сын мой, отправь маленькую Карен домой. От неё никакой пользы. Я уже убила двоих, а она?

source: Scored! Now I'm in the lead!
ru: Очко! И выход в лидеры!

source: And I thought you weren't competing with me.
ru: А я думала, что ты не собираешься соревноваться со мной.

source: I am not competing with you, silly child.
ru: А я и не соревнуюсь, глупое дитя.

source: Try a little harder, grand-mother. But not bad for your age.
ru: Попробуй что-нибудь посложнее, бабуля. Впрочем, для твоего возраста и так не плохо.

source: Ha! She-wolf of Haeltin is coming! No underling child could be better than me!
ru: Ха! Хэлтинская волчица вернулась! Никакие убогие детишки не сравнятся со мной!

source: The She-wolf of Haeltin, don't get too excited; it will cause more wrinkles.
ru: Хэлтинская волчица, не волнуйся так, а то морщин прибавится.

source: Three!
ru: Три!

source: Pfff! Only three?
ru: Пффф. Всего три?

source: Who's the killing machine now?
ru: Ну и кто здесь машина смерти?

source: Not bad, but still you have to a lot to learn!
ru: Неплохо, но тебе ещё учиться и учиться.

source: Do you think, little child, that I will honour you with an answer?
ru: Ты надеешься, дитя, что я удостою тебя ответом?

source: Good thing Lorin and Karen seem to have stopped being so competitive with one another; hopefully they can start to get along now...
ru: Хорошо, что Лорин и Карен перестали состязаться друг с другом. Надеюсь, теперь они поладят...

source: By the way, I won: I scored $ano_competition_l|.
ru: Между прочим я выиграла. Набрала $ano_competition_l|.

source: Girls, what do you exactly mean by 'scored'? Is it because you are slicing up your fallen foes?
ru: Девушки, что значит "набрали"? Порубленных врагов в мешки?

source: By the way, I won: I scored $ano_competition_k|.
ru: Между прочим я выиграла. Набрала $ano_competition_k|.

source: Why such an angry look, Lorin?
ru: Лорин, что тебя так разозлило?

source: She lost.
ru: Она проиграла.

source: I have not lost. I have not won.
ru: Я не проиграла. И не выиграла.

source: That's what I meant. You have not won, great super killing machine, so you have lost.
ru: Это я и имела в виду. Ты не выиграла, о великая супермашина смерти, а значит ты проиграла.

source: Rassum
ru: Рассум

source: Bussur
ru: Буссур

source: Burass
ru: Бурасс

source: Ussuh
ru: Уссух

source: +$experience_gained| exp
ru: +$experience_gained| оп

source: Gawen
ru: Гевен

source: Graeme
ru: Грэме

source: Reumario
ru: Ромарио

source: Rauke
ru: Рауке

source: Bor Cryne
ru: Бор Крайн

source: Uri van Roe
ru: Ури ван Роэ

source: Hoyre O Barnone
ru: Ойре О'Барнон

source: Quivre
ru: Кивре

source: Gwidle
ru: Гвидл

source: Huon Ryedric
ru: Хуон Райдрик

source: Karl Regven
ru: Карл Регвен

source: Lorin
ru: Лорин

source: Reme
ru: Реме

source: Yahyazad
ru: Яхиазад

source: Grekulak
ru: Грекулак

source: Mithrandil
ru: Митрандил

source: Matthew Eagle's-Eye
ru: Меттью Зоркий Глаз

source: Uruk Lug
ru: Урук Луг

source: Assassin
ru: Убийца

source: Sorry, but
ru: Прошу прощения, но

source: and
ru: и

source: haven't built up enough support to have a support conversation yet.
ru: пока не могут оказать поддержку, о которой стоило бы говорить.

source: Excuse me, Madam Lorin, but you wouldn't have happened to see Karen anywhere around here lately, would you?
ru: Прошу прощения, мадам Лорин, Вы случайно не видели где-нибудь поблизости Карен?

source: Hey Karl, can you please stop following me so closely?
ru: Послушайте, Карл, Вы не могли бы перестать следовать за мной по пятам?

source: It is my duty to guard you, Miss Karen.
ru: Я должен защищать Вас, мисс Карен.

source: Sure, but, like, can't you at least guard me from over <i>THERE</i> instead?
ru: Это хорошо, но Вы не мог бы защищать меня вон ОТТУДА.

source: Your father ordered me to keep a close eye on you, so keep a close eye on you I shall.
ru: Ваш отец приказал мне не спускать с Вас глаз. Вот я и не спускаю.

source: I still don't think that keeping “a close eye” on me means it has to be <i>THAT</i> close, though...
ru: Да, но "не спускать глаз" это то же самое, что "дышать в затылок".

source: Your father pays me a fair sum of gold to keep you safe; it is not my place to go interpreting his orders in a way that could jeopardize my employment. He is no doubt already angry at me for letting you escape my watch so many times...
ru: Ваш отец платит мне хорошие деньги за Вашу безопасность. Обсуждать его приказы — не моё дело, особенно если это может стоить мне работы. Он и так зол на меня из-за того, что Вы столько раз убегали из-под моего присмотра...

source: Is he really, or are you just assuming that? I mean, he hasn't fired you yet, and it's been <i>HOW</i> many times now?
ru: Он действительно злится, или Вам только так кажется? Он же не уволил Вас до сих пор. Кстати, сколько уже раз я убегала?

source: I've lost count, to be honest...
ru: Честно говоря, я уже сбился со счёта...

source: See? Exactly. I think Father actually kind of <i>likes</i> it when I come tagging along with him, personally...
ru: Вот видите. Думаю, на самом деле папе <i>нравится</i>, что я всё время оказываюсь рядом.

source: Perhaps, although he also would hate for any harm to come to you.
ru: Возможно. Впрочем, он бы крайне не хотел, чтобы Вам причинили вред.

source: I know, I know, but, I mean, no harm has come to me <i>YET</i>, has it? You really don't need to worry so much...
ru: Знаю, знаю. Но ведь до сих же пор со мной ничего не случилось? Так что Вам совсем не за чем так беспокоиться...

source: People generally don't come to harm, until they do. It only takes once for disaster to occur...
ru: Всё когда-то случается в первый раз. И одного раза достаточно, чтобы произошло несчастье...

source: Yeah, but, I mean, have you seen me in battle, though? I can handle myself perfectly fine!
ru: Я понимаю, но Вы же видели меня в битве? Я очень хорошо могу постоять за себя!

source: Nevertheless, I must fulfill my duty.
ru: Тем не менее, я должен исполнять свой долг.

source: OK, compromise: how about half the distance from the point I suggested you guard me from originally?
ru: Ладно, предлагаю компромисс. Можете отойти от меня на половину расстояния, которое я предложила сначала?

source: One quarter the distance.
ru: На четверть.

source: One third.
ru: На треть.

source: You drive a hard bargain, Miss Karen! But all right, I guess that will be acceptable...
ru: С Вами тяжело торговаться, мисс Карен! Но хорошо, думаю Ваше предложение вполне приемлемо.

source: Thanks, Karl! You won't regret this!
ru: Спасибо, Карл! Вам не придётся об этом пожалеть!

source: (<i>to himself</i>) The things I put up with for this job...
ru: (<i>про себя</i>) Что только ни приходится терпеть ради этой работы...

source: Hey Mr. Yahyazad, so you like Lorin, right? Just what do you see in her, anyways?
ru: Эй, мистер Яхиазад, вам же нравится Лорин, так? А что, собственно, Вы в ней нашли?

source: You don't have to call me “mister”; just “Majid” is fine.
ru: Вам не обязательно называть меня "мистер". Можно просто "Маджид".

source: All right, <i>Majid</i>, just what do you see in Lorin, anyways?
ru: Хорошо, <i>Маджид</i>, так что Вы нашли в Лорин?

source: Oho, jealous, are we?
ru: Ого, Вы что ей завидуете?

source: What? No, ew. I mean... well, I'm not jealous of <i>YOU</i> liking her, at least.
ru: Что? Нет, фу... Ну, по крайней мере я не завидую тому, что она нравится ВАМ.

source: (<i>fake gasps</i>) You wound me, Karen!
ru: (<i>наигранно вздыхает</i>) Вы раните меня в самое сердце, Карен!

source: Oh come on! Look, you know what--
ru: Да ладно! Слушайте, Вы же понимаете--

source: Aha, just kidding, young Karen. No, you're right, I'll answer your question: I find her intriguing, mainly.
ru: Да я просто шучу, юная Карен. Хорошо, я отвечу на Ваш вопрос: я нахожу её довольно интригующей.

source: ...“intriguing”?
ru: ... "интригующей"?

source: You see, young Karen--
ru: Видите ли, юная Карен--

source: All right, you see, just-Karen...
ru: Хорошо, хорошо, просто Карен...

source: Grrrr...
ru: Ррррр...

source: What? You did the same thing with our good friend Gaumhaldric!
ru: Что? Вы точно так же поступаете с нашим добрым другом Гемхальдриком!

source: Look, are you going to get to your answer or what?!
ru: Слушайте, Вы собираетесь отвечать на мой вопрос или нет?

source: ...so you see her as more of a challenge, then, is what you're saying?
ru: ... Вы хотите сказать,что она это серьёзный вызов?

source: In a manner of speaking, yes. Now why did you want to know?
ru: Можно сказать и так. А зачем Вам это знать?

source: Oh, um, no particular reason! Hey, is that an orc over there? Sorry, gottagobye!
ru: Ну, м-м-м, ни за чем конкретно! О, не орк ли это там? Простите, откланиваюсь, пока!

source: Ah, youth... Poor Gawen, he doesn't even realize what he's doing to the poor girl...
ru: Ах молодость... Бедный Гевен, он даже не представляет, что из-за него происходит с бедной девочкой...

source: Hi, Majid...
ru: Привет, Маджид...

source: Hello, Karen... why so down? Is it Gawen?
ru: Привет, Карен... Из-за чего грустишь? Из-за Гевена?

source: It's that obvious, is it?
ru: Это что, так заметно?

source: Darling, a saurian who Lorin had disemopticated could see the effect that that young man is having on you.
ru: Дорогая, даже ящер, которого Лорин подвергла дизоптикации, смог бы заметить, как на тебя влияет этот молодой человек.

source: ...“Disemopticated”? Is that even a word?
ru: ... "Дизоптикация"? Что, есть такое слово?

source: You know, gouged the eyes out of...? What, isn't that how you Wesnothians make words, by connecting random syllables into a combination that means something?
ru: Ну, знаете, это когда глаза выбивают из?.. А что, разве у веснотцы не так образуют слова? Просто складывая случайные слоги в порядке, который что-нибудь, да значит?

source: I don't know! I didn't invent our language!
ru: Я не знаю! Не я изобретала наш язык!

source: Well, anyways. I believe you were telling me about Gawen?
ru: Ну, не важно. Кажется Вы хотели поговорить со мной о Гевене?

source: It's like he never even notices me! Sometimes I don't even know why I bother trying to get his attention...
ru: Похоже, он просто не замечает меня! Иногда я просто не понимаю, зачем мне вообще ищу его внимания...

source: Hm. Well, I told you about what I found interesting about Lorin previously. What do you see in Gawen, anyways?
ru: Хм. В прошлый раз я рассказал Вам, чем меня заинтересовала Лорин. А что Вы находите в Гевене?

source: Well, he's going to be king some day!
ru: Ну, он однажды станет королём!

source: Ah, so it's power that attracts you, then, is it?
ru: А, значит Вас привлекает власть, не так ли?

source: No no no, that's not it at all! It's just... well, kings always get to go on these grand adventures, and... well, I just keep thinking about how romantic it would be to be by his side on such an adventure...
ru: Нет-нет-нет, речь вообще не об этом... Ну, с королями всегда случаются великие приключения, и... Ну, я всё время думаю, как было бы романтично быть рядом с ним в этих приключениях...

source: Aren't you already on adventure with him?
ru: Но Вы же уже рядом с ним в его приключении, разве нет?

source: Well, yeah, but that's different! You see, when a <i>KING</i> goes on an adventure, it's an event to remember! The bards write songs about it! And plus by the time he's a king, he'll have a beard!
ru: Ну, да, но это другое! Понимаете, когда <i>КОРОЛЬ</i> отправляется на приключения, это запоминающееся событие! Барды слагают об этом песни! К тому же, когда он станет королём, у него будет борода!

source: I have a beard.
ru: У меня тоже есть борода.

source: Yeah, but it's not a <i>KING</i>-type beard, though.
ru: Да, но это же не <i>КОРОЛЕВСКАЯ</i> борода.

source: What exactly makes a beard a “king-type” beard?
ru: А что именно вы называете <i>КОРОЛЕВСКОЙ</i> бородой?

source: ...(*<i>thinks for a moment</i>*)... You know what, Majid! You ask too many questions! Anyways, I need to go sharpen my sword now, so, bye!
ru: ...(*<i>на мгновение задумывается</i>*)... Знаете что, Маджид! Слишком много вопросов! Впрочем, мне же нужно наточить свой меч, так что пока!

source: I swear I just saw her sharpening it... Ah, what the hey, I should probably go sharpen mine as well...
ru: Клянусь, я видел, что она уже точила меч... Эй, а мой-то! Похоже, мне нужно озаботиться заточкой...

source: There go Gawen and Lorin again...
ru: Опять Гевен вместе с Лорин...

source: It must be weird having a stepmother so close in age to you...
ru: Должно быть это странно, когда твоя мачеха почти твоя ровесница...

source: They're not <i>that</i> close in age! She's gotta be way older than him!
ru: Она ему не ровесница! Она, должно быть, значительно старше него!

source: Really? I assumed that she was just 8 years older than him.
ru: Правда? Мне казалось, она всего лет на восемь его старше.

source: Like I said, way older than him! 8 years is a lot!
ru: Как я и говорила, значительно старше! Восемь лет это очень много!

source: Ah, sweet child, sometimes I forget about how my perspective on ages has changed as I myself have aged...
ru: Ах, милое дитя. Я иногда забываю, как моё собственное восприятие возраста менялось, когда я сам взрослел...

source: Well, okay, <i>I</i> at least think it's a big difference.
ru: Ну, ладно, по крайне мере <i>Я</i> считаю, что разница большая.

source: It's not that much more a difference than the difference between you and Gawen, no? He's what, 6 years older than you, isn't he?
ru: Разве не намного больше, чем разница между Вами и Гевеном? Он старше Вас на шесть лет, не так ли?

source: Yeah, but that's different, because... (*<i>blushes and falls silent without completing her thought</i>*)
ru: Да, но это совсем другое, потому что... (*<i>краснеет и замолкает, не закончив свою мысль</i>*)

source: ...yes? Because why?
ru: ... Ну? Потому что?..

source: You know what? Never mind. Now that I think about it, Majid, maybe you're right... maybe age <i>is</i> just a number, and I've been making too big of a deal about it...
ru: Знаете что? Забудьте. Я начинаю думать, Маджид, что Вы правы... Может быть возраст это просто цифры, и я придаю этому слишком большое значение...

source: I mean, that's not--
ru: Думаю, это не так--

source: Yeah, yeah, I know, you were the one who brought up ages in the first place, but, I mean... look, I'm sorry for calling you “old”, okay?
ru: Да, да, понимаю, Вы из тех, кто ставит возраст на первое место, но я считаю... Ой, простите, что назвала Вас старым, хорошо?

source: ...you never actually called me “old”, though...? I mean... ah, never mind, she's run off... what a strange girl...
ru: ... Но Вы же не называли меня старым? Но есть... Не важно. Убежала... Какая странная девица...

source: Hey Lorin, you look like you could use some exercise.
ru: Эй, Лорин, выглядишь так, будто тебе не помешает пара упражнений.

source: Ruvio, that child of yours is an absolute menace. You'd better do a better job of keeping her under control.
ru: Рувио, твой ребёнок это какая-то абсолютная угроза. Постарайся получше её контролировать.

source: Okladia
ru: Окладия

source: We marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
ru: Мы вошли в Окладию. Рувио сказал, что он ПОЧТИ уверен, где искать Деориэна. Я решил поверить ему на слово.

source: Lorin was acting very strangely. Often, she sat outside our camp, her eyes aimlessly scanning the horizon. I started to fret about this, but she rebuffed any attempt to talk about her behaviour.
ru: Лорин вела себя очень странно. Часто она сидела за пределами лагеря, бесцельно глядя за горизонт. Я пытался проявлять беспокойство, но она пресекала любые попытки заговорить на эту тему.

source: Akladians weren't happy seeing mages marching in the ranks, but the personal authority of Gawen prevailed. However, he noticed that whatever objections might raised vocally by Akladians, they seemed to not care about it as much as their complaints indicated.
ru: Акладианы были недовольны шагать в одном строю с магами, но подчинялись авторитету Гевена. Тот в свою очередь отмечал, что на самом деле присутствие магов беспокоило акладиан не так сильно, как они об этом говорили.

source: This was my first contact with undead, and I was happy that my troops had passed this difficult test. I hope future battles with Grekulak's forces will also be won.
ru: Это была моя первая встреча с ожившими мертвецами. Я был оченб рад, что мои солдаты выдержали это тяжёлое испытание. Надеюсь, в грядущих битвах с воинствами Грекулака нас тоже ждёт победа.

source: The farmer's daughter wasn't as beautiful as I expected. She was overjoyed to see her father again. She kissed both me and Lorin - leaving my step-mother in total dismay.
ru: Дочь фермера была не так прекрасна, как я ожидал. Она была так счастлива снова увидеть отца, что расцеловала не только меня, но и Лорин, что привело мою мачеху в совершенное смятение.

source: The Dead City
ru: Мёртвый город

source: The Haunted Place
ru: Замок с привидениями

source: The Road Back to Vakladia
ru: Обратный путь в Вакладию

source: Gawen Hagarthen
ru: Гевен Хагартен

source: What should we do now, Ruvio?
ru: Что нам теперь делать, Рувио?

source: First, let us find Deorien. And then...
ru: Сначала найдём Деориэна, а потом...

source: And then, we will curry favor with God by killing that offense to nature, that foulest of creatures, that MAGE.
ru: А потом во славу Господа убьём эту ошибку природы, мерзкую тварь, этого МАГА!

source: Stop it, Lorin.
ru: Прекратите, Лорин.

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
ru: Я не могу прекратить. Я беспокоюсь о Гевене. Я его мачеха и должна уберечь его от гнева господня.

source: I care about him too.
ru: Я тоже беспокоюсь о нём.

source: Why, I wonder? Some silly promise made to his mother?
ru: Интересно, почему? Из-за дурацкого обещания, данного его матери?

source: His mother... Gawen's, Haldric's mother... she was my... fiancée. We even had the date of our wedding fixed.
ru: Его матери... Матери Гевена, Хальдрика... Она была моей... Невестой. Даже день свадьбы был уже назначен.

source: Oh my God... Does that mean...
ru: О боже... И это значит...

source: No, Lorin. That does not mean anything. I never knew her, neither while we were betrothed, nor after she married Gawen's father. Gawen is assuredly Hagarthen flesh and blood.
ru: Нет, Лорин. Это не значит ничего. Я не знал её ни когда мы были обручены, ни после свадьбы с отцом Гевена. Гевен безусловно плоть от плоти Хагартенов.

source: Ruvio, I didn't know...
ru: Рувио, я не знал...

source: And maybe it's a mistake to tell you this. I loved your mother, Gawen. And I hated your father. When I look at you, I see her features, not your father's.
ru: Пожалуй, я не должен был Вам об этом говорить. Я любил Вашу мать, Гевен. И ненавидел Вашего отца. Когда я смотрю на вас, я вижу лишь её черты, не его.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
ru: Это крупномасштабная карта, на которой можно выбрать дальнейший путь. Нужно подвести Гевена к одному из указателей или другому знаку, чтобы перейти к следующему сценарию. Приведите Гевена под навес, если захочется посоветоваться с друзьями.

source: So, shall we go to the ruins of Weldyn?
ru: Итак ,пойдём в руины Вельдина?

source: Yes, definitely.
ru: Определённо.

source: Well, maybe not.
ru: Пожалуй, нет.

source: My lord, we already visited that place, and we found Deorien there.
ru: Милорд, мы уже были там и нашли Деориэна.

source: So, shall we go to these haunted ruins?
ru: Ну что, отправимся в руины к призракам?

source: My lord, we already visited that place.
ru: Милорд, мы уже были в этом месте.

source: So, should we go that way?
ru: Итак, идём туда?

source: So, should we go back to Vakladia?
ru: Ну что, назад в Вакладию?

source: My lord, we have not found Deorien yet.
ru: Милорд, мы ещё не нашли Деориэна.

source: Village leader
ru: Глава деревни

source: Thank you once again, noble Gaumhaldric! I've sent my daughter to safety. If not for you, she would still be imprisoned.
ru: Ещё раз благодарю тебя, Гемхальдрик! Я отправил свою дочь в безопасное место. Если бы не ты, она ещё была бы в заключении.

source: Please accept this as modest sign of our gratitude.
ru: Пожалуйста примите этот скромный подарок в знак нашей благодарности.

source: You have received $bride_gold_amt gold pieces.
ru: Вы получили $bride_gold_amt золотых.

source: We are saved! Look who has come - it's Gaumhaldric the legendary!
ru: Мы спасены! Смотрите, кто пришёл: это Гемхальдрик Легендарный!

source: It's Gaumhaldric, this is true, but he is also Gawen Hagarthen, king of Vakladia, and as Haldric he is king of Wesnoth. Wait, did you say - `saved`?
ru: Это Гемхальдрик, действительно, но он же Гевен Хагартен, король Вакладии, и он же Хальдрик, король Веснота. Вы сказали, "спасены"?

source: Well, yes, it's me, but why do you need to be saved?
ru: Да, это я. А от кого вас нужно спасать?

source: My lord, my daughter is the most beautiful girl in these parts. I knew this would bring woe upon us. An Akladian lord wanted her hand in marriage, and she foolishly refused.
ru: Милорд, моя дочь — первая красавица в этих местах. Я знал, что мы с этим наплачемся. Акладианский лорд хотел на ней жениться, а она, дура, отказала.

source: This Akladian lord, from Skagrrae clan, abducted her and swore to keep her imprisoned until she changed her mind. Please, free her!
ru: Акладианский лорд из клана Скагрэ, украл её и пообещал держать в темнице, пока она не передумает. Пожалуйста, освободите её!

source: From your description she seems to be a girl with character, even for an under... anyway, we will release her, won't we, Gawen?
ru: Судя по твоим словам, она, девушка с характером, хоть и убо... ну, в общем, Гевен, мы же освободим её?

source: Yes, of course, but first I want to ask few questions.
ru: Конечно, но сначала я хочу задать несколько вопросов.

source: Please, tell me...
ru: Скажи пожалуйста...

source: Would you fight for me?
ru: Хочешь сражаться за меня?

source: Do you know something about the mage Deorien?
ru: Ты знаешь что-нибудь о маге Деориэне?

source: Have you heard any interesting news recently?
ru: Есть какие-то интересные новости?

source: Hard and grueling times are ahead, I can't release anyone to join your army.
ru: Грядут трудные суровые времена, мне некого отпустить с тобой.

source: Who?
ru: О ком?

source: Deorien, the great mage.
ru: Деориэн. Великий маг.

source: I don't know. Mages were all slaughtered by Akladians long time ago.
ru: Не слышал. Всех магов давным-давно перебили акладианы.

source: Our king, Buffin, is gathering an army to invade the neighbouring kingdom of Vakladia.
ru: Наш король, Баффин, собирает армию чтобы захватить соседнее королевство Вакладию.

source: Take over Vakladia? How?
ru: Захватить Вакладию? Как?
