Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: Go on and try me. Either kill me, or stop bothering me.
ru: Давай попробуй. Уже или убей меня, или прекрати мне надоедать.

source: Listen, woman. No underling can speak that way to Lorin and...
ru: Послушай-ка женщина. Никто из убогих не может так разговаривать с Лорин и...

source: Hey, come back! I haven't finished yet!
ru: Эй, вернись, я не закончила!

source: Old woman
ru: Старая женщина

source: (old woman)^What?
ru: Что тебе?

source: So, where I was... Ah! No underling can speak...
ru: Где я... Да ну. Убогие не скажут...

source: Hey! You are really making me angry! Come back here!
ru: Эй! Вот теперь я серьёзно разозлилась! Вернись немедленно!

source: Hey!!!
ru: Эй!!!

source: That makes it. Where is the torch? I will raze this whole village to the ground!
ru: Ну, хорошо же. Где факелы. Я сравняю эту деревню с землёй!

source: No, you won't, not as long as I have something to say about it.
ru: Нет, не сравняете, пока я не разрешу.

source: But Gawen! If we will allow underlings to treat us like that, they won't respect us!
ru: Но Гевен! Если мы будем позволять убогим так с нами обращаться, они не будут уважать нас!

source: Seems to me the woman already wasn't respecting you.
ru: Похоже, эта женщина и так нас не уважает.

source: Yes, I survived the battle at Barnon. I will tell you everything later, but for now - do not call me Gawen, please. I am Gaumhaldric.
ru: Да, я выжил в битве при Барноне. Я всё расскажу потом, а пока прошу Вас не называть меня Гевеном. Я Гемхальдрик.

source: We may withdraw. There is no point in fighting the others.
ru: Теперь можно отступить. Нам не нужно добивать остальных.

source: We may try to interrogate that orcish leader or simply withdraw.
ru: Можем попробовать допросить вожака орков, а можем просто уйти.

source: Note: you will receive no bonus if you withdraw with Reme.
ru: Замечание: вы не получите золота в конце уровня, если отступите вместе с Реме.

source: Guides showed Gawen where Bontom was located. He and his army soon reached the area. Of course his army was too big for it not to be noticed and his scouts reported that enemies were preparing their defenses.
ru: Провожатые показали Гевену, где находится Барнон. Вскоре он со своим войском был на месте. Конечно, его армия была слишком велика, чтобы подойти незаметно, и разведчики доложили, что враг подготовился к обороне.

source: Hans the Ripper
ru: Ганс Потрошитель

source: Rouke Rebarnon
ru: Руке Ребарнон

source: Leif Thrall
ru: Лейф Тралл

source: So, this is the place! Now, let's find Reme.
ru: Итак, мы на месте! Отыщем Реме!

source: Hm, it seems that orcs are here, too. Perhaps we can also interrogate their leader.
ru: Похоже, орки тоже тут. Может, получится допросить их вожака.

source: What about the others?
ru: А что делать с остальными?

source: I don't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
ru: Остальные не представляют интереса. Если хотите, можете с ними поговорить, а я бы занялся другими делами...

source: Wait! Who's there?
ru: Стой! Кто идёт?

source: And what do you think?
ru: А ты как думаешь?

source: We came here to release our friend.
ru: Мы пришли освободить нашего друга.

source: We came here to make a deal.
ru: Мы пришли предложить сделку.

source: Friend? What friend?
ru: Друга? Какого друга?

source: Reme Carrenemoe. Let him go, and we will leave this place.
ru: Реме Карренемо. Отпустите его, и мы оставим вас в покое.

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
ru: Ха-ха-ха! Иди спасать какого-нибудь другого своего приятеля. Этот занят. Убирайся!

source: Deal? What kind of a deal?
ru: Сделку? Какую сделку?

source: You have captured my friend, Reme Carrenemoe. What about this:
ru: У вас в плену мой друг Реме Карренемо. Я предлагаю:

source: Let him go, and we will leave in peace.
ru: Отпустите его и мы оставим вас в покое.

source: I will give you $reme_fee_amt golden pieces to release him.
ru: $reme_fee_amt золотых за его освобождение.

source: What kind of joke is this? You haven't got that much gold!
ru: Это что шутка? У вас нет таких денег!

source: Seems fine to me. $reme_fee_amt golden pieces for me, Reme for you.
ru: Устраивает. Мне - $reme_fee_amt золотых, вам - Реме.

source: Free! Free, at last!
ru: Свободен! Наконец-то свободен!

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
ru: Милорд, армия разбойников истребила мой клан. Но некоторые из моих людей спаслись, и будут счастливы служить Вам.

source: You may recruit Akladian Clansmen again.
ru: Вы снова можете вербовать членов клана акладиан.

source: NORMAL: Rescue Reme Carrenemoe and move him to the north-eastern signpost
ru: Обычная: Освободите Реме Карренемо и доведите его до северо-восточного указателя.

source: You may interrogate the Orcish leader with either Gawen, Ruvio, or Lorin. Other leaders may be interrogated by Gawen only. The Outlaw leader interrogations are largely identical.
ru: Главаря орков могут допрашивать Гевен, Рувио или Лорин. Все остальные будут говорить только с Гевеном. Допросы главарей разбойников в общем одинаковы.

source: You may interrogate the Orcish leader with either Gawen or Ruvio. Other leaders may be interrogated by Gawen only. The Outlaw leader interrogations are largely identical.
ru: Главаря орков могут допрашивать Гевен или Рувио. Все остальные будут говорить только с Гевеном. Допросы главарей разбойников в общем одинаковы.

source: To win, you should move Reme Carrenemore here!
ru: Чтобы выиграть, нужно привести Реме Карренемо сюда.

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
ru: Милорд, нам действительно нужно отступать? Сначала мы должны привести сюда Реме Карренемо!

source: I'm sorry Reme, but we simply couldn't succeed.
ru: Прости, Реме, но мы просто не в состоянии победить.

source: Good. Reme left me, we left him, so balance in the universe is preserved.
ru: Отлично. Реме бросил меня, мы бросили его. Равновесие вселенной восстановлено.

source: So, Reme. We meet again. Hm... I would say something to the effect of 'I'm happy to see you again', but to be honest, I am not.
ru: Ну что, Реме, мы снова встретились. Хм... Мне наверное нужно сказать что-то типа: "как я рада видеть Вас снова", но я, честно говоря, не рада.

source: Lorin... and... Gawen? Is that really you?
ru: Лорин... и... Гевен?! Это действительно Вы?

source: Reme, are you ok?
ru: Реме, как Вы себя чувствуете?

source: Yes... yes... Gawen? Is that really you?
ru: Хорошо, хорошо... Гевен? Это действительно Вы?

source: They are keeping some Akladian in cage in here. Should I kill him?
ru: Тут в клетке держат какого-то акладиана. Убить его?

source: No! This is my friend, Reme! Reme, are you ok?
ru: Нет! Это мой друг Реме! Реме, с Вами всё в порядке?

source: Such a young man... And yet, one darn good fighter...
ru: Такой молодой человек... Но чертовски хороший боец...

source: You were a worthy opponent, too.
ru: Вы тоже были достойным противником.

source: Yes... it was a good fight, wasn't it?
ru: Да... А неплохая вышла драка?

source: Yes... Before you pass on, please answer me few questions.
ru: Да... Прежде, чем ты нас покинешь, прошу тебя ответить на несколько вопросов.

source: Why are orcs here, allied with Akladians?
ru: Откуда здесь орки и почему они в союзе с акладианами?

source: Who hired the assassin that was trying to kill Gawen Hagarthen?
ru: Кто нанял убийцу, который охотился за Гевеном Хагартеном?

source: Why do you fight alongside Akladians?
ru: Почему ты сражаешься за акладиан?

source: Do you know who poisoned Gawen Hagarthen's mother?
ru: Ты знаешь кто отравил мать Гевена Хагартена?

source: Do you know why orcs are here?
ru: Ты знаешь зачем здесь орки?

source: They are allied with Akladians.
ru: Они пришли вместе с акладианами.

source: But why?
ru: Но зачем?

source: Allied? We are allied with none. They have simply paid for our services. That's all.
ru: В союзе? Мы ни с кем не в союзе. Они просто платят нам за службу, и всё.

source: You are from the Outlaw Base, right? The place whence assassins come... maybe you know who poisoned the mother of Gawen Hagarthen?
ru: Ты ведь из Логова? Наёмный убийца был оттуда же... Может ты знаешь кто отравил мать Гевена Хагартена?

source: I don't know that.
ru: Нет, не знаю.

source: Someone hired an assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from the Outlaw Base. Who hired him?
ru: Кто-то нанял человека, чтобы тот убил Гевена Хагартена сразу после смерти его отца. Я знаю, что убийца был из Логова. Кто его нанял?

source: I think it was one of the Akladian lords... yes... his name was Cryne, Bor Cryne...
ru: Думаю, один из акладианских лордов... Да. Это был Крайн. Бор Крайн.

source: I didn't quite catch that, but, oh well...
ru: Я не очень понял, ну ладно...

source: They are allied with the Akladians.
ru: Они в союзе с акладианами.

source: I don't know that. A lot of Akladians buy poison from us.
ru: Я не знаю. Много кто из акладиан покупал у нас яды.

source: Uh... what was that?
ru: Ммм... А что?

source: It's you! Witch!
ru: Это ты! Ведьма!

source: Really? Are you sure it's really me?
ru: Правда? Ты уверен, что это я?

source: Uhm... what?
ru: Э-э-э... что?

source: I mean, you are dying. Your whole life probably is passing before your eyes. Maybe you are hallucinating? There is only one way to find out.
ru: Ну, ты умираешь. Вся жизнь проходит перед глазами. Может у тебя галлюцинации? Есть только один способ это проверить.

source: What... What way?
ru: Что?.. Какой способ?

source: If I am just a hallucination, this won't hurt.
ru: Если я галлюцинация, тебе не будет больно.

source: No! Mother, I won't let you! Leave him to die peacefully!
ru: Нет! Мать, я не разрешаю! Дайте ему спокойно умереть!

source: Because it is a bad thing to torture people.
ru: Потому что пытать людей это плохо.

source: Because... uh...
ru: Да потому что... Э...

source: Gawen, she is Akladian. You can't teach an old dog new tricks.
ru: Гевен, она акладианка. Не пытайся научить старую лошадь новым трюкам.

source: Who are you calling OLD?!
ru: Кого ты назвала СТАРОЙ?!

source: You were a good opponent. What is your name? Please tell me, so I can tell the spirits of my ancestors who defeated me!
ru: Ты был хорошим противником. Как тебя зовут? Ответь, чтобы я мог рассказать духам предков, кто победил меня!

source: Gau... Gawen. Gawen Hagarthen.
ru: Гем... Гевен. Гевен Хагартен.

source: My king! Now I know why I was defeated. This is my punishment for betrayal. I should never have listened to the orders of our clan leaders. My king, will you forgive me?
ru: Мой король! Теперь я знаю, почему я побеждён. Это кара за предательство. Я не должен был слушать лидеров наших кланов. Вы простите меня, мой король?

source: Lie in peace, soldier.
ru: Покойся с миром, солдат.

source: I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.
ru: Я не боюсь, я не должен бояться. Ибо страх убивает разум. Страх есть малая смерть, влекущая за собой полное уничтожение. Я встречу свой страх и приму его. Я позволю ему пройти надо мной и сквозь меня. И когда он пройдёт через меня, я обращу свой внутренний взор на его путь; И там, где был страх, не останется ничего. Останусь лишь я, я сам.

source: Oh that was cute. Now, if you are quite finished, I have here this little knife-thing. This knife is what brings total obliteration, not to mention suffering.
ru: Ой, как мило. Если ты наговорился, то у меня тут есть малый ножик, влекущий за собой полное уничтожение, не говоря уже о страданиях, когда он пройдёт и сквозь тебя и через тебя.

source: I must not... ARGH!... I must not...
ru: Я не должен... ААРХ!.. Я не должен...

source: Why are you here, allied with traitors from the Akladian race?
ru: Что ты тут делаешь вместе с предателями акладианской расы?

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
ru: Ничего не знаю! Ничего не знаю! Наш вождь Грекулак приказал нам объединиться с акладианами, больше ничего не знаю!

source: Mother, you may let him go now.
ru: Мать, теперь его можно отпустить.

source: Argh!
ru: А-а-а!

source: Excuse me, my son, this orc screamed so loud in agony that I couldn't hear what you were saying. What was that?
ru: Извини меня, сын мой, это орк так шумно бился в агонии, что я ничего не расслышала. Что ты сказал?

source: Never mind. My step-mother is obsessed with death and pain. Sigh.
ru: Ничего. Моя мачеха помешана на смерти и страданиях. Ох...

source: And she looks beautiful in armour, too.
ru: А ещё она великолепно выглядит в доспехах.

source: Ha! The outlaws were hiding some gold here!
ru: Ха! Разбойники спрятали тут немного золота!

source: You have received $outlaw_gold_amt gold pieces.
ru: Вы получили $outlaw_gold_amt золотых.

source: Ha! The Akladians were hiding some gold here!
ru: Ха! Акладианы спрятали здесь немного золота!

source: You have received $akl_gold_amt gold pieces.
ru: Вы получили $akl_gold_amt золотых.

source: I guess this was gold prepared to pay for Reme Carrenemoe.
ru: Думаю, этим золотом собирались заплатить за Реме Карренемо.

source: I am saved!
ru: Я спасён!

source: It's a hollow victory, defeating Reme's captors without him among our ranks...
ru: Бессмысленная победа. Расправиться с похитителями Реме, но не увидеть его в наших рядах...

source: The outlaws are defeated!
ru: Разбойники побеждены!

source: We saved Reme, but do not have him here with us for our victory? What happened?
ru: Мы спасли Реме, но его всё равно нет с нами? Что происходит?

source: Akladian? Go away. Since the death of my old man I do not talk to Akladians.
ru: Акладиан? Убирайся. После смерти моего старика я не разговариваю с акладианами.

source: What do you want? I have already taught one of your people how to cure. That should be enough.
ru: Что тебе нужно? Я уже научила одного из ваших врачеванию. И хватит.

source: What do you want? I have already told you I speak to no Akladians since my husband, poor old soul, have died.
ru: Что тебе нужно? Я уже говорила, что не разговариваю с акладианами после того как мой муж, бедный старик, скончался.

source: Ooo, who's there? The avengers from Freetown on a mission, huh?
ru: Кто это тут у нас? Фритаунские мстители в деле?

source: Yes, old woman, we are from Freetown. You can go back to your village, you are safe now.
ru: Да, старуха, мы из Фритауна. можешь возвращаться в деревню, тебе ничего не угрожает.

source: Ha, ha, ha. Indeed I am, since it seems to me you are taking care of orcs and Akladians. You know what, young fellow: in exchange for what you did for this poor village, I will teach you few tricks about herbs.
ru: Ха-ха-ха, конечно ничего, раз ты так позаботилась об орках и акладианах. Вот что, юная дама, за то, что ты сделала для нашей бедной деревни, я расскажу тебе кое-что о целебных травах.

source: Back in Freetown
ru: Снова Фритаун

source: The winter was just ending when we returned to Freetown. Soldiers were singing mirthful songs, waiting impatiently for the chance to see the faces of their wives and children again.
ru: Когда мы возвращались во Фритаун, зима уже была на исходе. Солдаты распевали радостные песни, всем уже не терпелось увидеть лица жён и детей.

source: Even Lorin and Karen seemed to finally be getting along. I thought they might have started to like each other. Karen had even promised to show Lorin a few easy exercises to help her to regain the slenderness of her youth.
ru: Даже Лорин и Карен, похоже, наконец помирились. Думаю, они начали нравиться друг другу. Карен даже пообещала показать Лорин пару простых упражнений, которые помогли бы той стать такой же стройной, как в юности.

source: Rob Roe disappeared one night and no one, not even the outlaws in my army, knew the reasons of Roe's sudden disappearance. Outlaws were startled by the event and many of them refused to follow my orders any more.
ru: А Роб Ро однажды ночью просто исчез, и никто, даже из разбойников, не знал причины его внезапного исчезновения. Разбойники были взбудоражены этим происшествием и многие перестали следовать за армией Гевена.

source: Ruvio insisted on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, the inhabitants of Freetown weren't eager to let Akladians into their city. But there were no serious incidents, much to Ruvio's surprise.
ru: Рувио настаивал на том, чтобы все акладианы, присоединившиеся к армии, остались в лесу за городом, но я был против. Конечно, жители Фритауна не горели желанием впустить акладиан в свой город. Но, к удивлению Рувио, всё обошлось без серьёзных инцидентов.

source: Huon and Mithrandil returned a few days after our arrival. When the time appointed for our next meeting came, nobody questioned my right to be there. Lorin also insisted on participating and, after a short quarrel, Gwidle, the most respected leader of the people of Freetown, agreed.
ru: Хуон и Митрандил вернулись через несколько дней после нас. Когда подошло время следующей встречи, уже никто не оспаривал моё право находиться здесь. Лорин тоже настаивала на своём участии, и после короткой перебранки Гвидл, самый уважаемый старейшина фритаунцев, всё-таки согласился.

source: Greetings and wishes of long life and luck for everyone, even for those who were not invited here and who really should never have entered this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
ru: Мои поздравления и пожелания удачи и долгих лет жизни всем присутствующим, даже тем, кого сюда не приглашали и кому никогда нельзя было входить в этот город. Митрандил, Вы настаивали на этой встрече, поэтому, пожалуйста, начинайте.

source: Yes, indeed. The news brought here by Ruvio and this brave young man is quite important.
ru: Да, конечно. Новости, принесённые Рувио и этим храбрым юношей, крайне важны.

source: But why? All they brought back is a name: Grekulak. What's so important about that?
ru: Чем? Всё, что они смогли нам сказать, это имя: Грекулак. Что в этом такого?

source: I think everyone here knows the legends about Wesnoth's past. When our kingdom was powerful and rich. You may also recall the old story about the invasion by evil forces from the east, led by the evil lich, Mal-Ravanal.
ru: Думаю, каждый здесь знаком с легендами о прошлом Веснота, когда наше королевство было могучим и богатым. Возможно, вы помните и давнюю историю нашествия с востока злых сил под предводительством лича Мал-Раванала.

source: What? Of course not, that would be a legend from WESNOTHIAN culture. Is this yet another fairy tale?
ru: Какую? Конечно нет, это же легенда из ВЕСНОТСКОЙ культуры. Какая-то очередная сказка?

source: During this invasion, large parts of Wesnoth were turned into barren wasteland. The swamps of Saorduc were vast, fertile lands a mere three hundred years ago. But this was before a civil war that left Wesnoth divided.
ru: После этого нашествия огромная часть Веснота была обращена в бесплодную пустошь. Там, где сейчас болота Заурдука, всего триста лет назад были обширные плодородные земли. Но это было до гражданской войны, которая расколола Веснот.

source: Yes, we know this story. That's why the Akladians were able to conquer us... we were splintered. They could never have been succesful had we been united.
ru: Да, мы в курсе этой истории. Поэтому акладианы и завоевали нас... Мы были разобщены. Они никогда бы нас не одолели, будь мы едины.

source: We won because this land was given to us by God. That's why he divided you and made you forget how to handle swords, why you became weak. When we came, mercenaries were doing all the fighting for you.
ru: Мы победили, потому что эта земля была дана нам Богом. Для этого он разобщил вас, заставил забыть искусство владения мечом, и вы ослабли. Когда мы пришли, всю военную работу за вас делали наёмники.

source: So, as I was saying before you were so kind as to interrupt me, some time ago a new leader appeared amongst the orcs. His name was Grekulak. He united orcish tribes, one by one, using treachery and gold. Right now he rules more than a third of the orcish hordes.
ru: Итак, до того, как вы любезно меня прервали, я рассказывал, что некоторое время назад у орков появился новый лидер. Его зовут Грекулак. Подкупами и предательством он объединял племена орков одно за другим, и сейчас под его началом более трети всех орочьих орд.

source: Wait, wait. You were talking about Mal-Ravanal. What does he have to do with Grekulak?
ru: Стойте, стойте. Вы говорили о Мал-Раванале. Какое он имеет отношение к этому Грекулаку?

source: We believe that Grekulak is one of the last surviving adepts of Mal-Ravanal. We suspected that he was behind the sudden alliance of orcs and Akladians. Now we are certain. We are also sure that this orcish invasion is just the beginning.
ru: Мы предполагаем, что Грекулак это один из выживших последователей Мал-Раванала. Мы подозревали, что именно он стоит за неожиданным альянсом орков и акладиан. Теперь мы в этом уверены. Мы уверены также и в том, что вторжение орков это только начало.

source: I mean you will face a full-scale invasion soon. An undead army, orcs, and who-knows-what else. You will need help from the mages.
ru: Я хочу сказать, что скоро вы столкнётесь с полномасштабным вторжением. Вторжением армии мертвецов, орков и неизвестно кого ещё. Вам понадобится магическая помощь.

source: Great. Akladians, orcs, zombies... and we need the help of the mages. I imagine that, being a wise elf and all, you know of course that no mages exist anymore. Maybe a few on the Isle of Alduin, or in besieged Elensefar, but not enough to help us.
ru: Великолепно. Акладианы, орки, зомби... И ещё нужна помощь магов. Я всё понимаю, Вы мудрый эльф и всё такое, но Вам же должно быть известно, что магов больше не существует. Может быть кто-то остался на острове Алдуин, или в осаждённом королевстве Эленсефар, но этого нам будет недостаточно.

source: Actually, I'm pretty sure that Mithrandil is thinking about ONE specific mage. Am I correct?
ru: Думаю, что Митрандил имеет в виду какого-то ОДНОГО конкретного мага. Я прав?

source: Yes. Deorien. A white mage, living somewhere in eastern Wesnoth. You should go and find him. I will give you my soldiers and even gold, if you want. This should be all I need to tell you for now.
ru: Да. Деориэн. Белый маг, живущий где-то на востоке Веснота. Вы должны отправиться в путь и найти его. Я дам вам своих солдат и даже золото, если понадобится. Вот и всё, что я хотел сказать.

source: Then this meeting is adjourned. Take the evening to ponder this counsel, and we will re-convene and discuss everything on the morrow.
ru: Тогда заседание закрывается. Вечером обдумаем услышанное на сегодняшнем совете, а завтра снова соберёмся и всё обсудим.

source: Great. The green devils advise us to seek the help of those who are a blight on the face of God's world. The MAGES.
ru: Отлично. Зелёные демоны советуют нам искать помощи у тех, кто оскверняет лик божьего мира. У МАГОВ.

source: You often speak about something you call God, Lorin. Can you tell us more about your God?
ru: Лорин, ты часто говоришь о какой-то штуке под названием "Бог". Может расскажешь об этом побольше?
