Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: So be it. Let's greet our honorable guest, Mithrandil of the northern Elves. He has made a long journey here and he bears important news.
ru: Пусть будет так. Давайте поприветствуем нашего уважаемого гостя Митрандила из северных эльфов. Он проделал долгий путь и у него есть важное известие.

source: My respect and best wishes for everyone in this free city. I hope you will forgive me for dispensing with the formalities of a long traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed and unopposed into the very heart of Wesnoth.
ru: Мои почтение и наилучшие пожелания всем жителям свободного города. Надеюсь, вы простите меня за то, что я пренебрёг формальной длинной речью. Новость, которую я принёс, проста но пугающа. Армия орков скрытно и беспрепятственно продвигается к самому сердцу Веснота.

source: No! That impossible! How that could possibly happened? They would have had to cross through the free realms of the north, and...
ru: Что?! Это невозможно! Как это могло случиться? Они же должны были пройти свободные королевства севера, и...

source: Mithrandil speaks the truth, Huon. You have not seen the reports I've gotten.
ru: Митрандил говорит правду, Хуон. Ты не видел донесений, которые получал я.

source: They indeed crossed the free realms of the north. The relations among humans are none of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army has appeared in Wesnoth, bringing back dark memories of the queen whose name I will not utter.
ru: Они действительно прошли через свободные царства севера. Отношения между людьми меня не касаются. Я сделаю вид, что не заметил как Вы обвинили меня во лжи. Орочья армия, появившаяся в Весноте, навевает тяжёлые воспоминания о королеве, чьё имя я не хочу произносить.

source: According to what we have gathered, their presence is due to internal strife amongst the Akladians. If Akladians are slaughtering each other, even if with Orcish help, why should free people be disturbed by that?
ru: Согласно нашим данным, их появление вызвано какой-то внутренней распрей акладиан. Если акладианы режут друг друга, пусть и при помощи орков, почему это должно волновать свободных людей?

source: We elves believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil, is hiding behind this. What it is, we do not know. I came here to warn you, to help you, and ask for your help. We need you to find out the real reason the Orcish army is here. We also need to discover who is hiding behind the invasion. We have our suspicions, but we want to be sure.
ru: Мы, эльфы, считаем, что это больше, чем просто набег орков и акладианские междоусобицы. Нечто большее, нечто дьявольское скрывается за этим. Что это, мы не знаем. Я здесь, чтобы предупредить вас. Чтобы помочь и попросить о помощи. Нам нужно, чтобы вы выяснили подлинную причину нашествия армии орков. Нам также нужно выяснить, кто на самом деле стоит за вторжением. У нас есть подозрения, но мы хотим быть уверены.

source: We respect the wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
ru: Мы уважаем мудрость эльфов, и удовлетворим вашу просьбу. Мы вышлем две армии, чтобы захватить главарей орков и допросить их. Одну поведёт Рувио, другую — Хуон. Согласны?

source: I must insist on one slight change, Gwidle. My army will be led by this young man ... Gaumhaldric.
ru: Я настаиваю на некотором изменении, Гвидл. Мою армию поведёт этот молодой человек... Гемхальдрик.

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv... er... to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get a Scout or Shaman?
ru: Я присоединюсь к Хуону с частью моего эскорта, а остальных отправлю к к Рув... э... к Гэ-эмм-хальдри-ику. Моего лучшего лучника, лучшего капитана, двух воинов и, пожалуй, ещё одного лучника. В добавок к ним, кого бы вы хотели видеть в своей армии — разведчика или шамана?

source: I think that...
ru: Думаю, что...

source: A Shaman would be great.
ru: Шаман это отлично.

source: A Scout could be useful.
ru: Разведчик мог бы оказаться полезным.

source: No, I think I would want more fighters.
ru: Нам пригодилось бы больше воинов.

source: Actually I would like to have one more archer.
ru: На самом деле я бы хотел ещё одного лучника.

source: It will be an honor to fight for you, Gaumhaldric.
ru: Для меня большая честь сражаться за тебя, Гемхальдрик.

source: Your enemies are mine.
ru: Твои враги - мои враги.

source: The honor is mine.
ru: Но честь только моя!

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
ru: Карен, ты останешься здесь с матерью и сёстрами. Это слишком опасно для тебя.

source: Of courrrrse I will.
ru: Коне-е-ечно.

source: Arweena
ru: Арвина

source: Giombor
ru: Гимбор

source: Urandil
ru: Урандил

source: Another one bites the dust.
ru: Ещё один рухнул в пыль.

source: My arrows never miss!
ru: Мои стрелы не знают промаха!

source: My lord, I bet you are impressed!
ru: Милорд, ручаюсь вы впечатлены!

source: Akladians, orcs, lizards, and all others - when facing mighty Elorain, their fate is always the same!
ru: Акладианы, орки, ящеры и прочие - перед могучей Элорайн их всех ждёт одна судьба.

source: No man or woman may oppose me when I have a bow or sword!
ru: Среди мужчин и женщин мне равных нет ни с луком ни с мечом.

source: Straight into your heart!
ru: Прямо в сердце!

source: Eat this!
ru: Получи!

source: I always shoot to kill. No need to remind me.
ru: Я бью всегда на поражение. Не надо мне напоминать.

source: I stopped counting killed enemies when I turned 50.
ru: После пятидесяти я перестала считать вражеские трупы.

source: Sword or Bow, who is better than me?
ru: С мечом или с луком, кто лучше меня?

source: For honour, in the name of Eloh!
ru: За честь, во имя Эло!

source: Strength and honour!
ru: Честь и сила!

source: First kill this day.
ru: Первое убийство на сегодня.

source: Death is my companion, she walks wherever I may roam.
ru: Смерть - мой попутчик, где я, там и она.

source: Killing without hate, dying without fear!
ru: Убивать без гнева, умирать без страха!

source: This is the fate which will come to all our enemies.
ru: Такая судьба ждёт всех наших врагов!

source: My sword and my honour, two unbreakable things!
ru: Мой меч и моя честь — две нерушимых вещи!

source: Death to our enemies!
ru: Смерть врагам!

source: Raven O Trimmen
ru: Равен О'Тримен

source: Stop there! Foul underlings, your life is at an end!
ru: Стоять! Грязные убогие, прощайтесь с жизнью!

source: Noble lord, what's the punishment for saying things like that to your rightful king?
ru: Благородный лорд, а какое наказание положено за произнесение подобных слов в адрес своего законного короля?

source: My king? Ha, ha, and where is he?
ru: Моего короля? Ха-ха, и где же он?

source: He is here. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
ru: Он здесь. Гевен Хальдрик Хагартен. С ним его мать и я, Реме Карренемо.

source: My God! Indeed, this is the noble Reme, and he wouldn't possibly lie! So this is indeed... Gawen Hagarthen, our king! My sword is your sword, my lord!
ru: О, Господи! Точно, это же благородный Реме, он бы не стал обманывать! Значит это и в самом деле... Гевен Хагартен, наш король! Мой меч — Ваш меч, милорд!

source: (<i>sigh</i>) Well, I am. King Gawen Haldric Hagarthen. Rightful heir to the thrones of Vakladia et cetera, et cetera.
ru: (<i>вздох</i>) Ну, да. Король Гевен Хальдрик Хагартен. Законный наследник трона Вакладии и прочая, и прочая.

source: I've heard that... one of the lords from Harnen's clan was saying that you are alive... so... then... I guess my sword and my life belong to you, my king!
ru: Я слышал, как... Один из лордов клана Харнен говорил, что Вы живы... Ну... Так... Думаю, мой меч и моя жизнь принадлежат Вам, милорд.

source: Really? I haven't heard anything about you being alive! You must be lying! I don't believe you!
ru: Серьёзно? Не слышал, что бы ты был жив. Ты лжёшь! Я тебе не верю!

source: If you were truly Gawen Hagarthen, you wouldn't have killed so many of my fellow Akladian Lords!
ru: Если ты и правда Гевен Хагартен, ты бы не стал убивать так много славных акладианских лордов!

source: Start of the Quest
ru: Начало поисков

source: We left Raedwood and entered the plains southeast of the forest. We saw the signs of chaos and war everywhere: burned villages, refugees, bodies of the dead. In villages people were scared and tried to avoid talking with us.
ru: Из Редвуда мы вышли в поля, тянущиеся на юго-восток. Повсюду мы встречали признаки войны и хаоса: сожжённые деревни, беженцы, мёртвые тела. Люди в деревнях были напуганы и избегали разговоров с нами.

source: From what we could gather, Akladians across Vakladia were fighting each other. Bor Cryne and his faction were slowly but steadily gaining an advantage, thanks to the help of the orcs. Bandits and rebels - and sometimes the difference was just in name - were roaming the land unchecked. Hard times were ahead.
ru: Как мы выяснили, по всей Вакладии акладианы воевали друг с другом. Бор Крайн со своей фракцией медленно, но верно, брал верх, благодаря поддержке орков. Бандиты и бунтовщики, разница иногда была только в названии, беспрепятственно бродили по стране. Наступили трудные времена.

source: I wasn't really happy with the results of our visit to Oracle. None of her 'answers' satisfied me. We still had no idea where to search for Deorien, and the exchange between Lorin and the Oracle just confused me more. Lorin categorically refused to talk about it became much more withdrawn, as though she was keeping a weighty matter to herself.
ru: Честно говоря, я был недоволен итогами нашего визита к Оракулу. Ни один из её "ответов" меня не удовлетворил. Мы по прежнему понятия не имели, где искать Деориэна, а разговор Лорин с Оракулом озадачил меня ещё больше. Лорин категорически отказывалась об этом говорить, стала замкнутой, и постоянно думала о чём-то личном и, похоже, очень важном для неё.

source: Burton's wood
ru: Бартонский лес

source: Horsemills
ru: Мельницы

source: Porkton
ru: Свинтон

source: Laville
ru: Лавиль

source: To the Oracle
ru: К Оракулу

source: So, should we go to the Oracle?
ru: Что же, пойдём к Оракулу?

source: My lord, we already visited the Oracle.
ru: Милорд, мы уже были у Оракула.

source: My lord, I really insist we visit the Oracle first.
ru: Милорд, я настаиваю, чтобы мы сначала посетили Оракула.

source: Well, I think that...
ru: Что ж, думаю...

source: I already know where Deorien may be.
ru: Я уже знаю где может быть Деориэн.

source: You are right. Let's go to the Oracle first.
ru: Вы правы. Сначала к Оракулу.

source: So, should we pick the route to Okladia that goes through the hills?
ru: Итак, выбираем путь в Окладию через холмы?

source: This option is mainly intended for players, who already played 'A New Order' in the past, or don't care much about the story. If you do not fall in either category, consider reloading.
ru: Этот вариант обычно выбирают те, кто уже играл в "Новый порядок" раньше, или кто не интересуется сюжетом. Если вы не относитесь ни к к тем , ни к другим, подумайте ещё.

source: All right, we shall take the path through the hills to Okladia. Note that we could have taken a different path through the woods to get to Okladia instead, but it is too late for that now!
ru: Хорошо, отправимся в Окладию по холмам. Обращаю Ваше внимание, что мы могли бы выбрать другой путь, через лес, но теперь уже слишком поздно.

source: So, should we pick the route to Okladia that goes through the woods?
ru: Итак, выбираем путь в Окладию через лес?

source: All right, we shall take the path through the woods to Okladia. Note that we could have taken a different path through the hills to get to Okladia instead, but it is too late for that now!
ru: Хорошо, отправимся в Окладию через лес. Обращаю Ваше внимание, что мы могли бы выбрать другой путь, по холмам, но теперь уже слишком поздно.

source: Welcome to our village, noble travelers.
ru: Добро пожаловать в нашу деревню, благородные путники.

source: We are freedom fighters searching for the mage Deorien.
ru: Мы борцы за свободу, разыскиваем мага Деориэна.

source: Freedom fighters? Yeah, sure... Just, please, do not fight for freedom here. We are honest, hardworking people.
ru: Борцы за свободу? Это хорошо... Только прошу вас не сражаться за свободу прямо здесь. Мы простые честные труженики.

source: Do you know where the Oracle lives?
ru: Ты знаешь где живёт Оракул?

source: Why anyone would want to fight for you?
ru: А зачем нам за вас сражаться?

source: You have a chance to fight for your freedom.
ru: У вас есть возможность завоевать себе свободу.

source: I may be your future king.
ru: Возможно, я буду вашим королём.

source: In my army you may change your lot.
ru: В армии можно начать новую жизнь.

source: Why not?
ru: Почему бы и нет?

source: In this forest, we are free already.
ru: В этом лесу нам достаточно свободы.

source: No kidding. I mean, no kidding, your Majesty.
ru: Не валяй дурака. В смысле, не валяй дурака, Ваше Величество.

source: Change my lot? What do you mean?
ru: Новую жизнь? В каком смысле?

source: Well, you know, you may earn some gold, and if you are lucky, you may even became a knight.
ru: Можно немного разбогатеть, а, если повезёт, даже стать рыцарем.

source: A knight? Ha, ha, I thought you were serious. There are only archers in this village.
ru: Рыцарем? Ха-ха, я думал ты серьёзно. В нашей деревне есть только лучники.

source: The best archers earn 45 gold pieces when hired, and twenty gold pieces for each battle.
ru: За хорошего лучника я бы дал 45 золотых. А ему по двадцать золотых за каждое сражение.

source: Fourty-five gold pieces? Ok, I just found a volunteer here. He will fight for you.
ru: Сорок пять золотых? А вот и доброволец нашёлся. Он пойдёт с вами.

source: My lord, will we accept this recruit into our army? It is not a loyal unit, just a normal Bowman.
ru: Милорд, мы действительно берём этого рекрута в нашу армию? Это не верный слуга, просто обычный лучник.

source: A unit joined your cause.
ru: Боец присоединяется к вам.

source: firstname^Roman
ru: Парис

source: Because we have a lot to do in our own village, for example?
ru: Например, потому что нам есть чем заняться и в деревне.

source: I already answered that question.
ru: Я уже отвечал на этот вопрос.

source: Well, I don't know. But I think he lives on the Isle of Alduin, where all mages live.
ru: Ну, не знаю. Думаю он живёт на острове Андуин, где и все маги.

source: You mean you don't know? South from here, west from a larger village called Porkton. If I lived in that village, I would change its name into something different. Hogton, for example.
ru: А вы не знаете? На юге отсюда, западнее большого села Свинтон. Живи я в этом селе, я бы сменил это название на что-нибудь другое. Ну, хоть Кабантон.

source: Something interesting? Well, young Henry is marrying Mary from Buckston. The last storm was so heavy that it broke all trees in Larry's orchard. Orcs and Akladians are slaughtering each other. Hmm... I think that's about it.
ru: Что-нибудь интересное? Ну, юный Генри женился на Мери из Бакстона. Последний ураган был таким сильным, что переломал все деревья в саду у Ларри. Орки с акладианами режут друг друга. Что ещё? Хм... Думаю, всё.

source: Have luck in your travels, stranger. You will need it.
ru: Удачи в пути, странник. Она тебе понадобится.

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
ru: Веснотцы! Что вы тут делаете? Если думаете, что в нашей деревне есть, что грабить, я вас разочарую!

source: Gawen Hagarthen? No! That would mean... my king!
ru: Гевен Хагартен? Нет! Это же значит... Мой король!

source: Ah, the rebel from Freetown?
ru: А, фритаунский бунтовщик?

source: My king, you do not have to ask. You may order us to join you.
ru: Мой король, Вам не нужно об этом спрашивать. Просто прикажите, и мы пойдём за Вами.

source: A loyal unit joined your cause.
ru: К вам присоединился верный солдат.

source: Har Barien
ru: Хар Бариен

source: Fight for you? Against my own kin? No thanks.
ru: Сражаться за тебя? Против собственного народа? Нет, спасибо.

source: Well, I don't know. But I think The Oracle may know, she knows everything.
ru: Ну, не знаю. Можно спросить у Оракула, она всё знает.

source: God's voice is west from here. I've heard she will visit one of our lords soon.
ru: Глас господень на западе отсюда. Слышал, скоро она отправится к одному из наших лордов.

source: How should I know? The lords live their own lives, as do we.
ru: Откуда мне знать? У лордов своя жизнь, у нас своя.

source: Well, Akladians from Easkladia were defeated by Wesnothians in battle near Broken Heart Runlet. I think it is because God hides his face from us. Their king escaped. If you ask me, I would say that Easkladia is finished.
ru: Ну, акладианы из Искладии были разбиты веснотцами в битве при Ручье Разбитых Сердец. Думаю, это потому, что Бог отвернулся от них. Их король бежал. Если вас интересует моё мнение, я бы сказал, что с Искладией покончено.

source: We have no king now and because of that, according to custom, the other Hagarthens should wait one year until one of them is invited to rule Vakladia by either the regent or council of lords. But we have no regent and the lords are fighting amongst themselves. So I think sooner or later, Hagarthens from other kingdoms will invite themselves.
ru: У нас сейчас нет короля, поэтому, согласно обычаю, остальные Хагартены должны ждать год прежде, чем регент или совет лордов пригласит кого-нибудь из них на трон Вакладии. Но регента у нас нет, а лорды бьются друг с другом. Думаю, рано или поздно Хагартены из других королевств пригласят себя сами.

source: Other Hagarthens? How many of them?
ru: Остальные Хагартены? А сколько их?

source: There is old Perien from Easkladia, but he has troubles of his own. There are two brothers: Luc and Gauri from Guilcorta and there is Buffin from Okladia. Of course, there is also gossip that a new messiah will come and he will lead Akladians to true greatness...
ru: Есть старый Перьен из Искладии, но ему сейчас хватает своих проблем. Ещё есть братья Люк и Гаури из Гилькорты и Баффин из Окладии. И конечно, ходят слухи что новый мессия придёт и поведёт акладиан к истинному величию...

source: Maybe, if this messiah will come, our women will be able to give a birth to healthy children again; This winter three children were born, two of them dead.
ru: Может, если придёт мессия, наши женщины снова будут рожать здоровых детей. Этой зимой родились трое, двое уже умерли.

source: Have luck in your travels, my king. You will need it.
ru: Удачи в пути, мой король. Она Вам понадобится.

source: My lord! Aren't you Gaumhaldric, about whom we've heard so many tales?
ru: Милорд! Вы, часом, не Гемхальдрик, о котором мы столько слышали?

source: It would be honor to join your army.
ru: Для меня будет большой честью присоединиться к Вашей армии.

source: My lord, should we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
ru: Милорд, мы берём его в нашу армию? Это верный воин, но он же просто крестьянин.

source: Hans
ru: Ганс

source: Yes, that is a good enough reason.
ru: Да, это хорошая причина.

source: My lord, will we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
ru: Милорд, мы берём его в нашу армию? Это верный воин, но он же просто крестьянин.

source: Gold? I thought you were fighting for freedom, not gold. I am so disappointed.
ru: Золото? А говорили, что сражаетесь не за деньги, а за свободу. Я весьма разочарован.

source: Well, I don't know. But I think the Oracle may know, she knows everything.
ru: Не знаю. Думаю, Оракул должна знать, она знает всё на свете.

source: East from here.
ru: На востоке отсюда.

source: East from here. But please, hurry.
ru: На востоке отсюда. Советую вам поспешить!

source: A large army went there not long ago. Orcs, Akladians, Outlaws. I don't know what their intentions are, but I doubt they are good.
ru: Не так давно в ту сторону прошла большая армия. Орки, акладианы, разбойники. Не знаю, чего они хотели, но вряд ли чего-то хорошего.

source: The greatest news of all is that you have saved the Oracle. This - this is so wonderful I can't find proper words to describe it.
ru: Величайшей новостью для всех нас было то, что вы спасли Оракула. Это... Это так прекрасно, что я просто не нахожу слов!

source: Akladians from another kingdom were defeated by our people in battle near Broken Heart Runlet. Well, our people - this army was from Blackwater. A large army recently went west; I think they want to harm the Oracle.
ru: Наши люди победили акладиан из соседнего королевства в битве при Ручье Разбитых Сердец. Наши люди это блэкуотерская армия. Большая армия недавно прошла на запад. Как бы они не причинили чего худого Оракулу.

source: Who's there? Friend or foe?
ru: Кто здесь? Друг или враг?

source: Friend.
ru: Друг.

source: A lot of 'friends' came to us recently. There are Akladians in your army, I think. Why should I trust you?
ru: Что-то много у нас "друзей" в последнее время. Кажется, в твоём войске есть акладианы. С чего бы мне тебе доверять?

source: And die in the first fight? No, thank you.
ru: И погибнуть в первой же битве? Нет, спасибо.

source: Really? Well, If so, one of our boys wants to join your army.
ru: Правда? Ну, если так, один из моих парней может пойти с тобой.

source: John Tillerman
ru: Джон Тиллерман

source: Dead people do not bring gold home.
ru: Мёртвым золото ни к чему.

source: Well, I don't know. He may live in the free kingdom of Elensefar.
ru: Ну, не знаю. Может быть он живёт в свободном королевстве Эленсефар.

source: West from here. Near Porkton.
ru: На западе отсюда. Около Свинтона.

source: There was a battle west from here, in which Akladians, Outlaws and Orcs tried to captured the Oracle. But they were defeated by some young man, who... wait a minute. What was your name, again?
ru: На западе отсюда была битва. Акладианы, разбойники и орки пытались захватить Оракула в плен. Но их разбил один юноша, который... Погоди-ка, как ты сказал тебя зовут?

source: A lot of interesting things happened recently! Two girls were born in my village, on the same day and even in the same hour! Fat Robert lost a horse in the forest, stolen by outlaws, I think.
ru: Недавно было много интересного! У нас в деревне две девочки родились в один день и даже в один час! Толстый Роберт потерял в лесу свою лошадь. Думаю, её свели разбойники.

source: Ruvio, please tell me...
ru: Рувио, скажите пожалуйста...

source: You must be kidding. The woman is so hard to be around I cannot understand why Yahyazad has a crush on her.
ru: Вы шутите. Рядом с этой женщиной невозможно находиться. Я не понимаю, почему Яхиазад сходит по ней с ума.

source: I think I know what are 'ruins of the great city', my Lord. This could be our former capital, Weldyn. It is located in Okladia. We should go there.
ru: Думаю, я знаю, что это за "развалины великого города", милорд. Похоже, это наша бывшая столица, Вельдин. Она находится в Окладии. Нам нужно отправляться туда.

source: Nothing really. I think your under... Wesnothian soldiers are starting to - well, maybe not like - but to tolerate me.
ru: Ничего серьёзного. Думаю, Ваши убо... веснотские солдаты стали... Не то, чтобы любезнее... Скорее терпимее ко мне.
