Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: My family forswore all ties to me long ago, and you know that, Reme. I promise you that you have not heard the last of me.
ru: Моя семья давно порвала все связи со мной, и Вам это известно, Реме. Обещаю, что Вы ещё услышите обо мне.

source: Separation
ru: Расставание

source: Finally, the party reached the crossroads. The northern path led to Vattin, the southern path to Reme's clan settlements. It was here that Reme Carrenemoe decided to leave Lorin to her fate.
ru: Наконец отряд вышел к перекрёстку. Путь к Ваттину лежал на север, на юге были поселения клана Реме. Здесь Реме Карренемо решил бросить Лорин на произвол судьбы.

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose five of the best troops from our band now. I shall also leave you all the gold, which comes to $gold|g in all. And then, we part ways. Your troops will leave with you, and the rest of our troops will leave with me.
ru: Теперь Вы в безопасности, леди Лорин. Я Вас сопроводил. Вы можете забрать с собой пять лучших воинов из нашего отряда. Я также оставляю Вам всё наше золото, общим числом $gold| золотых. Дальше пути наши расходятся. Вы выбираете тех, кто уходит с Вами, те, кто останутся, идут со мной.

source: Reme... You've always been a loyal servant of the Hagarthens...
ru: Реме... Вы всегда были верным слугой Хагартенов...

source: I was and am. But you are no Hagarthen, my lady. I have no obligations to you. No Hagarthens remain in Vakladia any more.
ru: Был и остаюсь. Но Вы не Хагартен, миледи. Перед Вами у меня нет обязательств. А Хагартенов в Вакладии больше нет.

source: And what about that Orcish army we found out about? We should stick together!
ru: А как же орки, о которых мы узнали? Мы должны держаться вместе!

source: I have already told you. There is no WE. Neither of us can do anything about those Orcs.
ru: Я говорил Вам. Нет никаких "мы". Ни Вы, ни я не в силах что-то сделать с орками.

source: If you don't recall any veteran units... well, try it and see what happens!
ru: Если не призовёте ветеранов... Впрочем попробуйте, посмотрим.

source: Any units not recalled will go to an unknown fate.
ru: Судьба бойцов, которых вы не призовёте, неизвестна.

source: If you don't recall veteran units, the next scenario with Lorin will be extremely difficult to win.
ru: Если не призовёте ветеранов, следующий сценарий с Лорин будет крайне сложно выиграть.

source: Any units not recalled will go with Reme instead.
ru: Бойцы, которых вы не призовёте, уйдут за Реме.

source: Recall or recruit five troops. OR
ru: Призвать или завербовать пять соединений ИЛИ

source: End turn if you do not want or can't recall or recruit troops.
ru: закончить ход, если нет желания или возможности набрать войско.

source: You have less than 200 gold pieces. I am not sure if this will be enough for your future endeavours.
ru: У Вас меньше 200 золотых. Не уверен, что этого будет достаточно для будущих предприятий.

source: You have neither choosen nor recruited five soldiers. I hope you know what you are doing, since in the future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
ru: Вы не берёте с собою пятерых солдат. Надеюсь, Вы знаете, что делаете. В будущем Вам будет трудно найти закалённых в битве воинов. По крайней мере из акладиан.

source: Breaking the Circle
ru: Прорыв из окружения

source: Content Note: This campaign contains mature themes, some of which may be unsuitable for children. Player discretion advised.
ru: Уведомление: сюжет кампании содержит тяжёлые сцены, не предназначенные для детей. Вы предупреждены, поступайте по своему усмотрению.

source: Moments slowly lengthen into hours. Hope is slipping through my fingers...
ru: Мгновения тянутся часами. Надежда ускользает из рук...

source: Do you hear me, my son? I am losing hope, you must awaken... it was supposed to be just a routine show of force; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring, for... how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger 'son.' I wish I knew your real mother; at least then I would know with whom I am competing.
ru: Ты слышишь меня, сын мой? Я уже теряю всякую надежду... Когда же ты очнёшься?.. Это должна была быть обычная демонстрация силы: нескольких повесить, прочих напугать. Теперь отец твой мёртв, а ты лежишь, не двигаясь... Который день? Не знаю даже, слышишь ли меня ты, есть ли тебе дело до всего? Так странно сыном называть того, кто лишь на пару лет меня моложе. Хотела бы я быть знакомой с твоей матерью. Хотя бы знала, с кем я состязаюсь.

source: Our people came here from the eastern lands long before my birth. Our people's destiny is to rule the world.
ru: Народ наш пришел сюда с востока задолго до того, как я родилась. Править миром — вот наше назначение.

source: Your grandfather smashed the underling armies in the field and stormed their castles. They were weak while we were strong. Divided, while we were unified. God gave us our destiny; they foolishly trusted mages to alter theirs. They were truly destined to be our slaves.
ru: Твой дед растаптывал на поле боя армии убогих и брал на меч их замки. Они были слабы, а мы — сильны. Разобщены, а мы — едины. Наша судьба дана нам Богом, они, глупцы, доверились волшебникам и магам. Им было суждено стать нашими рабами.

source: We burned their palaces, towns, and castles; there was nothing worthy there. They told us that they put their legends and wisdom on paper, it was as though they thought they could imprison history in their books. We burned them all. Their poetry, wisdom, and history - their entire culture - burned to ashes. And with them, that most irritating underling quality - hope.
ru: И мы сожгли их города, дворцы и замки. Нам говорили, что они заносят на бумагу свои легенды, свою мудрость, как будто книги смогут удержать историю. Мы всё сожгли. Их мудрость, поэзию, историю, всю их культуру обратили в пепел. И вместе с тем сгорело то, что в них мешало нам больше всего — надежда.

source: I was only five when your grandfather died and divided his kingdom among his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the underlings' hatred for us only increased, and our own people were uneasy with having such a queen.
ru: Мне было пять, когда твой дед скончался, разделив своё королевство между сыновьями. Шесть, когда твой отец подавил первое восстание. Я никогда не понимала, почему он выбрал твою мать... Была ли у него обычная физическая тяга, или хотел он примириться союзом брачным с покорённой нами знатью? Если последнее, то он жестоко обманулся. Убогие возненавидели нас ещё больше, а наш народ не принял такую королеву.

source: When your mother died, I was chosen from the Gallorae Clan as your father's next wife. I am not certain whether or not this was an act to appease the Clans, but he must have wanted an heir whom our people would not question. My duty was to bear him that son, and I failed. Our people strayed from the old ways, and God turned his back on us as we had to him. Glutted upon land, money, and slaves, the weaker Akladian lords lost their armies and lands in combat with the underlings.
ru: Когда твоя мать умерла, меня избрали из клана Галлора следующей женою твоего отца. Не знаю, хотел ли он так примириться с кланами, но несомненно он хотел наследника, который бы не вызывал вопросов у народа. Родить ему такого сына — был мой долг. Я не смогла. Народ сошёл с исконного пути, и Бог от нас отворотился, как мы отворотились от него. Пресыщенные землями, деньгами и рабами лорды акладиан теряли армии и земли в боях с убогими.

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how tenuous my position is, and how despised you are. Behind your back they call you a mixling, a bastard, a creature not fit to live, let alone to sit on the throne. And as for me... if you die, I would be just the wife of a despised king, stepmother of a hated heir; my death will be all but assured. Had I given birth, I would be your mortal enemy, but I have not. I know there is no love between us, but only together is there any hope...
ru: И вот ты лежишь здесь, уязвимый и беззащитный. Смерть твоего отца усугубила шаткость моего положения и общее презрение к тебе. За глаза тебя называли полукровкой и ублюдком, тварью, недостойной жить, не то что быть на троне. Что до меня... Если ты умрёшь, я буду лишь женой презренного монарха и мачехой ненавистного наследника. Смерть моя будет неизбежна. Когда бы у меня был сын, я стала бы тебе смертельнейшим врагом, но нет. Я знаю, между нами нет приязни, но только вместе нам есть на что надеяться...

source: Eol Areon
ru: Эол Ареон

source: Iree Rothe
ru: Айри Роти

source: Reuke Rothe
ru: Ройке Роти

source: Strome Ohavenort
ru: Строме Оавенорт

source: Reonee
ru: Реони

source: Raoke
ru: Раоке

source: Oyre
ru: Ойре

source: Aueree
ru: Ауэри

source: Heinric the Redbeard
ru: Хейнрик Рыжебородый

source: Militiaman
ru: Городской стражник

source: Swords-wielding Militiaman
ru: Стражник, вооружённый мечом

source: He has regained consciousness, my lady!
ru: Миледи, он пришёл в сознание!

source: Thank God! Gawen, how do you feel? Can you talk? Move?
ru: Спасибо, Боже! Гевен, как ты чувствуешь себя? Ты можешь говорить? Пошевелиться?

source: I feel weak... sick... (<i>pause</i>) ...I can't remember anything... nothing. Who am I?
ru: Слабость... Тошнота... (<i>пауза</i>) ... Я ничего не помню... Ничего... Кто я?

source: I fear the blade which wounded him was poisoned, my lady. We must wait here and pray that our God shows him mercy. <small>(<i>Whispering</i>) And then we shall bury him with all ceremonies.</small>
ru: Миледи, я боюсь, что он был поражён отравленным клинком. Нам нужно ждать здесь и молиться о божьей милости. <small>(<i>Шёпотом</i>) А после со всеми почестями его похоронить.</small>

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
ru: Нет! Мы не можем ждать. Немедленно — в ближайший город, и найти там лекаря!

source: He will not make it.
ru: Он не выдержит!

source: I vow to sacrifice a lamb to God if he can be cured. If not, I won't even sacrifice so much as a mouse ever again! Do you hear me, God? Do you?
ru: Я принесу ягнёнка в жертву Богу, если сын мой будет исцелён, клянусь! Но если нет, ты больше от меня и мыши не дождёшься! Слышишь, Бог? Ты слышишь меня?

source: Gawen, get up!
ru: Гевен, вставай!

source: Yes... But... I can't remember anything... Who am I?! Who are you?
ru: Да... Только... Я не помню ничего... Кто я?! А вы кто?

source: I am Lorin, your mother, the only person whom you can trust. These are your few loyal soldiers, who remained when everyone else deserted us. You are Gawen Hagarthen, the rightful king of Vakladia.
ru: Лорин. Твоя мать. Единственная, кому ты можешь верить. Со мной немного преданных солдат, тех, кто остался, когда почти что все от нас сбежали. Ты — Гевен Хагартен, законный король Вакладии.

source: My mother? You seem... a bit young.
ru: Мать?.. Но Вы... Так молоды...

source: I am only your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
ru: На самом деле мачеха. Сейчас нет времени для долгих объяснений. Нам нужно в город и найти там лекаря!

source: Look, Akladians! To arms! Their king is dead; it's time to kill them all and be done with our slavery!
ru: Смотри, акладианы! К оружию! Король их мертв. Настало время убить их всех и покончить с нашим рабством!

source: My lord, if you can't remember anything, then permit me a few suggestions. While our troops are not the armoured types the Wesnothians have, they are far more resistant to pain and faster than the craven underlings. Remember to seek advantageous terrain; it's good to defend on the hills or in villages or forests. Do not charge blindly into the enemy; we have no means to replenish our army here.
ru: Милорд, коль скоро Вы забыли всё, позвольте кое-что Вам подсказать. Хоть наши воины не так защищены, как у веснотцев, они намного лучше переносят боль и движутся быстрей убогих трусов. Не забывайте о ландшафте: защищаться лучше в лесу, в деревне или на холмах. И не бросайтесь слепо на врага: восполнить армию мы с Вами здесь не сможем.

source: I see two good defensive positions here. One is to the north, near the village; the second is on the hills to the east of us. Use your troops to cover your back. Clansmen are not experienced enough to control terrain next to them, so you must put them adjacent to one another to block the enemy.
ru: Я вижу две позиции, удачных для защиты. Одна на севере, в деревне, а другая на холмах от нас к востоку. Используйте солдат, чтобы прикрыть свой тыл. Простые члены кланов неопытны, враги легко обходят их, поэтому выстраивайте цепь — один к другому, чтоб не пропустить врага.

source: My lord, if you can't remember anything, then permit me a few suggestions. Let's try to find our way to a village. And remember to keep yourself surrounded with your own troops so that the enemy can't slip in.
ru: Милорд, коль скоро Вы забыли всё, позвольте кое-что Вам подсказать. Попробуйте достичь деревни. А себя Вы окружите плотно верными людьми так, чтобы враг не проскользнул.

source: My lord, if you can't remember anything, then, well, I guess... I don't know what to tell you.
ru: Милорд, коль скоро Вы забыли всё, позвольте... Впрочем, не знаю, что сказать Вам.

source: Gawen Hagarthen reaches the enemy keep
ru: Гевен Хагартен достиг вражеской крепости.

source: You cannot recruit new units in this scenario.
ru: В этом сценарии вы не можете нанимать войска.

source: These ashes are still warm... he has to be somewhere nearby...
ru: Уголья ещё теплятся... Он должен быть недалеко...

source: I feel so sick, like poison is burning inside me...
ru: Так плохо, будто яд меня сжигает изнутри...

source: Try to resist for just a bit longer, my son!
ru: Ещё немного, сын мой! Постарайся продержаться.

source: He will not make it!
ru: Он не выдержит!

source: My son! Please, don't give up!
ru: Сын мой! Не сдавайся!

source: Medic
ru: Лекарь

source: My lady, we have found a medic!
ru: Миледи, мы нашли врача!

source: Underling! My son is dying. If you heal him, I will spare your life. If not, I will burn you and your family alive, do you understand?
ru: Эй, убогий! Мой сын при смерти. Если ты вылечишь его, то будешь жить. А если нет, сожгу живьём тебя и всю твою семью. Тебе понятно?

source: Don't try to intimidate me. I am too old to be afraid of death, I have no family. I will try to heal your son because of my vows as a healer, not because of your threats, Akladian lady.
ru: Не надо меня запугивать. Я слишком стар, чтобы бояться смерти, а семьи у меня нет. Заняться твоим сыном меня обязывают обеты лекаря, а вовсе не твои угрозы, акладианка.

source: Your motives are of no concern to me, just do it!
ru: Мне плевать, благодаря чему ты сделаешь свою работу, приступай!

source: Hold on a moment.
ru: Так-так, посмотрим...

source: ...and there you go.
ru: ... ну, .вот и всё.

source: Thank you. (*<i>faints</i>*)
ru: Благодарю Вас. (*<i>теряет сознание</i>*)

source: Truly a shame we have no time to loot it or tax the inhabitants...
ru: Чертовски жаль, что некогда разграбить это место или хотя б собрать налоги...

source: Ah, a village...
ru: О, деревня...

source: A medic! Somebody find a medic!
ru: Лекарь! Кто-нибудь найдите лекаря!

source: Unfortunately, it seems that there are no medics here... we will most likely have to wait until we reach the enemy encampment before we can cure Gawen's poison...
ru: К несчастью лекаря здесь нет... Похоже, что избавить Гевена от яда мы сможем только захватив расположение противника.

source: I can't see... it's so cold...
ru: В глазах темнеет... Холодно...

source: No! Don't you DARE die on me! Not now!
ru: О, нет! Не смеешь ты из-за меня погибнуть! Не сейчас!

source: For freedom! Death to the Akladian beasts!
ru: За свободу! Смерть акладианским тварям!

source: Umm... we are good guys, right?
ru: Э... Мы же хорошие, не так ли?

source: Do not forget to withdraw wounded units to villages, where they can rest and regain some of their health.
ru: Не забывайте отводить в деревни раненых для отдыха и перевязки ран.

source: Get out of my way, filthy underling!
ru: С дороги, грязное убожество!

source: Poor fools! They have no chance, yet still they fight.
ru: Несчастные глупцы! Без всяких шансов продолжают биться.

source: How dare you oppose us, heathen underling!
ru: Как смеешь ты сопротивляться нам, язычник?

source: Their leader is dead, good! Now bring Gawen to their keep, men!
ru: Их предводитель мёртв. Отлично! А теперь ведите в крепость Гевена, ребята.

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to me in Haeltin. Your time has come...
ru: Да неужели? Да! Лорин! Долго я мечтал отплатить тебе за то, что ты сделала со мной в Хэлтине. Вот и пришло время...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. You were that flabby, nebbish cur who was crying just looking at my knife.
ru: Ой, боюсь-боюсь. В Хэлтине? Дай подумать... Ах, да, вспомнила. Ты тот жалкий полудохлый щенок, который разрыдался, как только увидел мой ножик.

source: Reumario, whatever my mother did to you, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
ru: Ромарио, что бы моя мать не говорила Вам, совсем не обязательно вести себя по-хамски. Я Вам не нравлюсь? Ладно. Но выразите это мечом, а не словом.

source: Ha, Reumario. Does this feel a bit like a deja vu? What was that you were saying? Oh, that's right, that you dreamt of repaying me.
ru: Ха, Ромарио. Ты не чувствуешь некоторое дежа вю? Что ты там говорил? Ах, да, ты мечтал отплатить мне.

source: Ruins of the Past
ru: Руины прошлого

source: What I am about to tell you is the product of many years of meditations and gathering of small bits of information. I cannot guarantee that everything you will hear is true. But I think I have guessed story of Grekulak more or less correctly.
ru: То, что вы сейчас услышите, это результат многолетних размышлений над собранными по крупицам сведениями. Не могу гарантировать, что всё сказанное мною будет безупречно истинно. Но думаю, что восстановил историю Грекулака более или менее верно.

source: Many centuries ago there was a lich, possibly the most powerful to ever appear on the face of the earth. This lich's name was Mal-Ravanal. Mal-Ravanal's hordes invaded Wesnoth in ages past, but the lich was defeated by a few courageous men. Dacyn, Gweddry, and their band of heroes... all Wesnothians know those names, spoken of in our legends with respect and honour.
ru: Много столетий назад был один лич, возможно, самый могущественный из тех, кого видел мир. Этого лича звали Мал-Раванал. Однажды орды Мал-Раванала вторглись в Веснот, но были побеждены горсткой храбрецов. Дацин, Гведри и их героический отряд... Все веснотцы знают эти имена, воспетые в легендах с уважением и гордостью.

source: But one of adepts of Mal-Ravanal survived; paradoxically, the weakest one. His magic seems to be of a slightly different ilk than that of his fellow liches. In fact, I hesitate to call him a lich at all. I know of no other lich who has kept up his human appearance with the stubbornness of Grekulak. According to my spies, he still looks like a living human.
ru: Но одному из адептов Мал-Раванала удалось уйти. Как ни парадоксально, самому слабому из них. Его магия была несколько другого рода, нежели у остальных личей. На самом деле, я бы не стал его так называть. Мне не известны личи, которые старались бы сохранить человеческий облик как же упорно, как Грекулак. По сведениям моих шпионов он по прежнему выглядит как обычный человек.

source: After Mal-Ravanal's defeat, Grekulak was trapped in the swamps, spending his days roving in the morass and quagmire. Finally he came up with an idea. The undead had been storming the world of Wesnoth for millennia. They never succeeded, and often a very small group of brave living creatures - be they elves, humans or dwarves - were able to defeat large hordes of undead.
ru: После поражения Мал-Раванала Грекулак скрылся в болотах и проводил дни в скитаниях среди омутов и трясин. В конце концов у него возникла идея. Восставшие мертвецы штурмовали мир Веснота тысячелетиями. Никогда им не удавалось удержать верх. Часто даже небольшие группы храбрецов, будь то эльфы, люди или гномы, находили силы разбить огромные орды мертвецов.

source: Grekulak's desire was to rule over the whole of the world. The art of necromancy was only a means for him, not the end itself - at least, that's what I think. Undead lack their own will, spirit, and intelligence and that seemed to him to be the reason for their constant failures. So Grekulak decided that in order to rule the world, he would need to use some race of living creatures as his servants.
ru: Грекулак грезил мировым господством. Искусство некромантии было для него лишь средством, а не целью, по крайней мере я так думаю. Мертвецам не хватало воли, духа и разума, и в этом, похоже, была главная причина их постоянных провалов. Поэтому Грекулак решил, что для мирового господства ему понадобятся услуги кого-то живого.

source: I don't know about his twisted experiments - I would guess that he attempted many of them - but he finally came to the conclusion that neither orcs nor humans were well-suited for his goal. So he decided to breed a race of his own.
ru: Не знаю подробностей его экспериментов, могу только догадываться, что их было множество. В итоге он пришёл к выводу, что ни орки, ни люди не подходят для достижения его целей. Поэтому он решил вывести свою собственную расу.

source: I have no idea how he was able to do it. It flies in the face of the whole of our knowledge and if I had not seen the living proof that he succeeded, I would have said it was impossible. He somehow crossed orcs and humans, until he got a new race of merciless warriors. He crafted and shaped them in every way, much as a smith crafts a sword. Yes, I am talking about the Akladians.
ru: Не имею понятия, как он этого добился. Это противоречит всему, что мы знаем. И, если бы я не видел живое доказательство его успеха, я бы сказал, что это не возможно. Он каким-то образом скрещивал людей и орков, пока не получил новую расу безжалостных воинов. Он создавал и переделывал их так и сяк, словно кузнец, выковывающий меч. Да, я говорю об акладианах.

source: He wished to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he taught them a religion in which he, Grekulak, was God. It was he who would lead them. He created - or at least strongly influenced - a whole new, brutal and violent, culture. Hatred for elves, disdain for the mages are clear signs of the workings of Grekulak. Why Akladians retained the concepts of honour and loyalty in the face of Grekulak's indoctrination is unclear to me.
ru: Он хотел использовать их как орудие завоевания мира. Ему нужны были истинные воины, а не безмозглые рабы, поэтому он дал им религию, в которой он, Грекулак, был богом. Он был тем, кто возглавит их. Он создал, или, по крайней мере вдохновил, совершенно новую, грубую, жестокую культуру. Ненависть к эльфам, презрение к магам были очевидными признаками влияния Грекулака. Мне совершенно непонятно, как акладианы смогли сохранить понятия чести и совести в рамках доктрины Грекулака.
