Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: Shut up, underling, of course it's the right castle. Now listen, I don't want anyone killing their leaders; leave that privilege to me. I want to interrogate them first!
ru: Молчи, убогий. Конечно, замок подходящий. И вот что: никто не должен убивать их главарей. Оставьте это мне. Сначала я должна их допросить.

source: I am a battle-tested warrior with many men at my command. Keep calling me 'underling,' and I am leaving, do you understand?
ru: Я ветеран многих сражений, мне подчиняется множество солдат. Продолжите называть меня убогим, и я уйду, понятно?

source: Kill all enemy leaders...
ru: Уничтожить всех вражеских лидеров...

source: ...except for maybe Reumario?
ru: ... может быть кроме Ромарио?

source: Before you kill me, let me say just one thing: you are one damn good fighter, Lorin.
ru: Пока Вы меня не убили, хочу сказать Вам одно: Вы чертовски хорошо дерётесь, Лорин.

source: That's LADY Lorin to you... and you are going to tell me a lot more than just one thing. First, who are those guests you were talking about?
ru: Для Вас — ЛЕДИ Лорин. И Вы расскажете мне много больше. Во первых: каких гостей вы обсуждали?

source: I have no idea. It has taken a long time to stockpile the amount of supplies we were told they would need. It must be quite a large army.
ru: Без понятия. Но нам понадобилось очень много времени, чтобы заготовить столько припасов, сколько им нужно. Должно быть подойдёт большая армия.

source: You were fine warrior, Reumario. I want to honor you.
ru: Вы были хорошим воином, Ромарио. Я окажу Вам честь.

source: Off with your left ear! And now tell me more about these guests!
ru: Левое ухо долой! Мне нужно знать больше об этих гостях, я слушаю!

source: I told you I know nothing about them! Aaargh!
ru: Я же сказал: я ничего не знаю! А-а-а!

source: Liar! Speak!
ru: Лжец! Говори!

source: I do not think he will tell you anything more, my lady... he's dead. You did well to squeeze as much information as you did from him.
ru: Не думаю, что он расскажет что-то ещё, миледи... он мёртв. Вы поработали на славу над тем, чтоб выжать из него всё, что он знал.

source: Be silent, underling.
ru: Молчи, убогий.

source: One more reference to 'underling' and I am leaving, do you understand?
ru: Ещё одно упоминание "убогих" и я уйду, понятно?

source: Where are those supplies? Speak, or I will cut you to pieces!
ru: А где припасы? Говорите, или разрежу Вас на мелкие кусочки!

source: Uh, I, I am not sure...
ru: Ну, я, не уверен...

source: Well, what about this...
ru: Ну, вот что...

source: I would be honoured to have you in my army.
ru: Я почту за честь увидеть Вас в своих рядах.

source: After this battle you will be able to recruit Akladian Clansmen, Warriors and Wisemen again.
ru: После этой битвы вы снова сможете вербовать членов клана, воинов и знахарей акладиан.

source: Uh... yes, why not? I will join you. But let me wait until after this battle; I do not want to fight members of my own clan.
ru: Ну... Да, почему нет? Я присоединяюсь. Но только после этой битвы. Я не хочу сражаться против собственного клана.

source: I shall let you live.
ru: Я оставляю Вам жизнь.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will instruct members of my clan to serve you.
ru: Спасибо, Лорин. Честно говоря, не ожидал от Вас такого. В знак благодарности я прикажу людям своего клана служить Вам.

source: After this battle you will be able to recruit Akladian Clansmen again.
ru: После этой битвы вы снова сможете вербовать членов клана акладиан.

source: In this storeroom and...
ru: Вот в этом погребе и...

source: Do you think I'm stupid? This would not be enough to house an army! You must have some hidden storeroom or treasury! Speak!
ru: Держите меня да дуру? Этого не хватит на армию. Где-то есть другие сокровищницы и погреба! Говорите!

source: Aargh! Yes, we have a hidden treasury in my castle, here, I will show you.
ru: А-а-а! Да, в замке есть тайник, вон там, я покажу.

source: Will you allow him to leave now?
ru: Теперь-то Вы его отпустите?

source: Yes, he may live.
ru: Да, пусть живёт.

source: No, he is too dangerous.
ru: Нет, он опасен.

source: What did I say about killing their leaders? Hm?
ru: А что я говорила об их начальниках? А?

source: But...
ru: Но...

source: What? Are you deaf or something? I specifically instructed that you were to leave their leaders for me!
ru: Что? Ты глухой? Ведь я заранее сказала: лидеров оставьте мне!

source: Before I kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
ru: Перед смертью Вы мне кое-то расскажете. Во-первых, вы говорили о каких-то там гостях. Теперь подробнее!

source: You're afraid, aren't you? They will come here in great numbers... a huge orcish army... better start running, witch.
ru: Боишься, да? Они придут в немыслимом количестве... Огромная орочья армия... Лучше сразу беги, ведьма.

source: Orcs? Why should I be afraid? I have fought them before. Unlike you, they are strong and worthy opponents. I look forward to meeting them in combat again.
ru: Орки? Чего бояться? Я била их и раньше. Достойные и сильные противники, в отличие от вас. Жду-не дождусь сразиться с ними снова.

source: Orcs? I've never fought orcs, though I would love to meet them. I've heard they are good soldiers, strong and fearless.
ru: Орки? Никогда не билась с ними, но рада была бы встретить. Я слышала, что они сильные бесстрашные бойцы.

source: And now, tell me more...
ru: Теперь скажите вот что...

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
ru: Вы хорошо сражались, Ойре Матаури. Что я могу сделать для Вас напоследок?

source: By hanging yourself from the nearest tree, witch!
ru: Пойди, повесься на сухой осине, ведьма.

source: Seems you have wasted your last wish. Now die!
ru: Вы зря потратили своё последнее желание. Теперь умрите!

source: What are orcs doing here and why are you waiting for them?
ru: Что здесь забыли орки и для чего вы ждёте их?

source: Where have you hidden the gold?
ru: Где вы скрываете сокровища?

source: Gold? What gold? I know nothing about... AAARGH! ... it's in a safe place, I will show you!
ru: Сокровище? Какое ещё сокровище? Я не знаю... А-А-А... в надёжном месте, я покажу!

source: He isn't able to tell you anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
ru: Он ничего уже не скажет. Не могу решить: восхищаться мне Вашей безжалостностью или презирать Вашу жестокость?

source: His death was quick. You may admire my generosity.
ru: Он умер быстро. Можешь восхищаться моей невиданной щедростью.

source: Orcs? Bor Cryne told us to wait for them here. We will then march with them and kill every Akladian unworthy of the name! Those who violate our customs, who befriend underlings, and especially those who offend our God by marrying them! Only then God will again show us favor and reward us by ensuring we complete our conquest of Wesnoth.
ru: Орки? Бор Крайн сказал нам ждать их здесь. И вместе с ними мы должны были пойти и уничтожить тех акладиан, кто не достоин так называться! Тех, кто презрел наши обычаи, кто путался с убогими, в особенности тех, кто Бога оскорбил супружеством с одним из них! Тогда опять даровано нам будет благоволенье божье и в награду мы завершим завоевание Веснота.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
ru: Занятная теория. Но прежде Бор Крайн решил убрать всех оппонентов?

source: Hey, Reumario, what do you say to that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
ru: Ромарио, а Вы что скажете? Акладианы объединились с орками, чтоб убивать других акладиан? Звучит позорно, не считаете?

source: I didn't know...
ru: Я не знал...

source: So now you know. What do you intend to do about it?
ru: Теперь знаете. И как Вы намерены поступить?

source: I don't know.
ru: Я не знаю.

source: I will kill you and rip off your traitorous head!
ru: Так значит я убью Вас и отрежу голову предателя.

source: What about joining us against those orcs?
ru: Хотите вместе с нами сражаться против орков?

source: Will you join us to fight against the orcs? Or maybe you would prefer to ally yourself with these madmen who want to slaughter their own kin?
ru: Хотите присоединиться к нам и вместе биться против орков? Неужто лучше вместе с этим сумасшедшим убивать свою родню?

source: Yes... I will join you.
ru: Да... Я на вашей стороне.

source: So, we won.
ru: Итак, мы победили.

source: You sound disappointed... were you relishing the thought of more action?
ru: Я слышу разочарование. Вы с радостью продолжили бы бой?

source: I'm sure there will be plenty of action when the orcs arrive.
ru: Уверена, боёв нам хватит за глаза, когда прибудут орки.

source: What part of the phrase 'do not kill their leaders, leave them for me' was so difficult to understand?
ru: Какое слово фразы "никто не должен убивать их лидеров" вам было не понятно?

source: But it was self-defense!
ru: Это была самооборона!

source: Yeah, sure. Why do men always think I can't handle my enemies myself?
ru: Ну, конечно. Почему мужчины думают, что я не смогу разобраться со своими врагами сама?

source: We have taken the castle... what a pleasant surprise! What now?
ru: Мы взяли замок... Удивительное дело! Что дальше?

source: Surprise? What do you mean by that?
ru: Удивительное дело? Что ты имеешь в виду?

source: I mean that I didn't think we would be able to take that castle, because...
ru: Я хотел сказать, что не считал возможным для нас взять этот замок, потому что...

source: Because what? You think that just because I am a weak woman I can't take a castle?
ru: Что? Ты думаешь, что слабой женщине, вроде меня, взять замок не под силу?

source: No, I just... look, the castle provides excellent tactical position against sieges... stop glaring at me. What are you going to do now?
ru: Нет, я просто... Послушайте, у замка тактически удачная позиция против осады... Ну, хватит сверлить меня взглядом. Что Вы планируете дальше?

source: Well, haven't you heard? An orcish army is coming here. We have to prepare the defenses immediately. And while we do so, we can ponder the next move to be made.
ru: А ты не слышал? Орки идут сюда. Нам нужно приготовиться к защите немедленно. Тем временем обдумать следующий ход.

source: Well, I have my own castle, that's a start. Now I need more gold, so I guess we could 'ask' our neighbors for some. But we also need some time to rest and heal the wounded.
ru: Ну, у меня есть замок, для начала. Мне нужно больше золота, его, я думаю, "попросим" у соседей. Ещё нам нужно отдохнуть и вылечить всех раненых.

source: How strange... it seems that by killing so many of them, you have gained their respect.
ru: Как странно... Чем больше Вы их убиваете, тем больше они Вас уважают.

source: What's so strange about that?
ru: Что странного?

source: The locals are placing respect for arms above respect of kin. Some of them are even willing to fight for you now.
ru: Для местных искусство битвы значит больше, чем родственные узы. Там кое-кто уже почти готов за Вас сражаться.

source: We have searched the castle and we found a lot of supplies. I hope we will find a good use for them.
ru: Мы обыскали замок, и нашли достаточно припасов. Надеюсь, мы сумеем с умом распорядиться ими.

source: A woman! A woman killed me! Aaargh!
ru: Женщина! Меня убила женщина! А-а-а!

source: What? Haven't I practiced the art of the blade as much as he has?
ru: Что? Я упражнялась с клинком не менее, чем ты.

source: I lost to a woman? Nooo...
ru: Я проиграл женщине? Не-е-ет...

source: You really can fight. I salute you as I die.
ru: Дерётесь не на шутку. Умирая, отдаю вам честь.

source: What's wrong with these Akladians? They hate you, you start killing them, and now they like you? Are Akladians gluttons for punishment or is skill at arms paramount with your ilk?
ru: Что за народ акладианы? Они тебя ненавидят, ты начинаешь убивать их, и вот ты им уже нравишься. Акладианы так любят страдать, или для вас нет выше ценности, чем владение клинком?

source: What a fighter! I would willingly fight for someone like her...
ru: Что за боец! Я с удовольствием бы дрался за неё!

source: I am no necromancer; I have use only for living warriors, not the dead!
ru: Я не некромант, беру только живых бойцов, не мёртвых.

source: They seem to have come to respect you now. Strange.
ru: Похоже, они Вас зауважали. Странно.

source: A New Order
ru: Новый Порядок

source: ANO
ru: НП

source: Trivial
ru: Простой

source: Normal
ru: Нормальный

source: Difficult
ru: Сложный

source: Impossible
ru: Невозможный

source: The old kingdom of Wesnoth has fallen before barbarian hordes. The occupying barbarians are on the brink of civil war, the seeds of Wesnothian rebellion are kept alive by old legends, while bandits and Dunefolk mercenaries roam the land. Can Gawen Hagarthen unite these disparate factions against a common foe? Note: This campaign contains mature themes, some of which may be unsuitable for children. (Intermediate level, 45 scenarios. Requires BfW 1.18) Version
ru: Древнее королевство Веснот пало под натиском варварских орд. Варвары-завоеватели стоят на пороге гражданской войны. На почве древних легенд восходят семена Веснотского восстания. По стране бродят бандиты и наёмники народа Дюн. Сможет ли Гевен Хагартен объединить разрозненные фракции против общего врага? Внимание: в кампании затрагиваются взрослые темы, некоторые из которых не предназначены для детей. (Средний уровень, 45 сценариев. Требуется Битва за Веснот 1.18) Версия

source: Original Creator and Lead Designer
ru: Оригинальный автор и ведущий дизайнер

source: Campaign Maintenance
ru: Поддержка кампаний

source: Artwork
ru: Оформление

source: Music
ru: Музыка

source: Translations
ru: Переводы

source: British (en_gb) translation:
ru: Английский (en_gb):

source: Catalonian translation:
ru: Каталонский:

source: Czech translation:
ru: Чешский:

source: Danish translation:
ru: Датский:

source: French translation:
ru: Французский:

source: German translation:
ru: Немецкий:

source: Hungarian translation:
ru: Венгерский:

source: Italian translation:
ru: Итальянский:

source: Polish translation:
ru: Польский:

source: Russian translation:
ru: Русский:

source: Spanish translation:
ru: Испанский:

source: Swedish translation:
ru: Шведский:

source: Turkish translation:
ru: Турецкий:

source: Additional thanks to
ru: Отдельная благодарность

source: all others from the Wesnoth forums
ru: и всем участникам форумов Веснота

source: Campaign funding
ru: Спонсоры кампаний

source: More info may be found within readme.txt file
ru: Больше информации можно найти в файле readme.txt

source: (as described previously)
ru: (как было сказано раньше)

source: I can't believe you actually read this thing
ru: Даже не верится, что вы досюда дочитали

source: (although it's a bit more understandable now)
ru: (хотя теперь понятнее, почему)
