Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: What happened that night we left Freetown?
ru: Что случилось ночью перед нашим уходом из Фритауна?

source: What do you think about Karen?
ru: Что Вы думаете о Карен?

source: What did the Oracle tell you?
ru: Что сказала Вам Оракул?

source: I've told you before I'm not going to talk about it.
ru: Я уже говорила, что не буду это обсуждать.

source: She's a cute child. In a few years she could even pretend to be a woman.
ru: Премилое дитя. Через несколько лет её можно будет считать женщиной.

source: When I was young, I visited her and she told me... no, I can't tell you. It was just between the Oracle and me. The first part of her prediction has already been fulfilled. As for the second part... I think I will know soon...
ru: Когда я была совсем юной, я приходила к ней, и она сказала... Нет, я не могу тебе рассказать. Это касается только Оракула и меня. Первая часть пророчества уже сбылась. Что до второй... Думаю, скоро всё выяснится.

source: Fall of Freetown
ru: Падение Фритауна

source: I was trying to get to Freetown as quickly as possible. On the way I heard dark news - about Akladian armies in Raedwood forest, columns of smoke in the woods. I was expecting the worst, yet I was still surprised.
ru: Я спешил во Фритаун, как только мог. По дороге я услышал страшные вести об акладианских войсках в Редвудском лесу, о столбах дыма среди деревьев. Я был готов увидеть самое худшее, но всё равно оказался потрясён.

source: From the first moment I knew that Freetown had not been taken by orcs. Orcs couldn't possibly be that atrocious. Children killed together with their mothers. Impaled girls and men on the trees. People burned in their houses. And still, no matter how stupid it seems, I still held out hope.
ru: Я сразу же понял, что Фритаун взяли не орки. Орки не были способны на такие зверства. Дети, убитые вместе с матерями. Девушки и юноши, пригвождённые к деревьям. Люди, сожжённые заживо в своих домах. И всё же, как бы глупо это ни было, я на что-то надеялся.

source: Her face, though smeared with dirt and blood, was untouched. She lay in a position which clearly told me her fate before she met the blow of mercy. I knelt next to her, fondling her hair as I used to do when she was a child. I felt nothing. I should have felt anger, despair, I should have screamed for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believed.
ru: Её лицо, хотя и было измазано грязью и кровью, осталось невредимо. Поза, в которой она лежала, недвусмысленно говорила о том, что она пережила перед тем, как её прикончили. Я опустился на колени и гладил её волосы, словно в детстве, когда она была ещё малышкой. Я ничего не чувствовал. Наверное я должен был быть в ярости, в отчаянии, вопить о мести. Но я ничего не чувствовал. Моя жена, мои дочери мертвы. В это невозможно было поверить.

source: I tried to protect them, I tried so hard. I wanted Karen to be safe in Freetown. If not for my orders, maybe at least she...
ru: Я хотел их защитить. Больше всего на свете я хотел их защитить. Я оставил Карен во Фритауне, чтобы она была в безопасности. Если бы не мой приказ, может быть хотя бы она...

source: Gawen, I think Karen loved you. I don't know what your feelings were towards her, but I always hoped that you two might find happiness together, and despite knowing it would be impossible - despite knowing that you would have to make some dynastic marriage one day - I even foolishly dreamt you could found a new dynasty.
ru: Гевен, я думаю, Карен любила Вас. Не знаю, какие чувства испытывали к ней Вы, но я всегда надеялся, что вы будете счастливы вместе. Я знал, что этому не суждено будет сбыться, что однажды Вы должны будете сочетаться династическим браком, но я лелеял нелепую надежду, что Вы захотите основать новую династию.

source: I don't know how long I tarried there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they have killed my daughters, my wife, my whole family.
ru: Не знаю, сколько времени я там провёл. Мне ничего не было нужно. Акладианы отобрали у меня всё. Сначала они отобрали у меня Вашу мать. Потом убили её. А теперь они убили моих дочерей, мою жену, всю мою семью.

source: I... am an empty shell. Nothing is left inside me.
ru: Я... Я пустая скорлупа. Внутри меня ничего не осталось.

source: Welcome to Freetown, Hagarthen. Why did you come here? Why have you brought your mother here? Did you want to admire the destruction caused by your kin?
ru: Добро пожаловать во Фритаун, Хагартен! Зачем пожаловали? А мамашу свою зачем притащили? Решили полюбоваться на разгром, который устроили ваши родичи?

source: How dare you speak that way to your king!?!
ru: Как смеешь ты так говорить со своим королём?

source: Huon, if I didn't know that anger is putting words into your mouth, I don't know what I would do to you. Amongst my army are people who had families here. I, myself...
ru: Хуон, если бы я не знал, что Вашими устами говорит гнев, не знаю, что бы я сделал. Среди моих солдат есть те, кто оставил здесь свои семьи. Я сам...

source: You, yourself, what!? Amongst your army are ALSO people who are members of the families of those beasts who did this! All of you Akladians should be killed, all of you should be expelled, all of you should...
ru: Вы сами что?! А ещё среди Ваших солдат есть люди из семей тех тварей, которые все это натворили! Все вы, акладианы, должны быть уничтожены, всех вас нужно гнать, вы все...

source: Silence, underling. You are unworthy of being called a man. Stop crying like a Wesnothian woman.
ru: Молчи, убогий! Ты не достоин называться мужчиной! Прекрати скулить, веснотская баба!

source: And her! How did the Akladians know where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
ru: И эта тут! Как акладианы узнали где находится Фритаун? Кто им рассказал? Кто, если не эта ведьма? Убьём её, а после...

source: Here is my sword, Huon. I lost someone here as well and I want to avenge her. But if you want to just blindly kill anyone with a drop of Akladian blood in his veins, I won't stop you. Start with me, your king.
ru: Вот мой меч, Хуон. Я, как и все, кое-кого здесь потерял и хочу отомстить за неё. Но если Вы хотите, не глядя, убивать любого, в чьих венах есть хоть капля акладианской крови, я не буду Вас удерживать. Начните с меня, вашего короля.

source: You are not my king! You are... You are...
ru: Вы мне не король! Вы... Вы...

source: There was a long pause. No one dared to stir until finally Gawen straightened himself to his full height and took a deep breath.
ru: Повисла долгая пауза. Никто не смел вмешаться. Наконец, Гевен выпрямился во весь рост и глубоко вздохнул.

source: Yes. Now I see. Deorien, now I understand what you were trying to tell me. There is no future in civil war between Akladians and Wesnothians. I AM King Gawen Haldric Hagarthen, and this is MY country. My sword will punish the wicked. My sword will defend the defenseless.
ru: Да. Теперь всё ясно. Деориэн, теперь я понимаю, что Вы пытались мне сказать. Гражданская война между веснотцами и акладианами это тупик. Я — король Гевен Хальдрик Хагартен, и это МОЯ страна. Мой меч искоренит зло. Мой меч защитит беззащитных.

source: My king...
ru: Мой король...

source: Ruvio, my friend... I will need you at my side. I know you want to mourn your daughter, but I would be grateful if I would find you next to me in the battles which await me.
ru: Рувио, друг мой... Вы нужны мне. Я знаю, что Вы скорбите о своей дочери, но буду благодарен, если Вы последуете за мной в грядущих битвах.

source: Gawen... My sword is your sword.
ru: Гевен... Мой меч — Ваш меч.

source: But what about your step-mother? She's an Akladian wild beast. I bet she was the one who passed the location of Freetown to Bor Cryne and his slayers.
ru: А что насчёт Вашей мачехи? Это бешеная акладианская тварь. Уверен, это она выдала расположение Фритауна Бору Крайну и его убийцам.

source: Why should I do that? And when? I was with Gawen all the time, far away from here!
ru: Зачем мне это делать? И когда? Всё это время я находилась рядом с Гевеном, вдали отсюда!

source: Huon, stop accusing her. You have no proof!
ru: Хуон, оставьте свои нападки. Этому нет никаких доказательств.

source: Oh, she could do it, from what I've heard about her. She could do it. I have no proof, but you will never be sure whether it was her or not.
ru: О, она могла. Судя по тому, что я о ней слышал, она могла. Доказательств у меня нет, но Вы никогда не будете уверены, она это была или нет.

source: That's ridiculous! How can you accuse... Gawen, tell him you don't believe that tripe! Gawen! ...Gawen?
ru: Это нелепо! Как ты можешь обвинять... Гевен, скажи, что ты не веришь в этот бред! Гевен!.. Гевен?

source: Enough. I need to be... the king desires to be alone for a moment.
ru: Достаточно. Мне нужно... Король желает на минуту остаться в одиночестве.

source: Because you were declared the messiah by the Oracle and recognised as king by the Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clansmen, Akladian Warriors, Akladian Homeguards, and Akladian Wisemen.
ru: Вы теперь провозглашённый Оракулом мессия и признанный король Веснота, поэтому можно снова вербовать фехтовальщиков, копейщиков, лучников, членов кланов акладиан, воинов акладиан, хранителей акладиан и знахарей акладиан.

source: Also, Rob Roe would have rejoined you here, too, if it weren't for Lorin...
ru: Роб Ро тоже мог бы присоединиться, если бы не Лорин...

source: Also, since you were joined by Rob Roe in the past, you may now recruit Thugs, Thieves, and Footpads again.
ru: И поскольку ранее Роб Ро был в вашей армии, теперь вы снова можете вербовать душителей, воров и босяков.

source: Fighting for Passage
ru: Битва за проход

source: So, my name is Gawen Hagarthen and I am to be a king of a nation destined to rule over the world. For some reason, this does not make me happy.
ru: Итак, я Гевен Хагартен, и я король народа, избранного править миром. Но есть причины, по которым меня это совсем не радует.

source: The woman who calls herself my mother is giving everyone orders in my name. She always stays close by me, as though she is afraid to let me be alone. I wish I could know what Reme Carrenemoe thinks; it seems like he is afraid to say any more than necessary. And that whole 'underling' thing... I don't know why, but sometimes, as I look at the faces of warriors who are around me, I feel more attached to those whom they call 'underlings.'
ru: Женщина, которая называет себя моей матерью, раздаёт приказы от моего имени. И не отходит ни на шаг, как будто опасается оставить без своего присмотра. А я хотел бы знать, что на уме у Реме Карренемо. Он всё время выглядит так, будто опасается сболтнуть лишнего. Ещё довольно странно слышать про "убогих". Не знаю, почему, но иногда, когда смотрю на лица воинов вокруг, я чувствую, что ближе к тем, кого зовут убогими.

source: Sometimes I think it is some kind of cruel joke. I am like a twig carried by large and wild river. A feather tossed to and fro by a tempest. Gawen Hagarthen, king of Vakladia. No, I am not happy.
ru: Порой мне кажется, что всё это лишь чья-то злая шутка. Я словно веточка, которую несёт поток реки великой. Пёрышко, которое туда-сюда швыряет буря. Я Гевен Хагартен, король Вакладии. И я не счастлив.

source: Gaeltin Hyer
ru: Гэлтин Хаер

source: Raul O Gaeltin
ru: Рауль О'Гэлтин

source: Moerro
ru: Муэрро

source: Urheare
ru: Урэр

source: Mirro
ru: Мирро

source: Umeari
ru: Умери

source: Rioto
ru: Риото

source: Lioato
ru: Лиато

source: Loyal
ru: Преданный

source: Skipping opening dialogue due to debug mode being on; restart this scenario with debug mode off to view the opening dialogue.
ru: Пропускаем начальные диалоги, так как включен режим отладки. Чтобы увидеть диалоги, выключите отладку и перезапустите сценарий.

source: Skipping opening dialogue due to the DEBUG_MODE macro being defined; restart this scenario with debug mode off to view the opening dialogue.
ru: Пропускаем начальные диалоги, так как определён макрос DEBUG_MODE. Чтобы увидеть диалоги, выключите отладку и перезапустите сценарий.

source: Vattin, the capital of our kingdom, is just a few days from here. How do you feel, my son?
ru: До Ваттина, столицы королевства, отсюда всего лишь пара дней пути. Как самочувствие, сын мой?

source: Much better. That medic did a commendable job. I wish to thank him at some time in future.
ru: Много лучше. Работа лекаря достойна похвалы. Надеюсь однажды отблагодарить его.

source: I'm afraid... that may be... impossible. What about your memory?
ru: Боюсь... Что это будет... Невозможно. А память? Что с ней?

source: I think... sometimes I think I remember something, but then it passes. I remember a dark-haired woman. She is lying on a bed, sweating, pain in her beautiful green eyes. I don't know who she is, but it makes me want to weep every time I think about it. I think... I think I loved her.
ru: Мне кажется... Порой мне кажется, я что-то вспоминаю, но всё проходит. Я помню женщину, темноволосую, она лежит в кровати вся в испарине. Её прекрасные зелёные глаза полны страдания. Не знаю, кто она, но каждый раз, когда я это вспоминаю, мне хочется рыдать. Мне кажется... Мне кажется, что я любил её.

source: That could be your true mother, my lord. She was poisoned when you were still young.
ru: Должно быть это Ваша мать, милорд. Родная. Она была отравлена, когда Вы были очень юным.

source: ...anyways, I've sent an envoy to Gaeltin Hyer, a city which lies along our way, to prepare rooms for us. I think, my lord, you might want to get some rest before continuing our journey.
ru: ...Впрочем, на пути нас ожидает город Гэлтин Хаер. Я послал людей предупредить, чтоб к нашему визиту готовы были комнаты. Я думаю, милорд, Вам нужен будет отдых, а после вместе мы продолжим путь.

source: Noble lords, with your permission... my lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
ru: С вашего позволения, благородные лорды... Мой господин, Рауль О'Гэлтин, шлёт вам известие. Заранее прошу быть милосердными ко мне, я лишь посланник.

source: Speak.
ru: Говори.

source: These are the words of my lord; I was given a strict charge to repeat them exactly: 'Gaeltin's gates will never be opened for mixling bastards nor for the king's whores.' He also sends this...
ru: Вот что сказал мой господин, и строжайше приказал мне передать всё слово в слово: "Ворота Гэлтина закрыты навсегда как для ублюдков-полукровок, так и для королевских шлюх". Ещё он передал...

source: You received 2 pieces of gold.
ru: Вы получили 2 золотых

source: '...for you to start a new life.' This is what I was commanded to say. May I live - I mean - leave?
ru: ... вот это, чтобы в новой жизни вы не отказывали себе ни в чём. Вот всё, что мне приказано сказать. Теперь вы мне позволите уйти? Живым...

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to comprehend it fully. You may leave now.
ru: Нам тоже есть, что рассказать твоему лорду. Передай, что сообщение мы доставим сами, и будем долго-долго разъяснять, пока он не поймёт всё в полной мере. Теперь иди.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are inexperienced but they are eager to show their loyalty. Let's use them.
ru: Я думаю, мы будем пробиваться в Ваттин с боем. Гевен, вокруг живут акладианы. Они готовы биться за тебя. Они неопытны, но каждый жаждет показать, как он нам верен. Используй их.

source: Hmm, after some thought perhaps it is for the best that Raul is trying to oppose us. It's an occasion for you to exercise a little.
ru: Хм. По некотором размышлении выходит даже хорошо, что Рауль решил противостать нам. Есть возможность немного попрактиковаться в битве.

source: Go and attack however you see fit; I highly doubt you need my advice.
ru: Идите и сражайтесь до конца. Сомнительно, чтоб Вам нужны были мои советы.

source: Go and take the villages to earn more gold. Recruit as many Clansmen as you can. Many of them will probably die, but the survivors may become good fighters. Do not forget to recall our veteran soldiers, too. Be careful; do not needlessly hurry. To cure wounded units you may use wisemen or villages.
ru: Занимайте деревни, чтобы было больше золота. Рекрутируйте людей из кланов и побольше. Пусть многие умрут, оставшиеся станут добрыми бойцами. Не забывайте призывать ветеранов. Воюйте с осторожностью, без спешки. Для лечения отправляйте бойцов в деревни или зовите знахарей.

source: Reach the northern signpost with Gawen Hagarthen
ru: Гевена Хагартен достиг северного указателя

source: This scenario is designed for grinding gold and EXP. Your income will increase if you use Gawen for fighting instead of recruiting, so be sure to move him off your keep and into the action!
ru: Сценарий разработан для добычи золота и опыта. Доход будет выше, если использовать Гевена для битвы, а не для рекрутинга, так что выводите его из крепости, и — в бой.

source: Gawen's income depends on whether he is standing on his keep or not in this scenario.
ru: В этом сценарии доход Гевена зависит от того, останется ли он в крепости или нет.

source: Hm...
ru: Хм...

source: I suppose we will find some use for this in near future.
ru: Надеюсь, вскоре мы воспользуемся этим.

source: I have no wish to become any better-acquainted with this device.
ru: Я не хотел бы познакомиться поближе с этой штукой.

source: So, how many days' journey from here to Vattin?
ru: Итак, как долго нам идти отсюда в Ваттин?

source: We should arrive in two or three days.
ru: Должны дойти за два-три дня.

source: It's a shame we had no time to finish those traitors off.
ru: Просто позор, что мы не задержались, чтобы прикончить всех этих изменников.

source: There is no time for that now. Others should be able to manage that job without us.
ru: Нет времени на это. Пусть другие с работой этой справятся без нас.

source: Death to the traitors!
ru: Смерть предателям!

source: Yes, death to you!
ru: Да, смерть вам!

source: Hm, we're still alive. Good.
ru: Хм, мы ещё живы. Это хорошо.

source: Seems to me it will be an easy battle. I guess it would be enough to have 250 gold pieces at the end of this fight; It is far more important, Gawen, to use this occassion to train our last loyal troops. We may need veteran units in future much more than gold.
ru: По-видимому битва будет лёгкой. Я думаю, сохранить 250 золотых к исходу битвы будет достаточно. Гораздо важнее, Гевен, воспользоваться случаем и закалить в бою побольше наших верных воинов.

source: This is the end which awaits all traitors!
ru: Такой конец ждёт каждого предателя!

source: Before I kill you, you ought to know that this is not because of the message you delivered to us.
ru: Хочу, чтобы перед смертью ты узнал, что весть, которую принёс ты, ни при чём.

source: I was just a messenger!
ru: Я просто был гонцом!

source: I just told you that I don't blame you for repeating words of your master.
ru: Я же сказала, что не виню тебя за то, что ты лишь повторял хозяйские слова.

source: So you will allow me to live?
ru: Так Вы оставите меня в живых?

source: Oh, I haven't said that. You see, I really don't like your face.
ru: Этого я не говорила. Тут дело посерьёзней: рожа мне не нравится твоя.

source: You are lucky that I don't have more time, or I would play with you more, honorless dog.
ru: Везёт тебе, что времени в обрез. Иначе я бы забавлялась с тобою дольше, позорный пёс.

source: You are lucky that this underling whom you call your king does not know that...
ru: Это тебе везёт, что жалкий полукровка, которого зовёшь ты королём, не знает...

source: Enough of that, go now to your ancestors!
ru: Хватит, отправляйся к праотцам!

source: Hurkkh...
ru: Харрр...

source: Where is he? He is starting to get on my nerves...
ru: Да где же он? Мне это начинает действовать на нервы...

source: Oops.
ru: Ой.

source: It looks like he recruited a lot of units.
ru: Он рекрутировал изрядно солдат.

source: Yes indeed. This could be a bit harder than we expected.
ru: Всё так. Битва будет жарче, чем мы ждали.

source: My friends will arrive very soon! You are already doomed! Ha ha ha!
ru: Мои друзья прибудут с минуты на минуту! Вы все обречены! Ха-ха-ха!

source: Let's try to move a little faster. This traitor's friends may appear at any moment.
ru: Давайте торопиться. Дружки изменника придут в любой момент.

source: Ha ha ha! You are doomed! I can hear the trumpets of my friends coming to aid me!
ru: Ха-ха-ха! Смертники! мои друзья вот-вот придут, я слышу трубы!

source: No! More traitors are coming from every side! We cannot hope to deal with all them!
ru: О нет! Предатели со всех сторон! Нет никакой надежды справиться со всеми!

source: Run for your life! That milksop cannot possibly lead us to victory!
ru: Спасайся кто может! С этим сопляком нам не победить!

source: Poor fellow!
ru: Бедный малый!

source: He dies an honorable death. You will have to get used to losing units.
ru: Он принял славную смерть. Вы должны привыкнуть к потерям солдат.

source: He dies an honorable death. You cannot let the fear of losing units paralyse you; there are many more clansmen ready to fight for you.
ru: Он погиб достойно. Вы не должны цепенеть от страха потерять солдат. Смотрите, насколько больше остаётся готовых биться вместе с Вами.

source: But he was loyal to our cause though!
ru: Но он служил нам верой!

source: Well, I suppose you do have a point there. Feel free to be more careful with our most loyal supporters.
ru: Пожалуй, Вы правы. Стоит больше беспокоиться о тех, кто нам особо верен.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during the day, and at night they should be used carefully.
ru: Помните, Гевен, многим нашим людям нет разницы в какое время суток воевать. Но ополченцы, щитоносцы и защитники при свете дня воюют лучше, а в ночи их лучше поберечь.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during full daylight. Although there may still be some daylight left, night is coming, and when it arrives, they should be used carefully.
ru: Помните, Гевен, многим нашим людям нет разницы в какое время суток воевать. Но ополченцы, щитоносцы и защитники при свете дня воюют лучше. Хотя закатный свет ещё горит, приходит ночь, а ночью всех их стоит поберечь.

source: Yes! Attack!
ru: Вперёд! В атаку!

source: Ah, he is using Sturmknights. I expect we may have to fight many more of those in the future...
ru: О, у них штурмовики. Впоследствии мы будем их встречать намного больше...

source: Ah, he is using Sturmknights. Be wary of them, Gawen. They prefer to fight at night as they are accustomed to darkness. Counter them by assailing them with Shieldguards during the day.
ru: О, у них штурмовики. Берегитесь их Гевен. Они предпочитают сражаться ночью, потому что привыкли к темноте. А противостоять им лучше, нападая щитоносцами при свете дня.

source: The traitorous ones attack me! Rise up, clansmen of Gaeltin, and drive them back!
ru: Предатели добрались до меня! Люди клана Гэлтин, в атаку, оттесните их!

source: See how a true Akladian Lord fights!
ru: Смотри, как бьются истинные лорды!

source: You have already recruited $ano_tmp| units.
ru: Вы уже наняли $ano_tmp| бойцов.

source: Good luck, Lady Lorin. It's not far from here to your family castle.
ru: Удачи, леди Лорин. Замок Вашей семьи здесь неподалёку.
