Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: The Akladians are wild barbarians. Hailing from the harsh east, they are born fighters. Stronger, more agile and quicker than normal people, they are a civilisation based entirely on war. They worship one god, who to them is the only one; they believe he has given them the world, with which they may do whatever they want. They believe they are his chosen race — all other peoples are inferior. In their myths, they were imprisoned by a false angel until the first Hagarthen incited a rebellion and led an escape through the deserts, swamps, and forests. They believe only in the sword, for to them it is the purest weapon, the bravest to wield, and the most difficult to master — something which all Akladians must achieve at an early age. All people who use bows and other ranged weapons are regarded as cowards. They loath elves, whom they call Green Devils, and despise mages. There are few old Akladian males, since most are killed in the constant wars waged by the akladian nobles and throne, both between themselves and other states (for the Akladians are not a naturally united nation, and many owe allegiance to the nobility over the state, granting the nobility has a large amount of power). Those few old men that manage to survive are outcasts, regarded as cowards and shunned.
ru: Акладианы — дикие варвары. Прирождённые воины родом с жестокого востока. Более сильные, ловкие и быстрые, чем обычные люди, они создали цивилизацию, целиком построенную на войне. Они поклоняются единому богу и никому больше. Они верят, что бог создал мир, для того, чтобы они делали с ним что угодно. Они верят, что являются избранным народом, а все остальные ниже их. Согласно их мифам, они находились в плену у падшего ангела, пока первый Хагартен не поднял восстание и не возглавил поход через пустыни, болота и леса. Они верят только мечу, для них это чистейшее оружие, требующее смелости в использовании и немалого труда в освоении, нечто, чем акладианы должны владеть с детства. Всех, кто использует луки и другое оружие дальнего боя, они считают трусами. Они ненавидят эльфов, которых называют Зелёными демонами, и презирают магов. Стариков среди акладиан мало, так как большинство из них погибают в постоянных войнах, развязанных лордами и королями, как друг против друга, так и против других стран (потому что акладианы на самом деле не единая нация, и многие служат не государству, а знати, когда у той больше власти). Те немногие старики, которым удалось выжить, считаются трусами и изгоями.

source: race^Akladian
ru: Акладиан

source: race+female^Akladian
ru: Акладианка

source: race^Akladians
ru: Акладианы

source: Reuke,Aorenor,Reme,Terao,Aoeree,Reeoe,Larao,Borien,Rouenoe,Eoleree,Leenore,Oreoke,Lauroe,Rumethe,Theorien,Rukeen,Aeorei,Raori,Neiae,Ien,Ian,Iain,Ioeneree,Karnee,Kromoe,Kreneo,Savireo,Raulien,Urenaye,Yeorgh,Yeorimo,Quenerien,Thurimarien,Mariaele,Orieo,Boraeo,Uriliaen,Eoremar,Rioulien,Naiyen,Barukee,Rauoli,Graeme,Graukin,Ruke,Urke,Erke,Reeanoo,Mareele,Eolan,Eolorien,Iree,Stromeoeo,Reonee,Raoke,Oyre,Auree,Aueree,Oeme,Moro,Moreo,Nome,Oeame,Roule,Moerro,Urheare,Mirro,Umeari,Rioto,Lioato,Moerre,Reuluigi,Raole,Quivre,Kariv,Rouke,Raban,Marlin,Burke,Barien,Eesterregge,Barbarbar,Burien,Telen,Dulen,Beren,Buren,Boren,Rebarnon,Wutan,Askarial,Bark,Rurk,Rauke,Dauri,Conan,Larkin,Aire,Raven,Rumpel,Cimper,Camper,Gauri,Attila,Alaric,Odoacer,Theodoric,Gaeseric,Geiseric,Genseeriec,Euriac,Odaovacer,Totila,Huneric,Hilderic,Beowuelfe,Atreides,Enkidu,Tamerlan,Timuree,Turanee,Kimeree,Skythike,Touman,Arglebargle,Aeioeeu,Aieoiu,Genghis,Kublai,Eeoeeu,Barburien,Trevoree,Burbarurkian,Har,Bors,Lucs
ru: Ройке,Аоренор,Реме,Терао,Аоэри,Риоэ,Ларао,Бориен,Руэное,Эолери,Лиеноре,Ореоке,Лаурое,Румете,Теориен,Рукиен,Аэорей,Раори,Нейае,Йен,Йан,Йаин,Иэнерее,Карнее,Кромэ,Кренео,Савирео,Раулиен,Уренайе,Йорг,Йеоримо,Квенериен,Туримариен,Мариэле,Ориэо,Борэо,Урилиэн,Эоремар,Риулиен,Найен,Баруки,Рауоли,Грэме,Граукин,Руке,Урке,Эрке,Риану,Марили,Эолан,Эолориен,Ирии,Стромейео,Реони,Раоке,Ойре,Аури,Ауерее,Оэме,Моро,Морео,Номе,Оеаме,Роуле,Моэрро,Уреаре,Мирро,Умеари,Риото,Лиоато,Моерре,Реулуиги,Рауль,Кивре,Карив,Руке,Рабан,Марлин,Бурке,Бариен,Эстеррегге,Барбарбар,Буриен,Телен,Дулен,Берен,Бурен,Борен,Ребарнон,Вутан,Аскариал,Барк,Рурк,Рауке,Даури,Конан,Ларкин,Аире,Равен,Румпель,Кимпер,Кампер,Гаури,Аттила,аларик,Одоакр,Теодорик,Гэзерих,Гейзерих,Гензирих,Эвриак,Одавакр,Тотила,Гунерик,Гильдерик,Беовульф,Атрейдес,Энкиду,Тамерлан,Тимур,Турани,Киммери,Скайтайк,Туман,Арглбаргл,Айоиу,Айеоу,Генхис,Кублай,Эойеу,Барбуриен,Тревори,Бурбаруркиан,Хар,Борс,Люкс

source: Lorin,Laorin,Aoerin,Uyenaya,Rianna,Yeorienna,Thurienna,Marioellin,Eena,Nemaara,Xena,Ayla
ru: Лорин,Лаорин,Аэрин,Уенайа,Рианна,Йориенна,Туриенна,Мариэллин,Еэна,Немаара,Зена,Айла

source: $unit.name finds some snowshoes. Put them on?
ru: $unit.name нашёл какие-то снегоступы. Надеть их?

source: snowshoes^Take them
ru: Надеть

source: snowshoes^Leave them
ru: Оставить

source: $unit.name finds some snowshoes, but can't put them on.
ru: $unit.name нашёл какие-то снегоступы, но не может их надеть.

source: Snowshoes
ru: Снегоступы

source: Snowshoes grant their wearers greater mobility on frozen terrain, such as snow!
ru: Снегоступы дают тому, кто их носит, большую мобильность в мерзлоте, например, на снегу!

source: snowshoes
ru: снегоступы

source: The snowshoes allow movement on frozen terrain.
ru: Снегоступы позволяют ходить по замёрзшим территориям.

source: I will never again see our beautiful forests...
ru: Никогда больше я не увижу прекрасного леса...

source: See how Elves die; without fear!
ru: Смотри как бесстрашно умирают эльфы!

source: Now, I will meet the best marksman... Death never misses.
ru: Вот я и встретила лучшего стрелка... Смерть никогда не промахивается.

source: Ha! $ano_elorain_$random
ru: Ха! $ano_elorain_$random

source: Ha! $ano_milildur_$random
ru: Ха! $ano_milildur_$random

source: Milildur
ru: Милильдур

source: My lord, I fought with you for so many battles... I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
ru: Милорд, мы сражались плечом к плечу в столь многих битвах... Я больше не возьму у вас деньги. Прошу считать меня своим другом, а не наёмным солдатом.

source: Elorain
ru: Элорайн

source: Ekhem.
ru: Кхм.

source: Kyobaine
ru: Киобейн

source: What?
ru: Что?

source: Well, you fought with me so many battles...
ru: Ну, мы сражались плечом к плечу в столь многих битвах...

source: ...Aaand?
ru: И-и?

source: Well, you know, I thought that I should no longer treat you like a hired soldier...
ru: Ну, это... Думаю, я больше не должен относиться к тебе как к наёмному солдату....

source: What?!? Are you trying to ask me out or something?
ru: Что?! Вы пытаетесь позвать меня на свидание, или что-то в этом роде?

source: ...Eee?
ru: М-м?

source: No offense, but... it's not like I have something against males in general. It's more like I like them less hairy. And less... human. Anything more? No? Good. Let's get back to the business. And don't forget about my 20 gold pieces.
ru: Не обижайтесь, но... Не то, чтобы я была против мужчин вообще. Просто я предпочитаю менее заросших. И менее... людей. Что-то ещё? Нет? Хорошо. Давайте вернёмся к делам. И не забудьте про мои 20 золотых.

source: How on earth I am supposed to walk in these clothes during winter? It's frigging cold!
ru: И как Вы мне прикажете ходить в этом зимой? Чертовски холодно!

source: But you're wearing snowshoes though.
ru: Ну, у тебя по крайней мере есть снегоступы.

source: Do you seriously think that helps with the fact that it's my <b><i>BARE FEET</i></b> I have strapped into them? The holes in their webbing are enormous! The snow gets right through!
ru: Вы всерьёз считаете, что это как то изменит тот факт, что я ношу их на босу ногу? Они сплетены с огромными дырами, в которые всё время забивается снег!

source: Oooh, no. I refuse to fight in these conditions, as long as I'm clad as such.
ru: Ну, нет. Я отказываюсь воевать в таких условиях, пока я так одета.

source: What do you mean? Your clothes are just fine.
ru: Что ты имеешь в виду? Ты замечательно одета.

source: Except for the snowshoes, these are clothes <i>for the spring</i>. The least you can do is to give me a proper cloak. You expect me to fight when I'm shivering and have goosebumps??
ru: Не считая снегоступов, я одета <i>для весны</i>. Вы по крайней мере могли бы достать мне подходящую накидку. Вы хотите, чтобы я воевала дрожащая и покрытая гусиной кожей?

source: That's ridiculous.
ru: Как всё сложно.

source: I couldn't agree more. Call me when you have a new cloak.
ru: Я отказываюсь воевать. Позовите, когда найдёте новую накидку.

source: <i>For the spring</i>. The least you can do is to give me proper shoes. You expect me to walk in this snow <i>barefoot</i>??
ru: <i>Для весны</i>. Дайте мне хотя бы подходящую обувь. Вы хотите, чтобы я шла по этому снегу <i>босой</i>?

source: I couldn't agree more. Call me when you have new shoes.
ru: Я отказываюсь воевать. Позовите, когда найдёте подходящую обувь.

source: Well...
ru: Ну...

source: All right, how about I give you 25 gold pieces instead of 20?
ru: Хорошо, а если я буду платить 25 золотых вместо 20?

source: All right, we will wait for the spring.
ru: Хорошо, подождём до весны.

source: You think you can bribe me, an elvish druid, with gold? Oh well. This will allow me to buy better winter clothes.
ru: Вы считаете, что можете подкупить меня, эльфийскую друидку, золотом?! Ну, хорошо. Тогда я смогу купить себе приличную зимнюю одежду.

source: Maybe I should act gentlemanly here?
ru: Может стоит поступить как джентльмену?

source: (Offer to get the clothes for her - longer conversation)
ru: (Предложить поискать для неё одежду; придётся поуговаривать)

source: (Let her get the clothes herself - end event more quickly)
ru: (Дай ей купить одежду самой, и покончить с этим вопросом)

source: Are you sure you wouldn't prefer it if I went and bought you better winter clothes instead? That way you could stay by a campfire while you wait.
ru: Может лучше мне пойти и раздобыть зимнюю одежду получше? А ты могла бы подождать здесь у костра.

source: To be honest, I don't really trust you after you called me out here like this. Someone with judgment like that can hardly be expected to correctly purchase the clothes I require.
ru: Честно говоря, я Вам не доверяю после того, как Вы призвали меня сюда в такие условия. Трудно ожидать разборчивости в одежде от человека с такими суждениями.

source: What, do you require them in a particular size or something? What are your measurements?
ru: А что, нужен какой-то особый размер, или что-то в этом роде? Кстати, какой у тебя размер?

source: My... measurements? What do you mean by that? Do you mean you humans measure yourselves before deciding what clothing to purchase?
ru: Какой... размер? Что это значит? Вы имеете в виду, что люди измеряют себя перед тем, как выбрать одежду?

source: I mean, yeah, we do; how do you elves make sure you get the proper fit?
ru: Я имею в виду именно это. А как эльфы узнают, что одежда им подойдёт?

source: Why, we simply wander the woods hugging trees until -
ru: Да мы просто бродим по лесу, обнимая деревья, пока...

source: Wait, hold up, you literally HUG TREES?!
ru: Подожди-подожди. Вы буквально ОБНИМАЕТЕ ДЕРЕВЬЯ?

source: Why yes, of course, haven't you ever tried it?
ru: Ну конечно, а вы разве нет?

source: Ha, that's hilarious! (*<i>catches breath from laughing</i>*) But, to answer your question, no, I haven't. Akladians raise their children to fear trees, and thus the only interaction we are allowed to have with trees is chopping them down.
ru: Это очень смешно! (*<i>задыхается от смеха</i>*) Отвечая на твой вопрос: мы — нет. Акладианы учат своих детей опасаться деревьев, поэтому единственное, что мы делаем с деревьями, мы делаем топором.

source: How horrible! You really must try hugging a tree some day, for your own well-being. But, to return to the previous topic, the way we ensure our clothes fit is to wander the woods hugging trees until one lets the vines growing around it return our embrace in a way that feels just right, and then the vines will form new clothes for us based on this experience.
ru: Какой ужас! Вам совершенно необходимо хотя бы раз обняться с деревом для Вашего же собственного блага. Возвращаясь к предыдущему вопросу, когда нам нужно убедиться, что одежда нам подойдёт, мы бродим по лесу, обнимая деревья, пока одно из них не позволит растущей вокруг лозе обнять нас в ответ. Лоза всё запоминает и складывается в новую одежду.

source: OK, well, it's winter, so I don't think any of the trees around here have vines that would really feel up to that... Could you please try the human measurement system instead just this one time?
ru: Хорошо, но сейчас зима, и я не думаю, что на каком-то дереве в округе найдётся подходящая лоза... Может на этот раз попробуешь снять мерку по-человечески?

source: All right, what measurements do you require? The length of my ears?
ru: Ну, хорошо. Что нужно измерить? Длину моих ушей?

source: No, it's, ah, er... (*<i>blushes</i>*) ...you know what, maybe it would be better to have one of your fellow females explain this to you... look, there are Lorin and Karen over there; let's go ask one of them.
ru: Нет, нужно... М-м... Э... (*<i>краснеет</i>*)... Знаешь, может будет лучше, если одна из твоих подруг объяснит... А! Вот Лорин и Карен, пойдём, спросим у них.

source: Let's ask...
ru: Пойдём, спросим...

source: person_to_ask^Lorin.
ru: Лорин

source: person_to_ask^Karen.
ru: Карен

source: No, it's, ah, er... (*<i>blushes</i>*) ...you know what, maybe it would be better to have someone female explain this to you... look, there's Karen over there; let's go ask her.
ru: Нет, нужно... М-м... Э... (*<i>краснеет</i>*)... Знаешь, может будет лучше, если кто-то из женщин объяснит... А! Вот Карен, пойдём, спросим у неё.

source: Hi, mother, I was just wondering if you could help explain human measurements to Kyobaine here?
ru: Привет, мама, у меня есть просьба: не могла бы ты рассказать Киобейн, как мы снимаем мерку?

source: Measurements? You mean like how far I can drive my knife into someone's back?
ru: Мерку? В смысле, как глубоко я могу погрузить свой нож в чью-то спину?

source: No, of course not! I meant for clothing.
ru: Нет, конечно, нет! Я имел в виду мерку для одежды.

source: Oh right, THOSE kinds of measurements. I don't remember them myself. I usually let an underling servant take them, and then kill him after he has returned with the clothes, so that he can't go leaking my secrets to anyone else.
ru: Ах, ЭТУ мерку. Я сама не помню. Обычно я поручала сделать это убогому слуге, а когда он приносил одежду, убивала его, чтобы он не выдал мои секреты.

source: You know what, forget I asked. Kyobaine, maybe you should just go get your own clothes after all.
ru: Вот что, забудь, что я спросил. Киобейн, думаю, тебе стоит найти себе одежду самой.

source: Well that was a waste of time. All that talk just to get back to what my original plan was in the first place...
ru: Только время потратили. Столько разговоров только для того, чтобы сделать то, что я предлагала с самого начала.

source: Hey Karen, I was just wondering if you could help explain human clothing measurements to Kyobaine here?
ru: Слушай, Карен, у меня есть просьба: не могла бы ты рассказать Киобейн, как мы снимаем мерку для одежды?

source: Oooh, clothes shopping, are we? Got a big date coming up, eh, Kyobaine?
ru: О-о, собираемся за покупками, да? Киобейн, предстоит важное свидание?

source: What? No! I'm just cold and need a cloak.
ru: Что? Нет. Я просто замёрзла и хочу тёплую накидку.

source: Oh, a cloak, that's all? You don't even need sizes for those, they're mostly one-size-fits-all. Size info would really only be necessary if you were going to replace your entire robe.
ru: Только накидку, и всё? Тебе для этого не нужны размеры. Они все подходят. Размеры нужно знать только если собираешься поменять одежду целиком.

source: Oh. So, what was this fuss about sizes all about again? ...Gawen?
ru: Так, и к чему была вся эта возня с размерами, Гевен?

source: What? I was just trying to be helpful.
ru: А что? Я просто хотел помочь.

source: (*<i>snickers</i>*)
ru: (*<i>фыркает</i>*)

source: Well, I think I shall be fine buying my own cloak, Gawen. You just stay here while I go find a tailor.
ru: Что ж, будет лучше, если я сама куплю себе накидку, Гевен. Оставайтесь здесь, а я пойду, поищу портного.

source: I think I saw a tailor just back that way that you could buy something from.
ru: Кажется я недавно видел портного. Можно было бы купить у него.

source: Uh... she <i>is</i> coming back, isn't she?
ru: О... Она возвращается, не так ли?

source: ...yes?
ru: ...что?

source: ...why do you look so surprised? I <i>did</i> say I was going to buy better winter clothes, didn't I? I think this cloak shall do just fine.
ru: ...Чему Вы так удивлены? Я же говорила, что собираюсь купить что-нибудь получше. Думаю, эта накидка мне очень идёт.

source: ...yes, well, indeed! Carry on, then!
ru: О, да, конечно! Носи на здоровье!

source: Humans... their reactions can be so strange sometimes...
ru: Люди... Иногда невозможно понять, чего они хотят...

source: Hey, give back my gold!
ru: Ну что ж, тогда деньги назад.

source: Stingy bastard.
ru: Скупой ублюдок.

source: This is a debug message. If you see it, then it means I forgot to delete it from the release scenario.
ru: Это отладочное сообщение. Если вы его читаете, значит я забыл удалить его из окончательного варианта сценария.

source: This is a debug message. If you see it, then it means I forgot to delete it from the release scenario.
ru: Это отладочное сообщение. Если вы его читаете, значит я забыл удалить его из окончательного варианта сценария.

source: The unit $ano_loyal[0].name became LOYAL.
ru: Боец $ano_loyal[0].name стал ВЕРНЫМ.

source: Scenario notes:
ru: Информация о сценарии:

source: When the battle had ended, many bodies were found on fields near Barnon, but Gawen's body was not among them. Furious, Bor Cryne ordered a search of the whole battlefield, but the efforts of his men proved fruitless.
ru: После битвы окрестности Барнона были завалены телами, но тело Гевена так и не нашли. В ярости Бор Крайн приказал обшарить всё поле боя, но все усилия его людей были бесплодны.

source: The mood of the small, tired band led by Lady Lorin and Reme Carrenemoe was gloomy. Though they had managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
ru: Настроение маленького усталого отряда, бредущего за леди Лорин и Реме Карренемо, было подавленным. Они избежали смерти, но ни радости, ни надежды не было на их лицах.

source: I can't believe this happened... He's dead...
ru: Просто не верится... Он мёртв...

source: Is he? I've heard they couldn't find the body.
ru: Разве? Я слышал, его тело так и не нашли.

source: And we have abandoned him! You too, honorable and brave Reme, you left him there to die!
ru: А мы бросили его! И Вы, благородный храбрый Реме, Вы оставили его там на верную смерть!

source: Silence, woman. I rue the hour I listened to his orders. If I had only known that he would be so... so stupid...
ru: Молчи, женщина. Я проклял час, когда послушался его приказа. Если бы я только знал, что он поступит так... Так безрассудно...

source: I... I'm sorry Reme. I just... What we are going to do now?
ru: Я... Простите меня, Реме. Я лишь... Куда же нам теперь идти?

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do so. After that we will part ways. I will allow you to choose five of my best warriors and that's it.
ru: Нам? Нет никаких "нас", леди Лорин. Я получил приказ отвести Вас в безопасное место и выполнил его. Теперь наши пути расходятся. Я предлагаю Вам выбрать пятерых лучших моих воинов, и на этом всё.

source: But... But...
ru: Но... Но...

source: There is no but. Now, be silent. I don't like this place.
ru: Никаких "но". Ни слова больше. Мне не нравится это место.

source: Father! You're trying to move me away from the battle, aren't you?
ru: Папа! Ты что, хочешь выгнать меня с поля боя?

source: Don't be silly, girl. I am not in command here.
ru: Не валяй дурака, дочка. Командую не я.

source: She's a girl that loves action, isn't she.
ru: Смотрю, девочка любит это дело.

source: Don't know what you had on your mind, but please don't call her that again.
ru: Не знаю, что ты имел в виду, но постарайся больше так о ней не говорить.

source: When Gawen's soldiers entered Okladia, they immediately noticed a difference. No ash in the air from the burning villages, no unburied bodies of peasants in the fields, no crows waiting patiently until they could resume their meal.
ru: Когда солдаты Гевена вошли в Окладию, они сразу же почувствовали перемену. В воздухе не носился пепел сожжённых деревень, в полях не были разбросаны непогребённые тела крестьян, не было ворон, терпеливо ожидавших, когда отряд пройдёт мимо, и можно будет вернуться к своей страшной трапезе.

source: Okladia was one of four kingdoms founded by Gawen's grandfather's sons after his death. Okladia was ruled by Buffin Hagarthen, an old, suspicious, and very conservative king. He had been easily able to crush a recent Wesnothian rebellion in his country - for the fourth time in his reign - and had the reputation of being a very careful and skillful ruler.
ru: Окладия была одним из четырёх королевств, основанных младшими Хагартенами после смерти деда Гевена. Здесь правил Баффин Хагартен, старый, подозрительный, приверженный традициям король. Последнее восстание веснотцев, четвёртое за время его правления, он подавил без особого труда. Его считали осторожным и умелым правителем.

source: It's strange, but I have a premonition of success, the likes of which I have had never before. Our soldiers are really the best of their kind; the true elite. It's been more than a month since we left Raedwood, and we have already routed forces larger than ours.
ru: Как ни странно, предчувствие успеха во мне сейчас сильно, как никогда. Наши солдаты — лучшие в своём роде, подлинная элита. Мы покинули Редвуд чуть больше месяца назад, а уже обратили в бегство армии гораздо больше нашей.

source: A month? Are you sure it's been more than a month?
ru: Месяца? Ты уверен, что прошло больше месяца?

source: Yes... Yes it is... more than a month... oh Gawen, I... I've done something really terrible... I... I... I don't know how to tell you...
ru: Да... Именно так... Чуть больше месяца... О, Гевен, я... Я совершила нечто совершенно ужасное... Я... Я... Я не знаю как рассказать тебе...

source: What?!?
ru: Что?!?

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
ru: Нет, ничего. Не важно. Я... прости меня, но я не могу... Я скоро вернусь.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I saw her vomiting yesterday.
ru: Гевен, я раньше никогда не видел Вашу мачеху такой. Мне кажется, она больна. Очень больна. Вчера я видел, как её рвало.

source: But... What happened? Why? Is she...
ru: Но... Что случилось? Почему? Она...

source: Poisoned? It's not impossible. We have Akladians in our army, don't we?
ru: Отравлена? Почему бы и нет. Ведь в нашем войске есть ещё акладианы?

source: My lord, I do not wish to disturb you, but our scouts have reported about the enemy forces.
ru: Милорд, не хотел Вас беспокоить, но разведчики докладывают о приближении вражеских сил.

source: Hmm... It seems we will have to fight this army to continue our journey. It should be easy.
ru: Хм... Похоже нам надо разбить это войско, чтобы двигаться дальше. Это будет несложно.
