Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: The Oracle
ru: Оракул

source: The Oracle was the title of a woman living in ruins of an old city. For generations, there had always been one female mage with prophetic abilities living there, so long that no one remembered now what the city had once been named. Now it was just 'the city of the Oracle.'
ru: Оракулом величали женщину, жившую в руинах древнего города. Сменялись поколения, но среди руин всегда можно было найти женщину-мага предсказывающею будущее. Началось это так давно, что уже никто не помнил, как этот город назывался раньше.Теперь это был просто "город Оракула".

source: When we arrived, we found the city of the Oracle besieged. Four different armies, each under a different leader, surrounded it. This disunity seemed to contribute heavily to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But the city was ready to fall; our army had arrived in at the last possible moment for relief.
ru: Когда мы пришли, то обнаружили, что город Оракула находится в осаде. Четыре разных армии с разными командирами окружали город. Похоже, их несогласованность и помогла Оракулу продержаться до сих пор. Каждая армия вела осаду по своему усмотрению. Но город уже готов был пасть. Мы успели в самый последний момент.

source: Matthias Ramon
ru: Матиас Рамон

source: Healing skill
ru: Искусство врачевания

source: This unit has learned an odd style of healing: it can cure poison and heal a few hitpoints of wounded friendly units.
ru: Этот боец освоил нелёгкий навык врачевания; он может лечить от отравления и немного восстанавливать здоровье дружественных воинов.

source: oracular healing
ru: лечение оракула

source: heals +
ru: лечит +

source: , cures poison
ru: , снимает отравление

source: Oracle's Guard
ru: Страж Оракула

source: Baruk Urk
ru: Барук Урк

source: Orc
ru: Орк

source: Fat Bart
ru: Толстый Барт

source: Outlaw
ru: Разбойник

source: Burke Barien
ru: Бурке Бариен

source: Barien
ru: Бариен

source: Burien
ru: Буриен

source: Telen
ru: Телен

source: Dulen
ru: Дулен

source: Beren
ru: Берен

source: Buren
ru: Бурен

source: Boren Rebarnon
ru: Борен Ребарнон

source: Rebarnon
ru: Ребарнон

source: Wutan
ru: Вутан

source: Askarial
ru: Аскариал

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne wants to have her untouched.
ru: Запомните, Оракула трогать нельзя. Смотрите, не убейте её. Она нужна Бору Крайну в целости и сохранности.

source: Bor Cryne may desire whatever he wants. But the holy Oracle will be a 'guest' of the noble lord Uri van Roe.
ru: Бор Крайн может хотеть чего угодно. А Оракул будет "гостьей" благородного лорда Ури ван Рое.

source: You two can settle that later. Everything else inside the city will belong to us!
ru: Потом с этим разберётесь. Главное, что всё остальное в городе наше!

source: Ha, ha, human. You mean, 'everything we leave' will be yours.
ru: Ха-ха, человек. Ты хотел сказать, "всё, что останется после орков".

source: Wait, I think someone is trying to help the besieged.
ru: Постойте, похоже, кто-то идёт на помощь к осаждённым.

source: The Oracle was right, as always! Relief is coming! Fight harder, men, we must hold out long enough for relief to arrive!
ru: Оракул, как всегда, была права! Помощь идёт! Сопротивляйтесь упорнее, парни, нам нужно продержаться до прибытия подкрепления!

source: Any enemy unit reaches the keep of the Oracle.
ru: Любой вражеский отряд доходит до крепости Оракула.

source: The scenario will continue even if Matthias Ramon dies. It is the keep upon which he stands that requires greater protection.
ru: Сценарий будет продолжаться, даже если Матиас Рамон погибнет. Нужно будет усилить оборону крепости, которую он защищает.

source: The scenario will continue even if Matthias Ramon dies.
ru: Сценарий будет продолжаться, даже если Матиас Рамон погибнет.

source: Yikes, this Oracle is better defended than we expected! Let's get some gold together for some more reinforcements!
ru: Да, Оракула охраняют лучше, чем мы ожидали! Давайте-ка скинемся на подкрепление!

source: I am under attack! To me, men! We must protect the Oracle together!
ru: Добрались до меня! Ко мне, народ! Все на защиту Оракула!

source: On our way, sir!
ru: Уже идём, сэр!

source: The attackers have slain me! Hurry, to my keep, men! You must protect the Oracle for me in my stead!
ru: Мне конец! Скорее в крепость, парни! Теперь защита Оракула это ваш долг!

source: I found her! I found her! The Oracle!
ru: Я нашёл её! Я нашёл её! Оракул!

source: All is lost! They captured the Oracle!
ru: Всё пропало! Они схватили Оракула!

source: We've won! At last. Now, where is that famous oracle?
ru: Мы победили! Наконец-то. Ну, где эта знаменитая предсказательница?

source: You pronounce that 'The Oracle'... all she needs is a great big 'The' in front and a capital O. But indeed, where is she?
ru: Говори "Оракул". Так, чтобы было ясно, что там большая буква "О". Но в самом деле, где она?

source: Here I am. My voice speaks to those willing to listen. I know why you are here. I know who all of you are. Ask your questions and receive the answers, for I can see everything which may be.
ru: Я здесь. Мой голос слышен тому, кто хочет слушать. Мне ведомо, зачем вы здесь. Известно, кто вы. Спрашивайте, и получите ответы. Я вижу всё, что может произойти.

source: Everything, huh? Then how come you were besieged and almost captured? Why didn't you escape or call on someone to help you?
ru: Всё, да? Как же так вышло, что тебя окружили и чуть не взяли в плен? Почему ты не убежала или не позвала на помощь?

source: The answer to this question is the answer to your doubts. Why haven't I escaped? Why didn't I call someone for help?
ru: В ответе на этот вопрос ответ на твои сомнения. Почему я не убежала? Почему я не позвала на помощь?

source: Lady, we are searching for the great mage, Deorien. Maybe you know...
ru: Госпожа, мы ищем великого мага Деориэна. Может быть Вы знаете...

source: Search for Deorien in the ruins of the great city, where e'en the wind crieth when it recalleth the memories of a marvelous past. He shall give unto thee answers, some of which thou mayest find unwelcome.
ru: Ищите Деориэна среди развалин великого града, о чьём былом великолепии рыдает даже ветер. Там вы получите ответы на свои вопросы, и не все из них будут вам по нраву.

source: Ruins of the great city? What kind of answer is this? Which city? Why can't you give me straight answers?
ru: Руины великого города? О чём это вообще? Какого города? Вы можете ответить прямо?

source: I am an Oracle. Why should I give straight answers? Why do you think my answer is insufficient for you? Why do you think I should tell you more?
ru: Я Оракул. Почему вы ждёте от меня прямых ответов? Почему считаете, что сказанного не достаточно? Чего в моих словах вам не хватает?

source: Oracle... I...
ru: Оракул... Я...

source: I already know your questions, Lorin from Gallorae, the clan which has long had more gold in the hair of their daughters than in their treasuries. The first answer is: yea, thou art. The second is: yea, he shall. The third is: nay, ye never shall.
ru: Твои вопросы мне ведомы заранее, Лорин из Галлора, клана, в чьих сокровищницах давно уже меньше золота, чем в волосах его дочерей. Первый ответ: да, ты. Второй: да, он станет. Третий: нет, ты не станешь.

source: No! No! There has to be a better answer!
ru: Нет! Нет! Ты должна дать другой ответ!

source: As the Oracle, I have nothing more to say to thee... As a woman, I can advise this: There is only one man in the world who may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you have to. Stay with him as long as you can.
ru: Оракул больше ничего тебе не скажет... А женщина тебе советует: единственный мужчина в мире может переменить твою судьбу. Я думаю, ты знаешь его имя. Пойди и отыщи его. И, если нужно, умоляй его простить тебя. И оставайся с ним до самого конца.

source: Is that all you wanted to tell me? Then know that I've heard, that the She-wolf of Haeltin has heard counsel of the Oracle, voice of God on Earth. She will not hear the counsel woman whom is merely God's tool.
ru: И это всё, что ты можешь мне сказать? Что ж, знай, что я услышала тебя. Хэлтинская волчица услышала совет Оракула, божьего гласа на земле. И пропустила мимо ушей совет от женщины, которая всего лишь игрушка в руце божией.

source: Let's go, Gawen. We're finished here.
ru: Пойдём отсюда, Гевен. Мы закончили.

source: I didn't catch the meaning of the discussion between you, and I know it was important. But why?
ru: Я не уловил смысл вашей с ней беседы, но кажется, что это было очень важно. В чём же дело?

source: You shall understand the full import of it one day, young king, and I daresay sooner than you think. I wish you luck in your quest. I will give one of my sergeants into your service. He will serve you loyally.
ru: Однажды ты поймёшь всю важность этого, о молодой король. Не побоюсь сказать, быстрее, чем ты ожидаешь. Тебе желаю удачи в твоих поисках, и предоставляю к твоим услугам одного из моих сержантов. Он будет верно служить тебе.

source: John Fasthood
ru: Джон Колпак

source: Battle of Barnon
ru: Битва при Барноне

source: After few days of preparation, the first-born sons of the Akladian lords appeared in Vattin. They became guests of King Gawen Hagarthen and his step-mother Lady Lorin. He, accompanied by two lords and a small army, marched north to the settlements of the clan of Barnon.
ru: После нескольких дней сборов первенцы акладианских лордов прибыли в Ваттин и поселились в гостях у короля Гевена Хагартена и его мачехи леди Лорин. Сам же король в сопровождении двух лордов и небольшой армии направился на север к поселениям клана Барнон.

source: Hoyre O Barnon did not trust the Wesnothians living in the city of Barnon. Fearing that the citizens would open the gates to Gawen Hagarthen, he withdrew to his castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though the citizens didn't show any signs of enthusiasm.
ru: Ойре О'Барнон не доверял веснотцам, жившим в Барноне. Боясь, что горожане просто распахнут ворота перед Гевеном, он отступил в лесной замок неподалёку. И в самом деле Барнон сдался сразу, хоть граждане и не проявляли никакого восторга по этому поводу.

source: It was at this moment that Gawen realized that he was as hated by Wesnothian folk as by Akladians. The former considered him a barbarian beast and a tyrant, and the latter called him mixling - at best. The irony of this realization was so overwhelming that he began to laugh. He probably would have laughed even harder if he had heard some of his warriors; they whispered that Gawen was laughing in anticipation of the battle, and their esteem for him rose dramatically.
ru: Вот тут-то Гевен понял, что ненавидим веснотцами не меньше, чем акладианами. Первые считали его варварским отродьем и тираном, вторые называли полукровкой, в лучшем случае. Ирония такого положения вещей заставила его расхохотаться. И он бы ещё громче хохотал, когда бы слышал шёпот некоторых бойцов. Они судачили, что Гевен смеётся в предвкушении славной битвы, и уважение к нему изрядно возросло.

source: Oeme
ru: Оэме

source: Moro
ru: Моро

source: Moro the Strong
ru: Моро Несокрушимый

source: Moreo
ru: Морео

source: Nome
ru: Номе

source: Nome, the Highlander
ru: Номе Горец

source: This should be easy, my son. Let's just get to the Castle of Barnon to the north and finish that traitor Hoyre off.
ru: Всё будет просто, сын мой. Просто иди на север в замок Барнон и прикончи предателя Ойре.

source: Indeed, let us attack!
ru: Вперёд, в атаку!

source: Okay.
ru: Ну, давай.

source: If I may, my lord, I suggest not to attack in haste.
ru: Если позволите, милорд, я посоветовал бы не спешить.

source: I have deep reservations about how our so-called allies will act.
ru: Я сомневаюсь в боевом настрое наших, так сказать, союзников.

source: You think that they would dare not to attack?
ru: Ты думаешь, они посмеют не атаковать?

source: I am sure that they will dare... it's just I am not sure whom they will attack.
ru: Уверен, что посмеют... Что пойдут в атаку, только на кого?

source: Nonsense. They know that the lives of their sons are in our hands.
ru: Немыслимо. Их сыновья у нас в руках, и все об этом знают.

source: I am not sure whether we have enough gold for this endeavor. I wish we had accumulated more in previous battles.
ru: Я не уверен, что нам хватит средств закончить дело. Нам нужно было больше накопить в прошедших битвах.

source: being betrayed.
ru: быть преданым.

source: Blah blah blah; if you are seeing this, you should already know what the deal is.
ru: Ля-ля, тополя. Раз вы это видите, значит знаете, что делать.

source: Uri personally attacking Barnon.
ru: Ури сам идёт на штурм Барнона.

source: moving on to Unexpected Guests.
ru: переход в "Незваные гости"

source: moving on to The Swamp Things.
ru: переход в "Болотные твари"

source: It is a dark day indeed, to see Akladian lords siding with an underling bastard child. What will your ancestors say about this, Uri?
ru: Да, проклят день, когда акладианский лорд в одном строю стоит с ублюдочным щенком. А что об этом скажут Ваши предки, Ури?

source: Hoyre, you have always been my friend. I would never fight against you. Rather, I join with you to kill that mixling!
ru: Ойре, Вы всегда мне были другом, и мой меч не будет направлен против Вас. Давайте лучше вместе разберёмся с полукровкой.

source: I've never intended to fight against you, Hoyre. Let our swords instead cut that underling's head off! And slay that witch, his step-mother, as well!
ru: И я не собирался никогда сражаться с Вами, Ойре. Лучше я своим мечом снесу убогому башку. А заодно и его ведьме-мачехе!

source: Reach either the eastern or western signpost with both Lorin AND Reme. After that, hold on at least $ano_howmanyturns turns before the honorable death of Gawen Hagarthen.
ru: Привести Лорин ВМЕСТЕ с Реме к восточному или западному указателю. После этого нужно продержаться не меньше $ano_howmanyturns ходов до славной смерти Гевена Хагартена.

source: We spent so many days drinking and fighting together. Now you come with an army against me? What about our plans, Bor?
ru: Мы столько дней дрались и пировали вместе. А нынче вы с войсками стоите против меня. Что дальше, Бор?

source: Our plans haven't changed, Hoyre. You were and are my friend. I only came here with the underling so we could trap him. I am with you!
ru: Ничего не изменилось, Ойре! Мы как всегда друзья. С ублюдком я пошёл, чтоб заманить его в ловушку. Теперь я вновь на Вашей стороне!

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let us eat their hearts!
ru: Честные лорды, не забудьте про меня! Убьём задохлика, и ведьму, и всех тех, кто с ними предал род свой! С нами Бог! Убьём их всех, а их сердца съедим!

source: With this turn, you have met the survival requirement!
ru: Вы продержались необходимое количество ходов!

source: Bonus for resisting $ano_tmp| turns above requirement
ru: Награда за сопротивление в течение $ano_tmp| ходов сверх необходимого.

source: Resisted $ano_barnon_turns| turns.
ru: |$ano_barnon_turns| ход обороны.

source: Gawen, you really ought to be getting us out of here...
ru: Гевен, Вы должны нас вытащить отсюда...

source: I thought I told my men to evacuate my step-mother, yet she remains on the battlefield... how stubborn...
ru: Я думаю сказать своим бойцам спасти сначала мачеху, она ещё на поле боя... Упрямая...

source: Wait a second, something odd seems to be happening here...
ru: Постойте-ка, постойте, что-то здесь не то...

source: At this moment, Gawen remembered what he was trying to do.
ru: Вдруг Гевен вспомнил, что он собирался сделать.

source: This is taking too long. Men, gather me an escort, for I shall be taking this battle to the mixling myself!
ru: Дело затягивается. Отряд, за мной, я сам отправлюсь биться с полукровкой!

source: To Barnon!
ru: На Барнон!

source: You can't stay holed up there forever, Gawen!
ru: Ты же не сможешь сидеть там вечно, Гевен!

source: The mixling resists my attack! Men, join me!
ru: Сопротивляется проклятый полукровка! Парни, помогайте!

source: You'd better watch out, Gawen, because I've got more where that came from!
ru: Берегись, Гевен, у меня там есть ещё!

source: I told you I had more guards!
ru: Говорю тебе, со мной много бойцов!

source: Men, join me in my attack!
ru: Парни, за мной!

source: Your city has fallen, Gawen! Surrender now, and I promise you that we won't torture you <small>(as much)</small> before killing you!
ru: Город пал, Гевен! Сдавайся, я обещаю, что перед смертью мы пытать тебя не будем! <small>(слишком много)</small>

source: Never!
ru: Никогда!

source: I tire of this. Men, the task now returns to you to kill that scraggy mixling!
ru: Я уже устал. Эй, парни, повторю задачу: идём и убиваем полукровку!

source: I hope both Reme and Lorin have made it... Aaargh!
ru: Надеюсь у Реме с Лорин получилось... Аааах!

source: I think we killed him, my lord!
ru: Я думаю, он мёртв, милорд.

source: You 'think'!? Where is his body? Search for it, fools, I want to be sure!
ru: Ты думаешь? Где тело? Ищи его, дурак, я должен быть уверен!

source: ...well, now that Gawen thinks he's won, there's no need to keep up this farce, is there, Bor?
ru: ... что ж, Гевен думает, он победил, нет смысла продолжать ломать комедию, не так ли, Бор?

source: Indeed, Uri, there isn't! Let our swords instead cut that underling's head off! And slay that witch, his step-mother, as well!
ru: Конечно, Ури, хватит! Пусть наши мечи опустятся на голову ублюдка! И ведьму-мачеху зарежем вместе с ним!

source: Using debug mode to kill all the enemies is cheating!
ru: Использовать отладочный режим для уничтожения врагов это жульничество!

source: DEBUG_MODE is defined; that means you probably cheated to kill all the enemies!
ru: Включен отладочный режим. Похоже вы жульничаете, чтобы уничтожить врагов!

source: Despite the incredible odds stacked against him, Gawen somehow managed to defeat all of his enemies at Barnon.
ru: Несмотря на невероятное количество неблагоприятных обстоятельств, Гевену как-то удалось победить всех своих врагов в Барноне.

source: However, this meant that he never managed to unite the warring factions of Wesnoth...
ru: Но это значит, что ему никогда не удастся объединить все партии Веснота...

source: This is an early end to the campaign. If you would like to see the rest of it, please replay this scenario and let Gawen be defeated as he is supposed to be.
ru: Так неожиданно рано закончилась эта кампания. Если вы хотите узнать продолжение истории, переиграйте сценарий так, чтобы Гевен оказался побеждён, как и должно было случиться.

source: For now, though, we shall skip ahead to the campaign wrap-up.
ru: Ну а сейчас мы подведём итоги.

source: If this campaign were continuing normally from here, Lorin would receive a bonus of $bonus_amt|g per each turn above the minimum of $ano_howmanyturns extra turns: $ano_barnon_turns
ru: Если бы кампания продолжалась как положено, Лорин получила бы $bonus_amt призовых золотых каждый за ход сверх $ano_howmanyturns: $ano_barnon_turns

source: Gawen's sacrifice successfully bought Lorin more time to escape! Thus, she gets a bonus for his resistance: Lorin receives $bonus_amt|g per each turn above $ano_howmanyturns: $ano_barnon_turns
ru: Пожертвовав собой, Гевен дал Лорин время уйти! Она также получила награду за его сопротивление: Лорин получила $bonus_amt| золотых за каждый ход после $ano_howmanyturns, всего — $ano_barnon_turns

source: Oh no! Fresh enemy reinforcements have arrived, Reme, and you have no chance to escape! I can't hold them!
ru: О нет! Прибыло подкрепление! Реме, Вам не уйти! Я не смогу их удержать.

source: Oh no! Fresh enemy reinforcements have arrived, Lorin, and you have no chance to escape! I can't hold them!
ru: О нет! Прибыло подкрепление! Лорин, Вам не уйти! Я не смогу их удержать.

source: After the end of the day king's forces were defeated; however, no one could find the body of Gawen Hagarthen.
ru: С последними лучами солнца королевские войска были разбиты. Однако, тело Гевена Хагартена так и не нашли.

source: Argh! I am wounded!
ru: Ах ты... Я ранен!

source: They got Hoyre! My friend! You will be avenged!
ru: Убили Ойре! Друг мой! Вы будете отомщёны!

source: I am alive, but I must run away! They try to kill me!
ru: Я жив, но должен убегать! Меня пытаются добить!

source: Run away? You are an Akladian Lord, stay and fight!
ru: Убегать? Вы лорд акладиан, стойте и сражайтесь!

source: Fortunately I have a hideout here...
ru: Хорошо, что у меня здесь приготовлено убежище...

source: Where is he? He must have hid somewhere!
ru: Где он? Должно быть спрятался.

source: No, he is not dead, he is just heavily wounded and has lost consciousness!
ru: Нет, он не мёртв, он ранен тяжело и потерял сознание.

source: How did you manage to kill Hoyre? This shouldn't happen... Hoyre was supposed to run away when approached. Contact the maintainers with your savegame and replay for review!
ru: Как вы сумели убить Ойре? Это невозможно. Ойре должен быть сбежать, когда его достали. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: Using debug mode to kill Bor Cryne is cheating!
ru: Использовать отладку, чтобы убить Бора Крайна, не честно!

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to kill Bor Cryne or not... better restart just to be sure!
ru: Режим отладки включен или сейчас или раньше, так что не понятно, жульничаете вы, чтобы убить Бора Крайна, или нет... Лучше перезапустите игру, чтобы быть уверенным.

source: How did you manage to kill Bor Cryne? This shouldn't happen... it means the level is too easy. Stop what you are doing and contact the maintainers with your savegame and replay for review!
ru: Как вы сумели убить Ойре? Это невозможно. Видимо, уровень слишком лёгкий. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: How did Hoyre manage to kill Bor Cryne? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ru: Как это Ойре убил Бора Крайна? Это невозможно. Что-то пошло не так. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to cause Bor Cryne to die or not... better restart just to be sure!
ru: Режим отладки включен или сейчас или раньше, так что не понятно, жульничаете вы, чтобы убить Бора Крайна, или нет... Лучше перезапустите игру, чтобы быть уверенным.

source: How did Bor Cryne manage to die? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ru: Как Бору Крайну случилось умереть? Это невозможно. Что-то пошло не так. Пришлите мейнтейнерам сохранённую игру и повтор, интересно будет посмотреть.

source: Using debug mode to kill Uri van Roe is cheating!
ru: Использовать отладочный режим, чтобы убить Ури ван Роэ, это жульничество!

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to kill Uri van Roe or not... better restart just to be sure!
ru: Режим отладки включен или сейчас или раньше, так что не понятно, жульничаете вы, чтобы убить Ури ван Роэ, или нет... Лучше перезапустите игру, чтобы быть уверенным.
