Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: Entering the forests surrounding Barnon from the north, I could not stop myself from thinking about the battle a few months ago, when I was betrayed and left for dead on the battlefield. But then, if not for that betrayal and that battle, I would probably never met Ruvio and Karen...
ru: Входя в лес, окружающий Барнон с севера, я не мог не думать о сражении, которое произошло здесь всего несколько месяцев назад. Тогда меня предали и оставили умирать на поле боя. Но ведь, если бы не это предательство, я, возможно, никогда бы не встретил Рувио и Карен...

source: Kariv Rebarnon
ru: Карив Ребарнон

source: Baruk Bar
ru: Барук Бар

source: Castle of Barnon
ru: Замок Барнон

source: City of Barnon
ru: Город Барнон

source: It seems like only yesterday when I was betrayed on these fields...
ru: Кажется, только вчера здесь было совершено предательство...

source: My lord... I...
ru: Милорд... Я...

source: Reme, don't blame yourself. I know you would have prefered to stay with me that day and fight to the end, but I gave you other orders, and your duty was to follow them. I know it wasn't easy for you.
ru: Не принимайте это на свой счёт, Реме. Я знаю, Вы предпочли бы остаться со мной и сражаться до конца. Но я отдал другой приказ, и Вы были вынуждены подчиниться. Я знаю, что это далось Вам нелегко.

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
ru: А вот бросить меня ему было совсем не трудно. Дело привычки, видимо.

source: Let's be careful. Scouts reported orcs garrisoned east from here. Now, we just have to capture their leader and...
ru: Будем осторожнее. Разведчики докладывают, что орки расположились на востоке. Нам нужно только захватить их вожака и...

source: ...and we will see our great future king Gaumhaldric defeat his enemies in an epic battle, which will be described by bards forevermore!
ru: ... и мы увидим, как будущий великий король Гемхальдрик сокрушает врагов в легендарной битве, которая будет прославлена бардами на все времена!

source: Anyway, what I wanted to say before my offspring so rudely interrupted me, is that we don't have to defeat all of the enemies. We can withdraw after interrogating the Orcish leader.
ru: Так вот, пока моя дочура не влезла в разговор, я хотел сказать, что нам не обязательно уничтожать всех до единого. Мы можем отступить после допроса вожака.

source: My lord, an army is approaching!
ru: Милорд, приближается какое-то войско!

source: Oh, do not worry. Those are probably our people returning from making a deal with the outlaw underlings.
ru: Не беспокойся. Наверное это наши люди возвращаются после очередной разборки с убогими разбойниками.

source: Lady Lorin can also interrogate enemy leaders. You will receive no bonus if withdrawing with Gawen.
ru: Леди Лорин может допрашивать вражеских лидеров. Если Гевен отступит, вознаграждение в конце уровня не будет выплачено.

source: You will receive no bonus if withdrawing with Gawen.
ru: Если Гевен отступит, вознаграждение в конце уровня не будет выплачено.

source: That's impossible! They are breaking into the city! How, how, how this could happened? Where are my soldiers? My allies? Help me!!
ru: Это невозможно! Они ворвались в город! Как, как, как это могло случиться? Где мои солдаты? Мои союзники? Помогите!!!

source: Humans... cowards... good only for meat...
ru: Люди... Трусы... Годятся только на мясо...

source: Dear God! Everything is lost! Run for your life!
ru: О, боже! Всё пропало! Спасайся кто может!

source: Hey, wait, what about our fight?! Coward!
ru: Подожди-ка, а сразиться? Трус!

source: He ran away! But I will meet him again one day, and next time I will make sure he has no chance to flee...
ru: Он убежал! Что же, однажды мы ещё встретимся, и тогда уж ему будет не уйти...

source: Wait a minute, I know you! You were one of those young chieftains who visited Vattin back in the day...
ru: Подожди-ка, я тебя знаю! Не ты ли один из тех юных вождей, которые однажды приезжали в Ваттин?..

source: Yes! Yes! That could be! I was at Vattin once!
ru: Да! Да! Было такое! Я как-то был в Ваттине!

source: God be praised! I'm glad! I'm really, really glad to meet you again! What is your name, man?
ru: Слава Богу! Я так рада! Я очень-очень рада! Как тебя зовут, парень?

source: Kariv, my lady, yes, Kariv.
ru: Карив, миледи, да, Карив.

source: Do you remember that bawdy ballad you were singing outside my windows while you were drunk?
ru: А помнишь похабную балладу, которую ты орал под моим окном, когда напился?

source: That was you? Oh no!
ru: Это были Вы? О, нет!

source: I promised myself that I would take revenge one day. And indeed, God has favored me, because he has let me find you and kill you! Or... maybe you know something about the orcs - why they are here and all?
ru: Я пообещала себе, что когда-нибудь отомщу за это. И видишь, Бог вознаградил меня, он дал мне возможность отыскать тебя и убить. Или... может быть ты знаешь что-нибудь об орках: откуда они и всё такое?

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
ru: Об орках? Ах, да, орки! Они нам помогают! Они, э-э-э, наши союзники или что-то в этом роде.

source: He doesn't know anything. Let him go.
ru: Он больше ничего не знает. Отпустите его.

source: Put down that knife! You can't - Aaargh!
ru: Уберите нож! Вы не можете... А-а-а!

source: Mother!
ru: Мать!

source: What? You should have heard what he sang he wanted to do to me...
ru: Что? Разве ты не слышал, что он пел о том, что хочет со мной сделать...

source: But I had some questions of my own that I wanted to ask him...
ru: У меня тоже было что у него спросить...

source: Listen, if you'll answer me a few questions I'll let you go. Understand? Now, what do you know about the orcs and why they are here?
ru: Слушайте меня. Ответите на несколько моих вопросов, и я Вас отпущу. Понятно? Итак, что Вы знаете об орках и почему они здесь?

source: One last question. What about Reme Carrenemoe, do you know anything about his fate?
ru: Последний вопрос. Реме Карренемо. Вам известно что-нибудь о его судьбе?

source: Yes! His clan settlements were attacked by outlaws. They captured him and they are keeping him in some place called Bontom. They will sell him to Bor Cryne, I think.
ru: Да! На поселения его клана напали разбойники. Реме схватили и держат в месте под названием Бонтом. Думаю, его собираются продать Бору Крайну.

source: Listen, if you will answer my questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
ru: Слушайте меня. Ответите на несколько моих вопросов, и я Вас отпущу. Понятно? Итак, что Вы знаете об орках и почему они здесь?

source: He knows nothing. Let him go.
ru: Он ничего не знает. Отпустите его.

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
ru: Постойте, ещё один вопрос. Реме Карренемо. Вам известно что-нибудь о его судьбе?

source: Oh well...
ru: Ну, хорошо...

source: Wait! I wanted to interrogate him...
ru: Стой! Я хотел допросить его...

source: Hey orc! Can you still hear me? Are you okay?
ru: Эй, орк! Ты меня слышишь? Ты жив?

source: Mother earth, a human woman is trying to save me? Such care for a fallen enemy is so rarely found!
ru: Мать-земля, человеческая женщина пытается спасти меня? Такую заботу о поверженном враге не часто встретишь!

source: Trying to save you? Well, not exactly. I want to... wait, I must think of the correct term... terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in this case, orcish - flesh, it hurts.
ru: Спасти тебя? Ну, не совсем. Скорее... Подожди, я подберу правильное слово... Забить тебя. Да, это больше соответствует моим намерениям. Начнём сначала. Вот нож. Когда нож входит в человеческое, а в данном случае в орочье, тело, становится очень больно.

source: Mother! Stop it! This is disgusting and I will not allow it!
ru: Мать! Прекрати! Это отвратительно! Я запрещаю!

source: Hmm... You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will demonstrate to you other fascinating aspects on the topic of what suffering can be induced by a simple knife in hands of an able woman.
ru: Хм. Знаешь что, орк? Давай договоримся... Если ты расскажешь мне зачем вы пришли и для чего объединились с акладианами, я позволю тебе умереть спокойно. Если нет, то, несмотря на вопли моего сына, я объясню тебе остальные аспекты чудной науки о том, сколько боли может причинить простой нож в руках талантливой женщины.

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
ru: Нет, не разрешаю! Орк, расскажи всё, что ты знаешь, и я оставлю тебе жизнь.

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
ru: Я мало что знаю. Только то, что таково было желание нашего вождя Грекулака. Это он решил заключить союз с акладианами.

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we need to know!
ru: Грекулак! Мне знакомо это имя. Мы должны вернуться во Фритаун и доложить обо всём, что выяснили.

source: Grekulak? That's something to report. We should go back to Freetown then.
ru: Грекулак? Да, похоже, об этом стоит доложить. Мы должны возвращаться во Фритаун.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, and if you will answer them, I will order someone to bind your wounds and I will let you live.
ru: Не торопись умирать, орк! Ты слышишь меня? Я задам тебе несколько вопросов. Если ответишь, я прикажу перевязать твои раны, и ты будешь жить.

source: Listen, that won't work! I am well-acquainted with the job of interrogating prisoners. What you're doing isn't even a decent amateur job... this is...
ru: Слушайте, это так не работает. Я хорошо разбираюсь в искусстве допроса пленных. То, что Вы делаете, это даже не любительщина... Это...

source: Amazing. Simply, amazing.
ru: Потрясающе. Просто потрясающе.

source: My lord, are you sure you want to retreat?
ru: Милорд, Вы уверены, что хотите отступить?

source: Oh no! New reinforcements have arrived to help our enemies, now we cannot win!
ru: О, нет! К нашим врагам прибыли свежие силы! Теперь нам не победить!

source: Ha! The orcs were hiding some gold here!
ru: Ха! Орки спрятали тут немного золота!

source: You have received $orc_gold_amt gold pieces.
ru: Вы получили $orc_gold_amt золотых.

source: Trapped
ru: В западне

source: Could it be possible? Lorin? You are alive?
ru: Да неужели? Лорин? Вы живы?

source: Uhm... Yes. But who exactly are you!?
ru: Ммм... Да. Но кто Вы такой?

source: I am Reumario. We fought at Haeltin. You defeated me, but you let me live. I am indebted to you. It's a shame I have to fight against you.
ru: Я Ромарио. Мы сражались в Хэлтине. Вы победили меня, но оставили в живых. Я перед Вами в долгу. Было бы нечестно снова выступать против Вас.

source: Not only against me, but also against you own king, Gawen Hagarthen.
ru: Не только против меня, но и против своего короля Гевена Хагартена.

source: No, not my king. I've heard that he was asked whether his name was Gawen or Gaumhaldric, and he answered Gaumhaldric. How can he possibly be our king?
ru: Нет, это не мой король. Я слышал, как его спрашивали, Гевен он или Гемхальдрик, и он ответил, что Гемхальдрик. Как он может быть нашим королём после этого?

source: I won't explain myself to you, Reumario. But I will prove to you in battle, that I am worthy of the crown of Vakladia.
ru: Я не собираюсь оправдываться перед Вами, Ромарио. Но докажу Вам в битве, что я достоин короны Вакладии.

source: Gawen Hagarthen! My king! I am on your side!
ru: Гевен Хагартен! Мой король! Я на Вашей стороне!

source: Gawen Hagarthen? But... he is dead!
ru: Гевен Хагартен? Но... Он же мёртв!

source: No, he is not. He is alive and he is your rightful king. And what do you think about that, Reumario?
ru: Нет, не мёртв. Он жив и он Ваш законный король. Что думаете, Ромарио?

source: I don't know. If he proves himself worthy... I will be happy to follow his orders.
ru: Я не знаю... Если он докажет, что достоин... Я буду счастлив последовать его приказам.

source: And he will prove himself worthy by killing you. My, my.
ru: И он докажет своё достоинство, убив тебя. Боже, боже.

source: Reumario, Reumario. I think I must be bad luck for you. Every time you meet me, you lose.
ru: Ромарио, Ромарио. Похоже, я приношу тебе несчастье. Каждый раз, когда мы встречаемся, ты проигрываешь.

source: I am not afraid, old hag. I am dying anyway.
ru: Я не боюсь, старая ведьма. Я всё равно умру.

source: There are different kinds of death, Reumario.
ru: Умирать можно по-разному, Ромарио.

source: Mother, put down that knife! That is an order.
ru: Мать, опусти нож! Это приказ.

source: What knife?
ru: Какой нож?

source: Sneaking out of Raedwood
ru: Выбираясь из Редвуда

source: Raban Harnen
ru: Рабан Харнен

source: MY KING! Forgive me, no... kill me now, how could I fight against you? I know now that I am a worthless traitor.
ru: МОЙ КОРОЛЬ! Простите меня! Нет... Казните меня прямо сейчас! Как я мог выступить против Вас? Теперь я понимая, я просто никчемный предатель.

source: Gawen, I thought I told you to keep your identity a secret.
ru: Гевен, по-моему я просил, чтобы ты не раскрывал свою личность.

source: It is for advisors to advise, and the leader to choose whether to follow that advice. Raban, there can be no treachery in ignorance. If you didn't know it was me, you are no traitor.
ru: Советник даёт советы, а лидер решает, стоит ли им следовать. Рабан, неведение это ещё не предательство. Вы не знали, кто я такой, а значит измены не было.

source: I've heard that name... a new, skilled underling leader. My honor is intact, even in defeat.
ru: Я слышал это имя... Новый искусный предводитель убогих. Моя честь не запятнана, хоть я и проиграл.

source: And now...
ru: А теперь...

source: I will spare your life.
ru: Я оставлю Вас в живых.

source: Go to your ancestors.
ru: Отправляйтесь к предкам.

source: I will order my people to try to cure your wounds. And then I will release you.
ru: Я прикажу моим людям перевязать Ваши раны. А потом отпущу Вас на волю.

source: Prepare to meet your ancestors, brave warrior; I cannot leave you alive.
ru: Приготовьтесь встретить предков, храбрый воин. Я не могу оставить Вас в живых.

source: Bar O Raednon
ru: Бар О'Реднон

source: You can still hear me, can't you? I have some questions.
ru: Эй, Вы меня слышите? Мне нужно кое-что спросить.

source: Then ask someone else... who might know the answers.
ru: Так спрашивайте кого-нибудь ещё... Кто может знать ответы.

source: Wait! Don't die yet! Curses, he's already lost consciousness.
ru: Подождите, не умирайте! Проклятье, он потерял сознание.

source: Now, tell me...
ru: А теперь расскажите мне...

source: Why is Bor Cryne allied with orcs?
ru: Зачем Бор Крайн объединился с орками?

source: What can you tell me about Grekulak?
ru: Что Вы можете рассказать о Грекулаке?

source: Do you know where the great mage Deorien is?
ru: Вы знаете, где находится великий маг Деориэн?

source: Will you fight for us?
ru: Вы желаете сражаться на нашей стороне?

source: Mage? Then he is surely burning in hell!
ru: Маг? Надеюсь, он горит в аду!

source: I don't know. He leads the orcs, but he is not an orc. I am not sure who he is. There is gossip that a new messiah will come to lead us to conquer the world, and he might just be that new messiah, I think.
ru: Ничего. Он предводитель орков, но сам он не орк. Я точно не знаю кто он на самом деле. Ходят слухи, что грядет новый мессия, который поведёт нас к мировому владычеству, и я думаю, что он вполне может им быть..

source: New messiah?
ru: Новый мессия?

source: Yes. The new messiah will show us how to renew our covenant with God, and he will reveal to us the new traditions and ways that this covenant will require. He won't be Akladian - at least not fully Akladian - the rumors are not totally clear about that.
ru: Да. Новый мессия укажет нам путь возобновления завета с Богом и даст обновлённые обычаи и заповеди, согласно этому завету. И он будет не из акладиан. По крайней мере, не вполне из акладиан. Предания на этот счёт туманны.

source: It's because we need allies against the usurper mixling, Gawen Hagarthen.
ru: Потому что нам нужны союзники в борьбе с узурпатором, полукровкой Гевеном Хагартеном.

source: And what are his plans for future?
ru: И что он собирается делать дальше?

source: I think Bor wants to be king. He wants to try to unite all of the Akladian kingdoms and complete the conquest of Wesnoth. On the way, he will purify our race by killing every Akladian unworthy of the name.
ru: Думаю, Бор станет королём. Он хочет объединить все акладианские королевства и завершить завоевание Веснота. А заодно очистить нашу расу и убить всех акладиан, кто не достоен этого звания.

source: Unworthy? What do you mean by that?
ru: Не достоен? Что это значит?

source: Those who have offended our God by marrying Wesnothian women. Those who allowed their daughters to live when they chose another husband or married an underling. Those with underling friends. All of them will be sacrificed to God.
ru: Тех, кто оскорбляет нашего Бога браком с веснотской женщиной. Тех, кто позволяет жить своим дочерям, когда они уходят к другим мужьям или выходят за убогих замуж. Тех, кто якшается с убогими. Все они будут принесены в жертву Богу.

source: Never in my life or afterlife!
ru: Никогда в жизни и даже после!

source: I don't know who that is. If he is a mage, then he is an enemy of our God and as such, has no right to life.
ru: Не знаю, кто это. Если он маг, то он враг нашему Богу, а значит не должен жить.

source: I do not know that name.
ru: Мне неизвестно это имя.

source: I do not know why. I've heard they came here to purify the world before the new messiah comes, but right now it just seems like they are pillaging and murdering many good people, Akladian and Wesnothian alike.
ru: Не знаю. Я слышал, что они пришли, чтобы очистить мир перед приходом нового мессии, но пока что они просто грабят и убивают добрых людей, как акладиан, так и веснотцев.

source: I can't; your blow almost chopped my arm off. If you allow me to live, all I want is to return to my wife and children.
ru: Я не смогу. Ваш удар почти лишил меня руки. Если оставите меня в живых, я отправлюсь домой к жене и детям, это всё, чего я хочу.

source: Gawen's soldiers left Freetown and swiftly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
ru: Солдаты Гевена покинули Фритаун и вскоре уже шли по лесу. Они шагали от рассвета до заката, пока не оказались на окраине Редвудского леса.

source: Quivre O Raednon
ru: Кивре О'Реднон

source: I hate this forest. I REALLY hate it. Passionately.
ru: Терпеть не могу этот лес. Ненавижу. Всей душой.

source: Shut up, Bar. Over the last year I've heard more than enough of your whining about trees, woods, branches and so on.
ru: Молчите, Бар. За этот год я вдоволь наслушался Вашего нытья о деревьях, сучках, ветках и всём прочем.

source: It's the wind. And the noise... as if the green devils are whispering in the leaves. I really hate this forest.
ru: И этот ветер. И шорохи... Как будто зелёные демоны шепчутся среди листвы. Ненавижу этот лес.

source: Hold your tongue! Green devils... I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I were somewhere else.
ru: Прикусите язык! Зелёные демоны... Я слышал, они недавно появились в Редвуде. Мой приятель рассказывал что там их ТЫСЯЧИ. Хотел бы я быть где-нибудь подальше отсюда.

source: Like... in bed with your underling so-called 'wife'?
ru: Например, в постельке своей убогой, так сказать, жены?

source: I've told you not to call her that! What's wrong with marrying Wesnothian women anyway? If our old king could do it, why not us lesser men?
ru: Я говорил, чтобы Вы не смели больше её так называть! Что может быть плохого в браке с веснотской женщиной? Даже наш прошлый король пошёл на это, так почему же нам нельзя?

source: The King is dead. I think God punished him for mixing our holy blood with that of the underlings. And Raban, you should really get rid of your, um, wife-thing.
ru: Король мёртв. Думаю, Бог покарал его за смешение нашей священной крови с этой убогой. И вот что, Рабан: самое время избавиться от этой, хм, жёнушки.

source: Why? At least Wesnothian woman guarantee healthy children.
ru: С какой стати? По крайней мере у веснотской женщины точно будут здоровые дети.

source: There is a gossip that this unknown curse put on our women will end.
ru: Ходят слухи, что неизвестное проклятие, наложенное на наших женщин, скоро потеряет силу.

source: Everyone who has forsaken our old ways and is too underling-friendly will soon be as dead as our old king. Or as that mixling, ten-days king, Gawen.
ru: Каждый, кто преступил наши обычаи и слишком близко сошёлся с убогими, будет убит, как наш прошлый король. Или как этот полукровка Гевен, король на час.

source: Cousin, do not utter that name! I've heard he was seen walking the face of the earth... as if... he had come back from the grave... or perhaps undead...
ru: Кузен, не произносите это имя! Я слышал, что его видели... Как будто он... Выбрался из могилы... Или даже воскрес...

source: We have to get past these guards. Akladians set up a line of guards around the forest some time ago, when our rebellion was more visible and having some success.
ru: Мы должны пройти мимо этих стражей. Какое-то время назад, когда наши повстанцы стали активнее и добились некоторого успеха, акладианы выставили посты вокруг леса.

source: I want to avoid fighting. I only have eighteen seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
ru: Я хотел бы избежать кровопролития. У меня всего восемнадцать опытных бойцов, а в округе живут одни крестьяне. Мне некого будет поставить на замену ветеранов, а ведь мы только начали поиски.

source: I want to avoid fighting. I only have fifteen seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
ru: Я хотел бы избежать кровопролития. У меня всего пятнадцать опытных бойцов, а в округе живут одни крестьяне. Мне некого будет поставить на замену ветеранов, а ведь мы только начали поиски.

source: I want to avoid fighting. I only have twelve seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
ru: Я хотел бы избежать кровопролития. У меня всего двенадцать опытных бойцов, а в округе живут одни крестьяне. Мне некого будет поставить на замену ветеранов, а ведь мы только начали поиски.

source: I want to avoid fighting. I barely have any seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
ru: Я хотел бы избежать кровопролития. У совсем немного опытных бойцов, а в округе живут одни крестьяне. Мне некого будет поставить на замену ветеранов, а ведь мы только начали поиски.
