Repository: cooljeanius/A_New_Order-1
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ru

source: But at their core, the Akladians were human. Human enough to want the same thing all humans in all ages have wanted. Freedom. The right to choose their own way in the world. One of them, called Hagarthen, announced that Grekulak was the tool of a false God, and led a bloody rebellion.
ru: Но в основе своей акладианы были людьми. В достаточной степени, чтобы стремиться к тому же, к чему веками стремились все люди. К свободе. К праву выбора своего собственного места в мире. Один из них по имени Хагартен объявил, что Грекулак был инструментом ложного бога и поднял кровавое восстание.

source: The rebellion left Grekulak's capital in ruins. The Akladians escaped to the west, chased by Grekulak's allies, burning in deserts, drowning in swamps, fighting the saurians tooth and claw to reach fertile lands, and beset by all kinds of the most nightmarish of creatures. This really was an epic journey; survived by less than a quarter of those who had left Grekulak's lands.
ru: Восстание обратило столицу Грекулака в руины. Акладианы бежали на запад, преследуемые союзниками Грекулака. Они умирали от жажды в пустынях и тонули в болотах. Отбивались от зубов и клыков зауриан, чтобы достичь плодородных земель, и были теснимы всеми видами самых кошмарных созданий. Это было поистине легендарное путешествие, в котором выжили меньше четверти тех, кто ушёл от Грекулака.

source: When they finally arrived in Wesnoth, they immediately started a brutal conquest. As you know, the kingdom was deeply fragmented then, and at the beginning, all of the squabbling Wesnothian kings looked at the Akladians as a tool they could use to gain an advantage over the others - potential allies or mercenaries - rather than a terrible menace.
ru: Наконец достигнув Веснота, они немедленно приступили к жестокому завоеванию. Как вы знаете, тогда королевство было сильно разобщено. Поначалу каждый из рассорившихся королей рассматривал акладиан как инструмент, который может помочь одержать верх над остальными, как возможных союзников или наёмников. Но только не как серьёзную угрозу.

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against this common danger. They came together temporarily and even won a large battle, but after this victory they went back to their old quarrels. So they were taken, one by one. Only Elensefar and the last outposts on the sea shore and the north were left, some of them ruled by members of the royal line of... questionable legitimacy. Almost the whole of Wesnoth became the spoil of the Akladian barbarians, who introduced their unthinkably stringent and cruel laws into civilised lands, chasing mages and murdering elvish and dwarvish traders.
ru: Даже падение Вельдина не убедило королей Веснота стать едиными перед лицом общей угрозы. Время от времени некоторые из них объединялись и даже выигрывали большие сражения, но после победы возвращались с старым склокам. И так, один за другим, все они были разбиты. Остались лишь Эленсефар и дальние заставы на побережье и северной границе, где правили сомнительные потомки старых королевских семейств. Веснот же почти целиком стал добычей варваров-акладиан, которые установили свои законы, строгие и жестокие, немыслимые в любой цивилизованной стране. Предписывающие преследование магов и истребление эльфов и гномов-торговцев.

source: Eventually, your grandfather, Gawen, divided the land among his four sons. Akladians have become far less ruthless, cruel and fearsome now, after years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married a Wesnothian woman.
ru: В конце концов твой дед, Гевен, разделил страну между четырьмя своими сыновьями. Многие годы жизни в покое и достатке сделали акладиан уже не такими безжалостными, грозными и жестокими, как раньше. Они даже начали смешиваться с веснотцами. Твой отец не был первым, кто женился на веснотской женщине.

source: In the meantime, Grekulak has been trying to gather what was left after the fall of his kingdom. The Akladian rebellion was a serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned his plans of breeding a new race of warriors and now relies on armies of the undead, armies that cannot rebel against him. His minions have arrived here now, trying to seduce orcs and some of the Akladians with promises of gold, fame and who knows what else.
ru: Тем временем Грекулак начал собирать вокруг себя тех, кто остался после падения его королевства. Восстание акладиан нанесло ему серьёзный удар. Думаю, ему понадобилось не одно столетие, чтобы собрать новые силы. Он отверг планы создания ещё одной расы воинов и снова полагался на армию мертвецов, армию, которая была способна восстать против него. И вот сейчас его прислужники прибыли сюда, чтобы склонить на свою сторону орков и некоторых акладиан посулами золота, славы и кто знает, чего ещё.

source: This story... Deorien, are you sure about this?
ru: Какая история... Деориэн, Вы в ней уверены?

source: There, he's finished his story. Can we kill him now?
ru: Похоже, он договорил. Теперь можно его прикончить?

source: Mother, don't you get it? It means we are practically half-orcs!
ru: Мать, Вы ничего не поняли? Получается, что мы практически полуорки!

source: No, Gawen. Grekulak used the human form as a base and added few orcish features. To describe Akladians as half-orcs is a gross oversimplification.
ru: Нет, Гевен. Грекулак взял за основу своей расы людей. От орков были добавлены только немногие черты. Говорить об акладианах как о полуорках было бы очень сильным упрощением.

source: So why did you tell us that whole story?
ru: Так зачем Вы рассказали нам всю эту историю?

source: You have probably heard the stories about the coming of an Akladian messiah. I think that Grekulak is the source of this stories. He wants to appear amongst the Akladians, to seize control over them again. But we may use those stories against him. The Oracle has also started to make prophecies of her own, and they are more unclear - and more popular - than Grekulak's. While Grekulak's stories state that the new messiah will not be Akladian, the more popular version - from the Oracle - is that he will not be fully Akladian.
ru: Вы наверное слышали рассказы о пришествии акладианского мессии. Думаю, эти слухи запустил Грекулак. Он планирует однажды появиться среди акладиан, и начать править ими, как прежде. Но мы можем обернуть эти слухи против него. Оракул стала произносить некие туманные пророчества, которые стали более популярны, чем те, которые распространял Грекулак. Грекулак говорил, что мессия не будет акладианом. Пророчество же Оракула гласит, что мессия будет не совсем акладианом.

source: I think you understand now, Gawen. You will become that new messiah. In better times, Wesnoth might have defeated Grekulak easily. Even Akladians could defeat him on his own if not for the current unrest. But in this time of disunity Grekulak has a good chance of taking over these lands, and then over the whole world.
ru: Думаю, теперь тебе всё ясно, Гевен. Ты станешь новым мессией. В лучшие времена веснотцы легко справились бы с Грекулаком. Даже акладианы смогли бы победить его самостоятельно, если бы не нынешние трудности. Сейчас, во время всеобщих раздоров, у Грекулака вполне есть шанс захватить нашу землю, а затем и весь мир.

source: Messiah, ha, ha, ha, that's rich! I really miss Karen - she would probably immediately create some witty song about this. Gawen the messiah! First the king, and now the messiah! Quite the career for someone who is considered a bastard by Akladians and an uncouth barbarian by the Wesnothians!
ru: Мессия? Ха-ха-ха, вот это круто. Тут очень не хватает Карен, она бы, наверное, немедленно написала остроумную песенку на эту тему. Гевен — мессия! Сначала король, а теперь вот и мессия. Отличная карьера для того, кого акладианы считают ублюдком, а веснотцы неотёсанным варваром.

source: No, Gawen. For a great many Akladians, especially common clan members, Gawen Hagarthen is the rightful king. Only a jealous faction of rebellious Akladian lords hates you. But you are the only person who can unite both Akladians and Wesnothians, who can forge one nation of them, and defeat the forces of evil led by Grekulak, which are even now almost upon our very doorstep.
ru: Нет, Гевен. Для большинства акладиан, особенно для простых членов кланов, Гевен Хагартен является законным королём. Только завистливые фракции бунтующих лордов ненавидят тебя. Но ты единственный, кто сможет объединить акладиан и веснотцев, кто сможет создать из них единую нацию, и победить силы зла, которые уже стоят у порога с Грекулаком во главе.

source: And how do you think I am supposed to do it? I'm just going to say 'hey guys, you may call me the messiah now'? Isn't some kind of miracle needed for this kind of stuff?
ru: И как я по-Вашему должен это сделать? Просто сказать: "Эй, парни, теперь зовите меня Мессией"? Разве мне не надо уметь творить какие-то там чудеса или что-то в этом роде?

source: The Oracle will declare you to be the messiah, and Akladians from all the kingdoms, including even the other Akladian kings, will acknowledge you. You are also of the Wesnothian royal line, so Wesnothians will recognise you as their legitimate ruler. As Gaumhaldric you were able to make a name of your own. And I, and all surviving mages, will serve you as well.
ru: Оракул объявит тебя мессией, и акладианы всех королевств, включая акладианских королей, признают тебя. Ты также принадлежишь к веснотскому королевскому роду, поэтому веснотцы также признают тебя законным правителем. Тебе удалось сделать себе имя, как Гемхальдрику. И все оставшиеся маги во главе со мной будут служить тебе.

source: Oh, shut up, foul mage! Everything you told us is blasphemy. Gawen Hagarthen is the rightful king of Vakladia...
ru: Заткнись, мерзкий маг! Всё, что ты сказал, одно сплошное богохульство. Гевен Хагартен — законный король Вакладии...

source: ...and you are his mother, and therefore you would be not just the queen dowager, but the queen mother. He could rule over the whole of Wesnoth, as well as over all Akladian kingdoms.
ru: ... а ты его мать, и будешь не просто вдовствующей королевой, но матерью короля. Он будет править всем Веснотом, и в том числе всеми акладианскими королевствами.

source: Deorien, do you really think Gawen can unite Akladia and Wesnoth? You're not serious, aren't you? Let me demonstrate... hey, Lorin, do you think underlings are the equals of Akladians?
ru: Деориэн, Вы действительно думаете, что Гевен сможет объединить Акладию и Веснот? Вы серьёзно? Позвольте показать... Послушайте, Лорин, Вы считаете, что убогие равны акладианам?

source: You have to be joking.
ru: Да ты шутишь.

source: Deorien, they have a whole religion about their own supremacy over the rest of the world. That God himself chose them to be masters of every other nation and race. And you are saying we can coexist?
ru: Деориэн, вся их вера построена на идее превосходства над всеми в мире. Сам Господь назначил их хозяевами любой другой нации и расы. И Вы считаете, что мы сможем существовать вместе?

source: Yes. Moreover, this is already happening. No matter what the great Akladian lords are saying, how they are flaunting their own superiority, how heinous they may find the idea of being on equal grounds with Wesnothians, it IS happening. Akladian clansmen are marrying Wesnothian women. Akladian peasants are seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
ru: Да. Более того, это уже случилось. Не важно что говорят великие лорды акладиан, как они щеголяют собственным превосходством, насколько ужасной они считают мысль о равенстве с веснотцами, Это УЖЕ случилось. Мужчины из акладианских кланов женятся на веснотках. Акладианские крестьяне идут за помощью к шаманам из соседних деревень. Это только начало, но это хорошее начало.

source: And the Akladian faith in one God ruling the world seems to be attractive to other peasants, who no longer have to remember a plethora of rites and observances. If we can strip away the part about Akladian superiority, it may well became a religion uniting the nation, because in the face of orcish threats, undead incursions, and so on, you - Akladians, Wesnothians, and Dunefolk - WILL became one nation, sooner or later.
ru: Акладианская вера в единого Бога, правящего миром, привлекательна для крестьян. Им больше не нужно запоминать множество ритуалов и обрядов. Если мы сможем выкинуть ту часть, в которой говорится об акладианском превосходстве, мы сможем получить религию, объединяющую всю нацию. Перед лицом угрозы орков, вторжения мертвецов и всего прочего акладианы, веснотцы и народ Дюн ОБЯЗАТЕЛЬНО станут одной нацией рано или поздно.

source: Can we kill him now? He is a blight on the face of the earth! A mage!
ru: Ну теперь-то его можно убить? Он — язва на лице земли! Маг!

source: You may recruit mages now.
ru: Теперь можно вербовать магов.

source: Return of the King
ru: Возвращение короля

source: Once again, I was inside the walls of Vattin. I had dreamt about this moment many times, but I never expected I would be so... terrified. Gawen claimed his throne, and he was busy accepting envoys from every corner of Vakladia acknowledging him as king, both Wesnothians and Akladians alike... not to mention his beard was now full-grown.
ru: И снова я была за стенами Ваттина. Я так много мечтала об этом моменте, но никогда не предполагала, что это будет так... пугающе. Гевен взошёл на трон и был занят, принимая гонцов со всех концов Вакладии, которые везли признания его королём и от веснотцев и от акладиан... И, кстати, он наконец отрастил свою бороду.

source: But I felt like a hunted animal. Everywhere I looked, I met eyes full of distrust and disdain. I wasn't sure how long I could keep my secret; I tried hard, but it was getting harder with every passing day. Did they know already? Maybe they were just pretending they didn't? These were strange days, when I felt both happy and terrified, when I was both trying to escape from - and wait for - every hour.
ru: Но я чувствовала себя загнанным зверем. Куда бы я ни посмотрела, я встречала взгляды, полные презрения и недоверия. И я не знала, как долго я ещё смогу хранить мою тайну. Я старалась, но с каждым днём мне было всё труднее. Может все уже догадались? Может, все только притворяются, что не знают? Это было странное время, когда я одновременно испытывала и радость и страх, одновременно хотела сбежать и остаться, каждый час.

source: Soon envoys came from other Akladian kingdoms. Easkladia had no king and Gawen was asked to take over what was left of that kingdom. Others came from Okladia, but these were not envoys, but refugees. Finally, to my surprise, Gawen's cousins, Luc and Gauri Hagarthen from Guilcorta sent their own messengers.
ru: Скоро прибыли гонцы из других акладианских королевств. В Искладии не осталось короля, и Гевена просили принять всё, что осталось от королевства. Из Окладии тоже пришли, но не гонцы, а беженцы. И наконец, к моему большому удивлению, гонцов прислали кузены Гевена, Люк и Гаури из Гилькорты.

source: Lutr Moric
ru: Лутр Морик

source: Welcome, noble lords, my friends, my swords. We are gathered here to discuss our situation.
ru: Добро пожаловать, благородные лорды, мои друзья, мои мечи. Мы собрались здесь, чтобы обсудить текущее положение вещей.

source: As far as I can tell, all rebels I know about have acknowledged you as king. Cities and remaining Wesnothian nobility are busy sending to you declarations of loyalty.
ru: Насколько я могу судить, все повстанцы, о которых мне известно, признали Вас своим королём. Города и оставшееся веснотское дворянство, все пишут уверения в своей лояльности.

source: Those few Akladian lords who refused to believe the Oracle withdrew into the hills. Bor Cryne is there, gathering an army. I think he is waiting until Grekulak's allies, orcs and undead, arrive from Okladia.
ru: Немногие акладианские лорды, которые отказались верить Оракулу, отступили за холмы. Среди них Бор Крайн, он собирает армию. Думаю, он ждёт, когда союзники Грекулака, орки и живые мертвецы, прибудут из Окладии.

source: And when that will happen?
ru: И когда это произойдёт?

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait until they are all defeated. He will march here immediately.
ru: Скоро, милорд. Я говорил с беженцами из Окладии. Король Баффин мёртв. Некоторые акладианские лорды продолжают сопротивляться, запертые в замках, но я сомневаюсь, что Грекулак будет дожидаться их падения. Он выступит сюда немедленно.

source: Noble Lutr Moric from Guilcorta, I believe you have a message for us from your kings.
ru: Благородный Летр Морик из Гилькорты, похоже ты принёс нам весть от твоих королей.

source: Yes. Both Luc and Gauri will recognise you as supreme king of all Akladian kingdoms. The Oracle couldn't be wrong in declaring you as messiah. We are not delighted with all of your laws about Wesnothian emancipation, but we respect the will of God's voice and messiah.
ru: Да. Люк и Гаури признают Вас верховным королём всех акладианских королевств. Оракул не ошиблась, назвав Вас мессией. Мы не в восторге от всех ваших законов, связанных с вольностями для веснотцев, но уважаем волю гласа господня и мессии.

source: Good. Ruvio, what's your advice? Ruvio...
ru: Хорошо. Рувио, а Вы что думаете? Рувио?..

source: I'm sorry... What?
ru: Простите... Что?

source: Undead and orcs will strike from east very soon. Maybe they are already on their way here. Bor Cryne is preparing an army in the hills, and he will join Grekulak's army.
ru: Живые мертвецы и орки очень скоро нанесут удар с востока. Скорее всего, они уже в пути. Бор Крайн собрал армию среди холмов и готовится соединиться с Грекулаком.

source: We cannot possibly defeat those three forces once they unite. I propose to strike now, while they are still separated. Bor Cryne is both the weakest and nearest of our enemies, so I hope you would agree with me that he is the best target.
ru: Похоже, нам не справиться с тремя этими силами, когда они объединятся. Я предлагаю ударить первыми, пока они разрознены. Бор Крайн — самый слабый и самый ближний наш противник, и я надеюсь, Вы согласитесь со мной, что он сейчас наилучшая цель.

source: The words of the messiah cannot be doubted.
ru: В словах мессии не может быть сомнений.

source: What help can be expected from our dear cousins from Guilcorta?
ru: Какую помощь нам ожидать от наших дорогих кузенов из Гилькорты?

source: We are preparing the defenses ourselves and cannot spare any soldiers...
ru: Мы сами готовимся к обороне, и не можем выделить солдат...

source: (<i>To herself</i>) Or rather, they are so afraid of each other that they can't risk weakening their armies, because the one beloved brother would then cut the second beloved brother's beloved throat.
ru: (<i>про себя</i>) Или просто так боятся друг друга, что не рискуют ослабить свои армии, чтобы один дорогой братец не перерезал другому дорогому братцу его дорогое горло.

source: ...but I brought gold, 100 gold pieces from Luc and 100 gold pieces from Gauri.
ru: ...но я привёз золото, 100 золотых от Люка и 100 золотых от Гаури.

source: You have received 200 gold pieces.
ru: Вы получили 200 золотых.

source: (<i>To herself</i>) 200 golden pieces! Wow, I'm impressed. I bet they will be forced to beg now, losing so ENORMOUS an amount of gold.
ru: (<i>про себя</i>) 200 золотых, вот это да! Бьюсь об заклад, они пошли по миру, потеряв такое НЕМЫСЛИМОЕ количество денег.

source: The Swamp Things
ru: Болотные твари

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
ru: Отряд зашёл в болота и леса Заурин Дука в тяжких думах.

source: Ssumar
ru: Ссумар

source: I have the strangest feeling, as though someone was watching us from the bushes...
ru: У меня странное чувство, как будто кто-то следит за нами из-за кустов...

source: Humanssss! Leave thessse foressts!
ru: Людишшшки! Убирайтесссь вон из лессса!

source: We can't! Our enemies are hot on our heels. We only wish to cross your swamp and then you will hear no more from us.
ru: Мы не можем! Враги идут за нами по пятам. Мы только проберёмся через ваше болото, и больше мы вас не побеспокоим.

source: Ssswampss you leave now! Hear about you no more!
ru: Ссс болот уйдите вы сейчассс! Больше не ссслышать вассс!

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
ru: Реме, оставьте переговоры мне, у меня в этом больше опыта. Эй, ящеры! Вы будете истреблены! Готовьтесь встретить неизбежное!

source: (<i>To himself</i>) No wonder no one really liked her...
ru: <i>про себя</i> Не удивительно, что её никто терпеть не может.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd gotten more in previous battles, at least 200.
ru: Я не уверен, хватит ли нам средств на это дело. В прошлых предприятиях должны мы были выручить хотя бы 200 золотых.

source: Wait! Ssspare my life, for I know sssomething...
ru: Сстой! Осставь мне жисснь, я сснаю кое-шшто...

source: Interesting. Speak, and maybe I will spare your worthless head, inhuman ungodly beast.
ru: Интересно. Скажи, и, может, я оставлю твою голову на месте, нечеловеческая дьявольская тварь.

source: The orcss are coming in great numbersss... They are numerousss, they are hiding in the hillss waiting for the right moment to come...
ru: Орки идут во множесстве ссюда... Их ссотни, тыссячи, они сскрываютсся в холмах и ждут удобного момента для насступления...

source: What moment?
ru: Какого момента?

source: What moment I do not know, but I know that they are expecting a human envoy.
ru: Не сснаю какого, но я сснаю, шшто они ждут поссольсство от людишшек.

source: Human envoy? That's impossible.
ru: Посольство от людей? Но это невозможно.

source: If it isss impossssible, then they will wait a long time... will you let me live now?
ru: Рассс невосссможно, сссначит будут долго ждать... Сссейчас-то ты меня отпустишшшь?

source: Hide in your quagmire, lizard thing.
ru: Ныряй в трясину, ящер.

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
ru: Мы уже знаем всё, что нужно. Твой друг сказал нам о великом войске орков, ты, может, знаешь что-нибудь ещё?

source: I know where we hide the gold. Humanss, you love gold, will you ssave my life if I show you?
ru: Я ссснаю где мы прячем сссолото... Людишшшки любят сссолото. Я покажу, оссставите мне жиссснь?

source: Seems a fair deal. Show usss... blast it... show us the gold and you may leave.
ru: По рукам. Отведи нассс... тьфу, ты... Показывай нам золото и можешь убираться.

source: You have resssssieved $gold_amt gold piesssses.
ru: Вы всссяли $gold_amt сссолотых.

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
ru: Миледи, мы нашли немного золота в заурианском тайнике. Похоже, что оно добыто грабежом людей, живущих рядом.

source: Oh, so I am still 'my lady' to you? Good. We may have use for the gold in future.
ru: О, я всё ещё "миледи"? Отлично. Золото нам пригодится позже.

source: I really don't know what 'we' you have in mind.
ru: Не знаю, что Вы имеете в виду, говоря "нам".

source: You have received $end_gold_amt gold pieces.
ru: Вы получили $end_gold_amt золотых.

source: Siege of Haeltin
ru: Осада Хэлтина
